<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 5 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 5 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Demigods Appeal to the Lord for Protection</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.5.36</P><P CLASS=c>yac-caks&#803;ur &#257;s&#299;t taran&#803;ir deva-y&#257;nam&#769;</P><P CLASS=c>tray&#299;mayo brahman&#803;a es&#803;a dhis&#803;n&#803;yam</P><P CLASS=c>dv&#257;ram&#769; ca mukter amr&#803;tam&#769; ca mr&#803;tyuh&#803;</P><P CLASS=c>pras&#299;dat&#257;m&#769; nah&#803; sa mah&#257;-vibh&#363;tih&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/c/caksuh">caks&#803;uh&#803;</A> &#8212; eye; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/t/taranih">taran&#803;ih&#803;</A> &#8212; the sun-god; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/y/yanam">y&#257;nam</A> &#8212; the predominating deity for the path of deliverance for the demigods; <A CLASS=v HREF="http://vedabase.net/t/trayi">tray&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah&#803;</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A> of guidance <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/k/karma">karma</A>-<A HREF="http://vedabase.net/k/kanda">k&#257;n&#803;d&#803;a</A> Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahman&#803;ah&#803;</A> &#8212; of the supreme truth; <A CLASS=v HREF="http://vedabase.net/e/esah">es&#803;ah&#803;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/dhisnyam">dhis&#803;n&#803;yam</A> &#8212; the place for realization; <A CLASS=v HREF="http://vedabase.net/d/dvaram">dv&#257;ram</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A> the gateway; <A CLASS=v HREF="http://vedabase.net/m/mukteh">mukteh&#803;</A> &#8212; for liberation; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amr&#803;tam</A> &#8212; the path of eternal life; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/m/mrtyuh">mr&#803;tyuh&#803;</A> &#8212; the cause of death; <A CLASS=v HREF="http://vedabase.net/p/prasidatam">pras&#299;dat&#257;m</A> &#8212; may <A HREF="http://vedabase.net/h/he">He</A> be pleased; <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; upon us; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; that Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vibhutih">vibh&#363;tih&#803;</A> &#8212; the all-powerful.</P><P CLASS=t>TRANSLATION</P><P>The sun-god marks the path of liberation, which is called arcir&#257;di-vartma. He is the chief source for understanding of the Vedas, he is the abode where the Absolute Truth can be worshiped, He is the gateway to liberation, and he is the source of eternal life as well as the cause of death. The sun-god is the eye of the Lord. May that Supreme Lord, who is supremely opulent, be pleased with us.</P><P CLASS=t>PURPORT</P><P>The sun-god is considered to be the chief of the demigods. He is also considered to be the demigod who watches the northern side of the universe. He gives help for understanding the Vedas. As confirmed in Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/52.htm">5.52</A>):</P><P>yac-caks&#803;ur es&#803;a savit&#257; sakala-grah&#257;n&#803;&#257;m&#769;</P><P CLASS=n>r&#257;j&#257; samasta-sura-m&#363;rtir a&#347;es&#803;a-tej&#257;h&#803;</P><P CLASS=n>yasy&#257;j&#241;ay&#257; bhramati sam&#769;bhr&#803;ta-k&#257;la-cakro</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>"The sun, full of infinite effulgence, is the king of all the planets and the image of the good soul. The sun is like the eye of the Supreme Lord. I adore the primeval Lord Govinda, in pursuance of whose order the sun performs his journey, mounting the wheel of time." The sun is actually the eye of the Lord. In the Vedic mantras it is said that unless the Supreme Personality of Godhead sees, no one can see. Unless there is sunlight, no living entity on any planet can see. Therefore the sun is considered to be the eye of the Supreme Lord. That is confirmed here by the words yac-caks&#803;ur &#257;s&#299;t and in the Brahma-sam&#769;hit&#257; by the words yac-caks&#803;ur es&#803;a savit&#257;. The word savit&#257; means the sun-god.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>