<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 11 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 11 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Lord Kr&#803;s&#803;n&#803;a's Entrance into Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.11.2</P><P CLASS=c>sa uccak&#257;&#347;e dhavalodaro daro</P><P CLASS=c>'py urukramasy&#257;dhara&#347;on&#803;a-&#347;on&#803;im&#257;</P><P CLASS=c>d&#257;dhm&#257;yam&#257;nah&#803; kara-ka&#241;ja-samput&#803;e</P><P CLASS=c>yath&#257;bja-khan&#803;d&#803;e kala-ham&#769;sa utsvanah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/u/uccakase">uccak&#257;&#347;e</A> &#8212; became brilliant; <A CLASS=v HREF="http://vedabase.net/d/dhavala">dhavala</A>-<A CLASS=v HREF="http://vedabase.net/u/udarah">udarah&#803;</A> &#8212; white and fat-boweled; <A CLASS=v HREF="http://vedabase.net/d/darah">darah&#803;</A> &#8212; conchshell; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although <A HREF="http://vedabase.net/i/it">it</A> is <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/u/urukramasya">urukramasya</A> &#8212; of the great adventurer; <A CLASS=v HREF="http://vedabase.net/a/adharasona">adhara&#347;on&#803;a</A> &#8212; by the transcendental quality of His lips; <A CLASS=v HREF="http://vedabase.net/s/sonima">&#347;on&#803;im&#257;</A> &#8212; reddened; <A CLASS=v HREF="http://vedabase.net/d/dadhmayamanah">d&#257;dhm&#257;yam&#257;nah&#803;</A> &#8212; being sounded; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A>-<A CLASS=v HREF="http://vedabase.net/k/kanja">ka&#241;ja</A>-<A CLASS=v HREF="http://vedabase.net/s/sampute">samput&#803;e</A> &#8212; being caught by the grip of the lotus hand; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/a/abja">abja</A>-<A CLASS=v HREF="http://vedabase.net/k/khande">khan&#803;d&#803;e</A> &#8212; by the stems of lotus flowers; <A CLASS=v HREF="http://vedabase.net/k/kala">kala</A>-<A CLASS=v HREF="http://vedabase.net/h/hamsah">ham&#769;sah&#803;</A> &#8212; ducking swan; <A CLASS=v HREF="http://vedabase.net/u/utsvanah">utsvanah&#803;</A> &#8212; loudly sounding.</P><P CLASS=t>TRANSLATION</P><P>The white and fat-boweled conchshell, being gripped by the hand of Lord Kr&#803;s&#803;n&#803;a and sounded by Him, appeared to be reddened by the touch of His transcendental lips. It seemed that a white swan was playing in the stems of red lotus flowers.</P><P CLASS=t>PURPORT</P><P>The redness of the white conchshell due to the lip-touch of the Lord is a symbol of spiritual significance. The Lord is all spirit, and matter is ignorance of this spiritual existence. Factually there is nothing like matter in spiritual enlightenment, and this spiritual enlightenment takes place at once by the contact of the Supreme Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a. The Lord is present in every particle of all existence, and He can manifest His presence in anyone. By ardent love and devotional service to the Lord, or in other words by spiritual contact with the Lord, everything becomes spiritually reddened like the conchshell in the grip of the Lord, and the paramaham&#769;sa, or the supremely intelligent person, plays the part of the ducking swan in the water of spiritual bliss, eternally decorated by the lotus flower of the Lord's feet.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>