<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 2 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 2 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Daks&#803;a Curses Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.2.33</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>tasyaivam&#769; vadatah&#803; &#347;&#257;pam&#769;</P><P CLASS=c>bhr&#803;goh&#803; sa bhagav&#257;n bhavah&#803;</P><P CLASS=c>ni&#347;cakr&#257;ma tatah&#803; ki&#241;cid</P><P CLASS=c>viman&#257; iva s&#257;nugah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of him; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vadatah">vadatah&#803;</A> &#8212; being spoken; <A CLASS=v HREF="http://vedabase.net/s/sapam">&#347;&#257;pam</A> &#8212; curse; <A CLASS=v HREF="http://vedabase.net/b/bhrgoh">bhr&#803;goh&#803;</A> &#8212; of <A HREF="http://vedabase.net/b/bhrgu">Bhr&#803;gu</A>; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the possessor of all opulences; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bhavah&#803;</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/n/niscakrama">ni&#347;cakr&#257;ma</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah&#803;</A> &#8212; from there; <A CLASS=v HREF="http://vedabase.net/k/kincit">ki&#241;cit</A> &#8212; somewhat; <A CLASS=v HREF="http://vedabase.net/v/vimanah">viman&#257;h&#803;</A> &#8212; morose; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/anugah">anugah&#803;</A> &#8212; followed by his disciples.</P><P CLASS=t>TRANSLATION</P><P>The sage Maitreya said: When such cursing and countercursing was going on between Lord &#346;iva's followers and the parties of Daks&#803;a and Bhr&#803;gu, Lord &#346;iva became very morose. Not saying anything, he left the arena of the sacrifice, followed by his disciples.</P><P CLASS=t>PURPORT</P><P>Here Lord &#346;iva's excellent character is described. In spite of the cursing and countercursing between the parties of Daks&#803;a and &#346;iva, because he is the greatest Vais&#803;n&#803;ava he was so sober that he did not say anything. A Vais&#803;n&#803;ava is always tolerant, and Lord &#346;iva is considered the topmost Vais&#803;n&#803;ava, so his character, as shown in this scene, is excellent. He became morose because he knew that these people, both his men and Daks&#803;a's, were unnecessarily cursing and countercursing one another, without any interest in spiritual life. From his point of view, he did not see anyone as lower or higher, because he is a Vais&#803;n&#803;ava. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/18.htm">5.18</A>), pan&#803;d&#803;it&#257;h&#803; sama-dar&#347;inah&#803;: one who is perfectly learned does not see anyone as lesser or greater, because he sees everyone from the spiritual platform. Thus the only alternative left to Lord &#346;iva was to leave in order to stop his follower, Nand&#299;&#347;vara, as well as Bhr&#803;gu Muni, from cursing and countercursing in that way.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>