<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 4 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 4 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Hiran&#803;yaka&#347;ipu Terrorizes the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.4.37</P><P CLASS=c>nyasta-kr&#299;d&#803;anako b&#257;lo</P><P CLASS=c>jad&#803;avat tan-manastay&#257;</P><P CLASS=c>kr&#803;s&#803;n&#803;a-graha-gr&#803;h&#299;t&#257;tm&#257;</P><P CLASS=c>na veda jagad &#299;dr&#803;&#347;am</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nyasta">nyasta</A> &#8212; having given up; <A CLASS=v HREF="http://vedabase.net/k/kridanakah">kr&#299;d&#803;anakah&#803;</A> &#8212; all sportive activities or tendencies for childhood play; <A CLASS=v HREF="http://vedabase.net/b/balah">b&#257;lah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> boy; <A CLASS=v HREF="http://vedabase.net/j/jada">jad&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if dull, without activities; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/m/manastaya">manastay&#257;</A> &#8212; by being fully absorbed <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/g/graha">graha</A> &#8212; by <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>, who is like <A HREF="http://vedabase.net/a/a">a</A> strong influence (like <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/g/graha">graha</A>, or planetary influence); <A CLASS=v HREF="http://vedabase.net/g/grhita">gr&#803;h&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; whose mind was fully attracted; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; understood; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; the entire material world; <A CLASS=v HREF="http://vedabase.net/i/idrsam">&#299;dr&#803;&#347;am</A> &#8212; like this.</P><P CLASS=t>TRANSLATION</P><P>From the very beginning of his childhood, Prahl&#257;da Mah&#257;r&#257;ja was uninterested in childish playthings. Indeed, he gave them up altogether and remained silent and dull, being fully absorbed in Kr&#803;s&#803;n&#803;a consciousness. Since his mind was always affected by Kr&#803;s&#803;n&#803;a consciousness, he could not understand how the world goes on being fully absorbed in the activities of sense gratification.</P><P CLASS=t>PURPORT</P><P>Prahl&#257;da Mah&#257;r&#257;ja is the vivid example of a great person fully absorbed in Kr&#803;s&#803;n&#803;a consciousness. In Caitanya-carit&#257;mr&#803;ta (<A CLASS=v HREF="../../../cc/madhya/8/274.htm">Madhya 8.274</A>) it is said:</P><P>sth&#257;vara-ja&#324;gama dekhe, n&#257; dekhe t&#257;ra m&#363;rti</P><P CLASS=n>sarvatra haya nija is&#803;t&#803;a-deva-sph&#363;rti</P><P>A fully Kr&#803;s&#803;n&#803;a conscious person, although situated in this material world, does not see anything but Kr&#803;s&#803;n&#803;a, anywhere and everywhere. This is the sign of a mah&#257;-bh&#257;gavata. The mah&#257;-bh&#257;gavata sees Kr&#803;s&#803;n&#803;a everywhere because of his attitude of pure love for Kr&#803;s&#803;n&#803;a. As confirmed in the Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>):</P><P>prem&#257;&#241;jana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah&#803; sadaiva hr&#803;dayes&#803;u vilokayanti</P><P CLASS=n>yam&#769; &#347;y&#257;masundaram acintya-gun&#803;a-svar&#363;pam&#769;</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>"I worship the primeval Lord, Govinda, who is always seen by the devotee whose eyes are anointed with the pulp of love. He is seen in His eternal form of &#346;y&#257;masundara, situated within the heart of the devotee." An exalted devotee, or mah&#257;tm&#257;, who is rarely to be seen, remains fully conscious of Kr&#803;s&#803;n&#803;a and constantly sees the Lord within the core of his heart. It is sometimes said that when one is influenced by evil stars like Saturn, R&#257;hu or Ketu, he cannot make advancement in any prospective activity. In just the opposite way, Prahl&#257;da Mah&#257;r&#257;ja was influenced by Kr&#803;s&#803;n&#803;a, the supreme planet, and thus he could not think of the material world and live without Kr&#803;s&#803;n&#803;a consciousness. That is the sign of a mah&#257;-bh&#257;gavata. Even if one is an enemy of Kr&#803;s&#803;n&#803;a, a mah&#257;-bh&#257;gavata sees him to be also engaged in Kr&#803;s&#803;n&#803;a's service. Another crude example is that everything appears yellow to the jaundiced eye. Similarly, to a mah&#257;-bh&#257;gavata, everyone but himself appears to be engaged in Kr&#803;s&#803;n&#803;a's service.</P><P>Prahl&#257;da Mah&#257;r&#257;ja is the approved mah&#257;-bh&#257;gavata, the supreme devotee. In the previous verse it was stated that he had natural attachment (naisargik&#299; ratih&#803;). The symptoms of such natural attachment for Kr&#803;s&#803;n&#803;a are described in this verse. Although Prahl&#257;da Mah&#257;r&#257;ja was only a boy, he had no interest in playing. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/2/42.htm">11.2.42</A>), viraktir anyatra ca: the symptom of perfect Kr&#803;s&#803;n&#803;a consciousness is that one loses interest in all material activities. For a small boy to give up playing is impossible, but Prahl&#257;da Mah&#257;r&#257;ja, being situated in first-class devotional service, was always absorbed in a trance of Kr&#803;s&#803;n&#803;a consciousness. Just as a materialistic person is always absorbed in thoughts of material gain, a mah&#257;-bh&#257;gavata like Prahl&#257;da Mah&#257;r&#257;ja is always absorbed in thoughts of Kr&#803;s&#803;n&#803;a.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>