<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 16 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 16 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Kr&#803;s&#803;n&#803;a Chastises the Serpent K&#257;liya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.16.46</P><P CLASS=c>namo gun&#803;a-prad&#299;p&#257;ya</P><P CLASS=c>gun&#803;&#257;tma-cch&#257;dan&#257;ya ca</P><P CLASS=c>gun&#803;a-vr&#803;tty-upalaks&#803;y&#257;ya</P><P CLASS=c>gun&#803;a-dras&#803;t&#803;re sva-sam&#769;vide</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah&#803;</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/p/pradipaya">prad&#299;p&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Him who manifests various qualities; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A> &#8212; by the material modes; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/c/chadanaya">ch&#257;dan&#257;ya</A> &#8212; who disguises; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A> &#8212; of the modes; <A CLASS=v HREF="http://vedabase.net/v/vrtti">vr&#803;tti</A> &#8212; by the functioning; <A CLASS=v HREF="http://vedabase.net/u/upalaksyaya">upalaks&#803;y&#257;ya</A> &#8212; who can be ascertained; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/d/drastre">dras&#803;t&#803;re</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the separate witness of the material modes; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> His own devotees; <A CLASS=v HREF="http://vedabase.net/s/samvide">sam&#769;vide</A> &#8212; who is known.</P><P CLASS=t>TRANSLATION</P><P>Obeisances to You, O Lord, who manifest varieties of material and spiritual qualities. You disguise Yourself with the material qualities, and yet the functioning of those same material qualities ultimately reveals Your existence. You stand apart from the material qualities as a witness and can be fully known only by Your devotees.</P><P CLASS=t>PURPORT</P><P>The word gun&#803;a conveys various meanings: the three basic qualities of material nature, i.e., goodness, passion and ignorance; excellent qualities one manifests because of piety and spiritual achievement; or the internal senses, such as the mind and intelligence. The word prad&#299;p&#257;ya means "unto Him who manifests or illumines." Thus here the N&#257;ga-patn&#299;s are addressing the Supreme Lord as "He who manifests all material and spiritual qualities and who causes the living entities to be conscious." One can see the Lord by going beyond the screen of material nature, and therefore He is called gun&#803;&#257;tma-cch&#257;dan&#257;ya. If one methodically and intelligently studies the functioning of the material qualities, he will ultimately conclude that there is a Supreme Personality of Godhead and that He exhibits His illusory potency to bewilder those who do not surrender unto Him.</P><P>The Lord is never affected by the modes of nature, being their witness, and thus He is called gun&#803;a-dras&#803;t&#803;re. The word sva indicates "one's own," and thus sva-sam&#769;vide means that Lord Kr&#803;s&#803;n&#803;a can be known only by His own people, the devotees, and also that ultimately only the Lord can know Himself perfectly. Therefore we should take Lord Kr&#803;s&#803;n&#803;a's instructions in Bhagavad-g&#299;t&#257; and immediately come to the right conclusion: full surrender to the Lord's lotus feet. Thus we should humbly glorify the Lord, following the example of the N&#257;ga-patn&#299;s.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>