<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 16</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 16"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Kr&#803;s&#803;n&#803;a Chastises the Serpent K&#257;liya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.16 Summary</P><P>This chapter describes Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a's pastime of subduing the serpent K&#257;liya within the lake adjoining the river Yamun&#257; and His showing mercy to K&#257;liya in response to the prayers offered by K&#257;liya's wives, the N&#257;ga-patn&#299;s.</P><P>To restore the purity of the Yamun&#257;'s waters, which had been contaminated by K&#257;liya's poison, Lord Kr&#803;s&#803;n&#803;a climbed into a kadamba tree on the riverbank and jumped into the water. Then He began fearlessly playing within the water like a maddened elephant. K&#257;liya could not tolerate Kr&#803;s&#803;n&#803;a's trespassing upon his personal residence, and the serpent quickly went up to the Lord and bit Him on the chest. When Kr&#803;s&#803;n&#803;a's friends saw this, they fell down on the ground unconscious. At that time all sorts of evil omens appeared in Vraja, such as earth tremors, falling stars and the trembling of various creatures' left limbs.</P><P>The residents of Vr&#803;nd&#257;vana thought, "Today Kr&#803;s&#803;n&#803;a went to the forest without Balar&#257;ma, so we do not know what great misfortune may have befallen Him." Thinking in this way, they traced the path of Kr&#803;s&#803;n&#803;a's footprints to the bank of the Yamun&#257;. Within the water of the lake adjoining the river they saw Lord Kr&#803;s&#803;n&#803;a, the very essence of their lives, enwrapped in the coils of a black snake. The residents thought the three worlds had become empty, and they all prepared to enter the water. But Lord Balar&#257;ma checked them, knowing well the power of Kr&#803;s&#803;n&#803;a.</P><P>Then Lord Kr&#803;s&#803;n&#803;a, seeing how disturbed His friends and relatives had become, expanded His body greatly and forced the serpent to loosen his grip and release Him. Next the Lord began playfully dancing about on the serpent's hoods. By this wonderful, boisterous dancing, &#346;r&#299; Kr&#803;s&#803;n&#803;a trampled the serpent's one thousand hoods until his body slackened. Vomiting blood from his mouths, K&#257;liya finally understood that Kr&#803;s&#803;n&#803;a was the primeval personality, Lord N&#257;r&#257;yan&#803;a, the spiritual master of all moving and nonmoving creatures, and he took shelter of Him.</P><P>Seeing how very weary K&#257;liya had become, his wives, the N&#257;ga-patn&#299;s, bowed down at Lord Kr&#803;s&#803;n&#803;a's lotus feet. Then they offered Him various prayers in hopes of gaining their husband's freedom: "It is quite fitting that You have brought our cruel husband to this condition. Indeed, by Your anger he has gained great benefit. What piety K&#257;liya must have amassed in his previous lives! Today he has borne upon his head the dust of the lotus feet of the Personality of Godhead, the attainment of which is difficult for even the mother of the universe, goddess Laks&#803;m&#299;. Please kindly forgive the offense K&#257;liya has committed out of ignorance, and allow him to live."</P><P>Satisfied by the N&#257;ga-patn&#299;s' prayers, Kr&#803;s&#803;n&#803;a released K&#257;liya, who slowly regained his sensory and vital powers. Then K&#257;liya, in a distressed voice, acknowledged the offense he had committed, and finally he offered Kr&#803;s&#803;n&#803;a many prayers and said he was ready to accept His command. Kr&#803;s&#803;n&#803;a told him to leave the Yamun&#257; lake with his family and return to Raman&#803;aka Island.</P><P CLASS=l><A CLASS=i HREF="../15/52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>