<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 17 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 17 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Descent of the River Ganges</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.17.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>tatra bhagavatah&#803; s&#257;ks&#803;&#257;d yaj&#241;a-li&#324;gasya vis&#803;n&#803;or vikramato v&#257;ma-p&#257;d&#257;&#324;gus&#803;t&#803;ha-nakha-nirbhinnordhv&#257;n&#803;d&#803;a-kat&#803;&#257;ha-vivaren&#803;&#257;ntah&#803;-pravis&#803;t&#803;&#257; y&#257; b&#257;hya-jala-dh&#257;r&#257; tac-caran&#803;a-pa&#324;kaj&#257;vanejan&#257;run&#803;a-ki&#241;jalkopara&#241;jit&#257;khila-jagad-agha-mal&#257;pahopaspar&#347;an&#257;mal&#257; s&#257;ks&#803;&#257;d bhagavat-pad&#299;ty anupalaks&#803;ita-vaco 'bhidh&#299;yam&#257;n&#257;ti-mahat&#257; k&#257;lena yuga-sahasropalaks&#803;an&#803;ena divo m&#363;rdhany avatat&#257;ra yat tad vis&#803;n&#803;u-padam &#257;huh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah&#803;</A> &#8212; of the incarnation of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ks&#803;&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/y/yajna">yaj&#241;a</A>-<A CLASS=v HREF="http://vedabase.net/l/lingasya">li&#324;gasya</A> &#8212; the <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A> of the results of all sacrifices; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vis&#803;n&#803;oh&#803;</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/v/vikramatah">vikramatah&#803;</A> &#8212; while taking His second step; <A CLASS=v HREF="http://vedabase.net/v/vama">v&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; of His left leg; <A CLASS=v HREF="http://vedabase.net/a/angustha">a&#324;gus&#803;t&#803;ha</A> &#8212; of the big toe; <A CLASS=v HREF="http://vedabase.net/n/nakha">nakha</A> &#8212; by the nail; <A CLASS=v HREF="http://vedabase.net/n/nirbhinna">nirbhinna</A> &#8212; pierced; <A CLASS=v HREF="http://vedabase.net/u/urdhva">&#363;rdhva</A> &#8212; upper; <A CLASS=v HREF="http://vedabase.net/a/anda">an&#803;d&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/k/kataha">kat&#803;&#257;ha</A> &#8212; the covering of the universe (consisting of seven layers &#8212; earth, water, fire, etc.); <A CLASS=v HREF="http://vedabase.net/v/vivarena">vivaren&#803;a</A> &#8212; through the <A HREF="http://vedabase.net/b/bole">bole</A>; <A CLASS=v HREF="http://vedabase.net/a/antah">antah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/p/pravista">pravis&#803;t&#803;&#257;</A> &#8212; having entered the universe; <A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/b/bahya">b&#257;hya</A>-<A CLASS=v HREF="http://vedabase.net/j/jala">jala</A>-<A CLASS=v HREF="http://vedabase.net/d/dhara">dh&#257;r&#257;</A> &#8212; the flow of water from the Causal Ocean outside the universe; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/c/carana">caran&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/p/pankaja">pa&#324;kaja</A> &#8212; of the lotus feet; <A CLASS=v HREF="http://vedabase.net/a/avanejana">avanejana</A> &#8212; by the washing; <A CLASS=v HREF="http://vedabase.net/a/aruna">arun&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/k/kinjalka">ki&#241;jalka</A> &#8212; by reddish powder; <A CLASS=v HREF="http://vedabase.net/u/uparanjita">upara&#241;jit&#257;</A> &#8212; being colored; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; of the whole world; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A>-<A CLASS=v HREF="http://vedabase.net/m/mala">mala</A> &#8212; the sinful activities; <A CLASS=v HREF="http://vedabase.net/a/apaha">apah&#257;</A> &#8212; destroys; <A CLASS=v HREF="http://vedabase.net/u/upasparsana">upaspar&#347;ana</A> &#8212; the touching of which; <A CLASS=v HREF="http://vedabase.net/a/amala">amal&#257;</A> &#8212; completely <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ks&#803;&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/p/padi">pad&#299;</A> &#8212; emanating from the lotus feet of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/anupalaksita">anupalaks&#803;ita</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah&#803;</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/a/abhidhiyamana">abhidh&#299;yam&#257;n&#257;</A> &#8212; being called; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/m/mahata">mahat&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; after <A HREF="http://vedabase.net/a/a">a</A> long time; <A CLASS=v HREF="http://vedabase.net/y/yuga">yuga</A>-<A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A>-<A CLASS=v HREF="http://vedabase.net/u/upalaksanena">upalaks&#803;an&#803;ena</A> &#8212; consisting of one thousand millenniums; <A CLASS=v HREF="http://vedabase.net/d/divah">divah&#803;</A> &#8212; of the sky; <A CLASS=v HREF="http://vedabase.net/m/murdhani">m&#363;rdhani</A> &#8212; on the head (Dhruvaloka); <A CLASS=v HREF="http://vedabase.net/a/avatatara">avatat&#257;ra</A> &#8212; descended; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/visnu">vis&#803;n&#803;u</A>-<A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; the lotus feet of Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/a/ahuh">&#257;huh&#803;</A> &#8212; they call.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: My dear King, Lord Vis&#803;n&#803;u, the enjoyer of all sacrifices, appeared as V&#257;manadeva in the sacrificial arena of Bali Mah&#257;r&#257;ja. Then He extended His left foot to the end of the universe and pierced a hole in its covering with the nail of His big toe. Through the hole, the pure water of the Causal Ocean entered this universe as the Ganges River. Having washed the lotus feet of the Lord, which are covered with reddish powder, the water of the Ganges acquired a very beautiful pink color. Every living being can immediately purify his mind of material contamination by touching the transcendental water of the Ganges, yet its waters remain ever pure. Because the Ganges directly touches the lotus feet of the Lord before descending within this universe, she is known as Vis&#803;n&#803;upad&#299;. Later she received other names like J&#257;hnav&#299; and Bh&#257;g&#299;rath&#299;. After one thousand millenniums, the water of the Ganges descended on Dhruvaloka, the topmost planet in this universe. Therefore all learned sages and scholars proclaim Dhruvaloka to be Vis&#803;n&#803;upada ["situated on Lord Vis&#803;n&#803;u's lotus feet"].</P><P CLASS=t>PURPORT</P><P>In this verse, &#346;ukadeva Gosv&#257;m&#299; describes the glories of the Ganges River. The water of the Ganges is called patita-p&#257;van&#299;, the deliverer of all sinful living beings. It is a proven fact that a person who regularly bathes in the Ganges is purified both externally and internally. Externally his body becomes immune to all kinds of disease, and internally he gradually develops a devotional attitude toward the Supreme Personality of Godhead. Throughout India, many thousands of people live on the banks of the Ganges, and by regularly bathing in her waters, they are undoubtedly being purified both spiritually and materially. Many sages, including &#346;a&#324;kar&#257;c&#257;rya, have composed prayers in praise of the Ganges, and the land of India itself has become glorious because such rivers as the Ganges, Yamun&#257;, God&#257;var&#299;, K&#257;ver&#299;, Kr&#803;s&#803;n&#803;&#257; and Narmad&#257; flow there. Anyone living on the land adjacent to these rivers is naturally advanced in spiritual consciousness. &#346;r&#299;la Madhv&#257;c&#257;rya says:</P><P>v&#257;r&#257;he v&#257;ma-p&#257;dam&#769; tu</P><P CLASS=n>tad-anyes&#803;u tu daks&#803;in&#803;am</P><P CLASS=n>p&#257;dam&#769; kalpes&#803;u bhagav&#257;n</P><P CLASS=n>ujjah&#257;ra trivikramah&#803;</P><P>Standing on His right foot and extending His left to the edge of the universe, Lord V&#257;mana became known as Trivikrama, the incarnation who performed three heroic deeds.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>