<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 17 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 17 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Descent of the River Ganges</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.17.11</P><P CLASS=c>tatr&#257;pi bh&#257;ratam eva vars&#803;am&#769; karma-ks&#803;etram any&#257;ny as&#803;t&#803;a vars&#803;&#257;n&#803;i svargin&#803;&#257;m&#769; pun&#803;ya-&#347;es&#803;opabhoga-sth&#257;n&#257;ni bhaum&#257;ni svarga-pad&#257;ni vyapadi&#347;anti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; out of all of them; <A CLASS=v HREF="http://vedabase.net/b/bharatam">bh&#257;ratam</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/b/bharata">Bh&#257;rata</A>-<A HREF="http://vedabase.net/v/varsa">vars&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/varsam">vars&#803;am</A> &#8212; the tract of land; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/k/ksetram">ks&#803;etram</A> &#8212; the field of activities; <A CLASS=v HREF="http://vedabase.net/a/anyani">any&#257;ni</A> &#8212; the others; <A CLASS=v HREF="http://vedabase.net/a/asta">as&#803;t&#803;a</A> <A CLASS=v HREF="http://vedabase.net/v/varsani">vars&#803;&#257;n&#803;i</A> &#8212; eight tracts of land; <A CLASS=v HREF="http://vedabase.net/s/svarginam">svargin&#803;&#257;m</A> &#8212; of the living entities elevated <A HREF="http://vedabase.net/t/to">to</A> the heavenly planets by extraordinary pious activities; <A CLASS=v HREF="http://vedabase.net/p/punya">pun&#803;ya</A> &#8212; of the results of pious activities; <A CLASS=v HREF="http://vedabase.net/s/sesa">&#347;es&#803;a</A> &#8212; of the remainder; <A CLASS=v HREF="http://vedabase.net/u/upabhoga">upabhoga</A>-<A CLASS=v HREF="http://vedabase.net/s/sthanani">sth&#257;n&#257;ni</A> &#8212; the places for material enjoyment; <A CLASS=v HREF="http://vedabase.net/b/bhaumani">bhaum&#257;ni</A> <A CLASS=v HREF="http://vedabase.net/s/svarga">svarga</A>-<A CLASS=v HREF="http://vedabase.net/p/padani">pad&#257;ni</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the heavenly places on earth; <A CLASS=v HREF="http://vedabase.net/v/vyapadisanti">vyapadi&#347;anti</A> &#8212; they designate.</P><P CLASS=t>TRANSLATION</P><P>Among the nine vars&#803;as, the tract of land known as Bh&#257;rata-vars&#803;a is understood to be the field of fruitive activities. Learned scholars and saintly persons declare the other eight vars&#803;as to be meant for very highly elevated pious persons. After returning from the heavenly planets, they enjoy the remaining results of their pious activities in these eight earthly vars&#803;as.</P><P CLASS=t>PURPORT</P><P>The heavenly places of enjoyment are divided into three groups: the celestial heavenly planets, the heavenly places on earth, and the bila heavenly places, which are found in the lower regions. Among these three classes of heavenly places (bhauma-svarga-pada-ni), the heavenly places on earth are the eight vars&#803;as other than Bh&#257;rata-vars&#803;a. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/21.htm">9.21</A>) Kr&#803;s&#803;n&#803;a says, ks&#803;&#299;n&#803;e pun&#803;ye martya-lokam&#769; vi&#347;anti: when the persons living in the heavenly planets exhaust the results of their pious activities, they return to this earth. In this way, they are elevated to the heavenly planets, and then they again fall to the earthly planets. This process is known as brahm&#257;n&#803;d&#803;a bhraman&#803;a, wandering up and down throughout the universes. Those who are intelligent &#8212; in other words, those who have not lost their intelligence &#8212; do not involve themselves in this process of wandering up and down. They take to the devotional service of the Lord so that they can ultimately penetrate the covering of this universe and enter the spiritual kingdom. Then they are situated on one of the planets known as Vaikun&#803;t&#803;haloka or, still higher. Kr&#803;s&#803;n&#803;aloka (Goloka Vr&#803;nd&#257;vana). A devotee is never caught in the process of being promoted to the heavenly planets and again coming down. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu says:</P><P>ei r&#363;pe brahm&#257;n&#803;d&#803;a bhramite kona bh&#257;gyav&#257;n j&#299;va</P><P CLASS=n>guru-kr&#803;s&#803;n&#803;a-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>]</P><P>Among all the living entities wandering throughout the universe, one who is most fortunate comes in contact with a representative of the Supreme Personality of Godhead and thus gets the opportunity to execute devotional service. Those who are sincerely seeking the favor of Kr&#803;s&#803;n&#803;a come in contact with a guru, a bona fide representative of Kr&#803;s&#803;n&#803;a. The M&#257;y&#257;v&#257;d&#299;s indulging in mental speculation and the karm&#299;s desiring the results of their actions cannot become gurus. A guru must be a direct representative of Kr&#803;s&#803;n&#803;a who distributes the instructions of Kr&#803;s&#803;n&#803;a without any change. Thus only the most fortunate persons come in contact with the guru. As confirmed in the Vedic literatures, tad-vij&#241;&#257;n&#257;rtham&#769; sa gurum ev&#257;bhigacchet: [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>] one has to search out a guru to understand the affairs of the spiritual world. &#346;r&#299;mad-Bh&#257;gavatam also confirms this point. Tasm&#257;d gurum&#769; prapadyeta jij&#241;&#257;suh&#803; &#347;reya uttamam: [<A CLASS=v HREF="../../11/3/21.htm">SB 11.3.21</A>] one who is very interested in understanding the activities in the spiritual world must search out a guru &#8212; a bona fide representative of Kr&#803;s&#803;n&#803;a. From all angles of vision, therefore, the word guru is especially meant for the bona fide representative of Kr&#803;s&#803;n&#803;a and no one else. Padma Pur&#257;n&#803;a states, avais&#803;n&#803;avo gurur na sy&#257;t: one who is not a Vais&#803;n&#803;ava, or who is not a representative of Kr&#803;s&#803;n&#803;a, cannot be a guru. Even the most qualified br&#257;hman&#803;a cannot become a guru if he is not a representative of Kr&#803;s&#803;n&#803;a. Br&#257;hman&#803;as are supposed to acquire six kinds of auspicious qualifications: they become very learned scholars (pat&#803;hana) and very qualified teachers (p&#257;t&#803;hana); they become expert in worshiping the Lord or the demigods (yajana), and they teach others how to execute this worship (y&#257;jana); they qualify themselves as bona fide persons to receive alms from others (pratigraha), and they distribute the wealth in charity (d&#257;na). Yet even a br&#257;hman&#803;a possessing these qualifications cannot become a guru unless he is the representative of Kr&#803;s&#803;n&#803;a (gurur na sy&#257;t). Vais&#803;n&#803;avah&#803; &#347;va-paco guruh&#803;: but a Vais&#803;n&#803;ava, a bona fide representative of the Supreme Personality of Godhead, Vis&#803;n&#803;u, can become a guru, even if he is &#347;va-paca, a member of a family of dog-eaters. Of the three divisions of heavenly planets (svarga-loka), bhauma-svarga is sometimes accepted as the tract of land in Bh&#257;rata-vars&#803;a known as Kashmir. In this region there are certainly good facilities for material sense enjoyment, but this is not the business of a pure transcendentalist. R&#363;pa Gosv&#257;m&#299; describes the engagement of a pure transcendentalist as follows:</P><P>any&#257;bhil&#257;s&#803;it&#257;-&#347;&#363;nyam&#769;</P><P CLASS=n>j&#241;&#257;na-karm&#257;dy-an&#257;vr&#803;tam</P><P CLASS=n>&#257;nuk&#363;lyena kr&#803;s&#803;n&#803;&#257;nu-</P><P CLASS=n>&#347;&#299;lanam&#769; bhaktir uttam&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]</P><P>"One should render transcendental loving service to the Supreme Lord Kr&#803;s&#803;n&#803;a favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service." Those who fully engage in devotional service to Kr&#803;s&#803;n&#803;a just to please Him are not interested in the three divisions of heavenly places, namely, divya-svarga, bhauma-svarga and bila-svarga.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>