<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 16 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 16 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Executing the Payo-vrata Process of Worship</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.16.21</P><P CLASS=c>sa vidh&#257;syati te k&#257;m&#257;n</P><P CLASS=c>harir d&#299;n&#257;nukampanah&#803;</P><P CLASS=c>amogh&#257; bhagavad-bhaktir</P><P CLASS=c>netareti matir mama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>); <A CLASS=v HREF="http://vedabase.net/v/vidhasyati">vidh&#257;syati</A> &#8212; will undoubtedly fulfill; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/k/kaman">k&#257;m&#257;n</A> &#8212; desires; <A CLASS=v HREF="http://vedabase.net/h/harih">harih&#803;</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/dina">d&#299;na</A> &#8212; unto the poor; <A CLASS=v HREF="http://vedabase.net/a/anukampanah">anukampanah&#803;</A> &#8212; very merciful; <A CLASS=v HREF="http://vedabase.net/a/amogha">amogh&#257;</A> &#8212; infallible; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih&#803;</A> &#8212; devotional service unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/i/itara">itar&#257;</A> &#8212; anything but bhagavad-<A HREF="http://vedabase.net/b/bhakti">bhakti</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/m/matih">matih&#803;</A> &#8212; opinion; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; my.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, who is very merciful to the poor, will fulfill all of your desires, for devotional service unto Him is infallible. Any method other than devotional service is useless. That is my opinion.</P><P CLASS=t>PURPORT</P><P>There are three kinds of men, who are called ak&#257;ma, moks&#803;a-k&#257;ma and sarva-k&#257;ma. One who tries to get liberation from this material world is called moks&#803;a-k&#257;ma, one who wants to enjoy this material world to its fullest extent is called sarva-k&#257;ma, and one who has fulfilled all his desires and has no further material desires is called ak&#257;ma. A bhakta has no desire. Sarvop&#257;dhi-vinirmuktam&#769; tat-paratvena nirmalam [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]. He is purified and free from material desires. The moks&#803;a-k&#257;m&#299; wants to achieve liberation by merging into the existence of the Supreme Brahman, and because of this desire to merge into the existence of the Lord, he is not yet pure. And since those who want liberation are impure, what to speak of the karm&#299;s, who have so many desires to fulfill? Nonetheless, the &#347;&#257;stra says:</P><P>ak&#257;mah&#803; sarva-k&#257;mo v&#257;</P><P CLASS=n>moks&#803;a-k&#257;ma ud&#257;ra-dh&#299;h&#803;</P><P CLASS=n>t&#299;vren&#803;a bhakti-yogena</P><P CLASS=n>yajeta purus&#803;am&#769; param</P><P>"Whether one desires everything or nothing or desires to merge into the existence of the Lord, he is intelligent only if he worships Lord Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead, by rendering transcendental loving service." (Bh&#257;g. <A CLASS=v HREF="../../../sb/2/3/10.htm">2.3.10</A>)</P><P>Ka&#347;yapa Muni saw that his wife, Aditi, had some material desires for the welfare of her sons, but still he advised her to render devotional service to the Supreme Personality of Godhead. In other words, everyone, regardless of whether he is a karm&#299;, j&#241;&#257;n&#299;, yog&#299; or bhakta, should invariably take shelter of the lotus feet of V&#257;sudeva and render transcendental loving service unto Him so that all his desires will be duly fulfilled. Kr&#803;s&#803;n&#803;a is d&#299;na-anukampana: He is very merciful to everyone. Therefore if one wants to fulfill his material desires, Kr&#803;s&#803;n&#803;a helps him. Of course, sometimes if a devotee is very sincere, the Lord, as a special favor to him, refuses to fulfill his material desires and directly blesses him with pure, unalloyed devotional service. It is said in Caitanya-carit&#257;mr&#803;ta (<A CLASS=v HREF="../../../cc/madhya/22/38.htm">Madhya 22.38-39</A>):</P><P>kr&#803;s&#803;n&#803;a kahe, &#8212; '&#257;m&#257; bhaje, m&#257;ge vis&#803;aya-sukha</P><P CLASS=n>amr&#803;ta ch&#257;d&#803;i' vis&#803;a m&#257;ge, &#8212; ei bad&#803;a m&#363;rkha</P><P>&#257;mi &#8212; vij&#241;a, ei m&#363;rkhe 'vis&#803;aya' kene diba?</P><P>sva-caran&#803;&#257;mr&#803;ta diy&#257; 'vis&#803;aya' bhul&#257;iba</P><P>"Kr&#803;s&#803;n&#803;a says, 'If one engages in My transcendental loving service but at the same time wants the opulence of material enjoyment, he is very, very foolish. Indeed, he is just like a person who gives up ambrosia to drink poison. Since I am very intelligent, why should I give this fool material prosperity? Instead I shall induce him to take the nectar of the shelter of My lotus feet and make him forget illusory material enjoyment.' " If a devotee maintains some material desire and at the same time very sincerely desires to engage at the lotus feet of Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a may directly give him unalloyed devotional service and take away all his material desires and possessions. This is the Lord's special favor to devotees. Otherwise, if one takes to Kr&#803;s&#803;n&#803;a's devotional service but still has material desires to fulfill, he may become free from all material desires, as Dhruva Mah&#257;r&#257;ja did, but this may take some time. However, if a very sincere devotee wants only Kr&#803;s&#803;n&#803;a's lotus feet, Kr&#803;s&#803;n&#803;a directly gives him the position of &#347;uddha-bhakti, unalloyed devotional service.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>