<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 16 Verse 60</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 16 Verse 60"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Executing the Payo-vrata Process of Worship</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.16.60</P><P CLASS=c>ayam&#769; vai sarva-yaj&#241;&#257;khyah&#803;</P><P CLASS=c>sarva-vratam iti smr&#803;tam</P><P CLASS=c>tapah&#803;-s&#257;ram idam&#769; bhadre</P><P CLASS=c>d&#257;nam&#769; ce&#347;vara-tarpan&#803;am</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/y/yajna">yaj&#241;a</A> &#8212; all kinds of religious rituals and sacrifices; <A CLASS=v HREF="http://vedabase.net/a/akhyah">&#257;khyah&#803;</A> &#8212; called; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/v/vratam">vratam</A> &#8212; all religious ceremonies; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/smrtam">smr&#803;tam</A> &#8212; understood; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/s/saram">s&#257;ram</A> &#8212; the essence of all austerities; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhadre">bhadre</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> good lady; <A CLASS=v HREF="http://vedabase.net/d/danam">d&#257;nam</A> &#8212; acts of charity; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tarpanam">tarpan&#803;am</A> &#8212; the process of pleasing.</P><P CLASS=t>TRANSLATION</P><P>This payo-vrata is also known as sarva-yaj&#241;a. In other words, by performing this sacrifice one can perform all other sacrifices automatically. This is also acknowledged to be the best of all ritualistic ceremonies. O gentle lady, it is the essence of all austerities, and it is the process of giving charity and pleasing the supreme controller.</P><P CLASS=t>PURPORT</P><P>&#256;r&#257;dhan&#257;n&#257;m&#769; sarves&#803;&#257;m&#769; vis&#803;n&#803;or &#257;r&#257;dhanam&#769; param. This is a statement made by Lord &#346;iva to P&#257;rvat&#299;. Worshiping Lord Vis&#803;n&#803;u is the supreme process of worship. And how Lord Vis&#803;n&#803;u is worshiped in this payo-vrata ceremony has now been fully described. The ultimate goal of life is to please Lord Vis&#803;n&#803;u by varn&#803;&#257;&#347;rama-dharma. The Vedic principles of four varn&#803;as and four &#257;&#347;ramas are meant for worship of Vis&#803;n&#803;u (vis&#803;n&#803;ur &#257;r&#257;dhyate pum&#769;s&#257;m&#769; n&#257;nyat tat-tos&#803;a-k&#257;ran&#803;am). The Kr&#803;s&#803;n&#803;a consciousness movement is also vis&#803;n&#803;u-&#257;r&#257;dhanam, or worship of Lord Vis&#803;n&#803;u, according to the age. The payo-vrata method of vis&#803;n&#803;u-&#257;r&#257;dhanam was enunciated long, long ago by Ka&#347;yapa Muni to his wife, Aditi, in the heavenly planets, and the same process is bona fide on earth even now. Especially for this age of Kali, the process accepted by the Kr&#803;s&#803;n&#803;a consciousness movement is to open hundreds and thousands of Vis&#803;n&#803;u temples (temples of R&#257;dh&#257;-Kr&#803;s&#803;n&#803;a, Jagann&#257;tha, Balar&#257;ma, S&#299;t&#257;-R&#257;ma, Gaura-Nit&#257;i and so on). Performing prescribed worship in such temples of Vis&#803;n&#803;u and thus worshiping the Lord is as good as performing the payo-vrata ceremony recommended here. The payo-vrata ceremony is performed from the first to the thirteenth day of the bright fortnight of the moon, but in our Kr&#803;s&#803;n&#803;a consciousness movement Lord Vis&#803;n&#803;u is worshiped in every temple according to a schedule of twenty-four hours of engagement in performing k&#299;rtana, chanting the Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra, offering palatable food to Lord Vis&#803;n&#803;u and distributing this food to Vais&#803;n&#803;avas and others. These are authorized activities, and if the members of the Kr&#803;s&#803;n&#803;a consciousness movement stick to these principles, they will achieve the same result one gains by observing the payo-vrata ceremony. Thus the essence of all auspicious activities, such as performing yaj&#241;a, giving in charity, observing vratas, and undergoing austerities, is included in the Kr&#803;s&#803;n&#803;a consciousness movement. The members of this movement should immediately and sincerely follow the processes already recommended. Of course, sacrifice is meant to please Lord Vis&#803;n&#803;u. Yaj&#241;aih&#803; sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah&#803;: [<A CLASS=v HREF="../../11/5/32.htm">SB 11.5.32</A>] in Kali-yuga, those who are intelligent perform the sa&#324;k&#299;rtana-yaj&#241;a. One should follow this process conscientiously.</P><P CLASS=l><A CLASS=i HREF="59.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="61.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>