<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 1 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 1 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The First Step in God Realization</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.1.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>var&#299;y&#257;n es&#803;a te pra&#347;nah&#803;</P><P CLASS=c>kr&#803;to loka-hitam&#769; nr&#803;pa</P><P CLASS=c>&#257;tmavit-sammatah&#803; pum&#769;s&#257;m&#769;</P><P CLASS=c>&#347;rotavy&#257;dis&#803;u yah&#803; parah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/v/variyan">var&#299;y&#257;n</A> &#8212; glorious; <A CLASS=v HREF="http://vedabase.net/e/esah">es&#803;ah&#803;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/p/prasnah">pra&#347;nah&#803;</A> &#8212; question; <A CLASS=v HREF="http://vedabase.net/k/krtah">kr&#803;tah&#803;</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> by you; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/h/hitam">hitam</A> &#8212; beneficial for all men; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nr&#803;pa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/a/atmavit">&#257;tmavit</A> &#8212; transcendentalist; <A CLASS=v HREF="http://vedabase.net/s/sammatah">sammatah&#803;</A> &#8212; approved; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pum&#769;s&#257;m</A> &#8212; of all men; <A CLASS=v HREF="http://vedabase.net/s/srotavya">&#347;rotavya</A>-<A CLASS=v HREF="http://vedabase.net/a/adisu">&#257;dis&#803;u</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all kinds of hearing; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; what is; <A CLASS=v HREF="http://vedabase.net/p/parah">parah&#803;</A> &#8212; the supreme.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: My dear King, your question is glorious because it is very beneficial to all kinds of people. The answer to this question is the prime subject matter for hearing, and it is approved by all transcendentalists.</P><P CLASS=t>PURPORT</P><P>Even the very question is so nice that it is the best subject matter for hearing. Simply by such questioning and hearing, one can achieve the highest perfectional stage of life. Because Lord Kr&#803;s&#803;n&#803;a is the original Supreme Person, any question about Him is original and perfect. Lord &#346;r&#299; Caitanya Mah&#257;prabhu said that the highest perfection of life is to achieve the transcendental loving service of Kr&#803;s&#803;n&#803;a. Because questions and answers about Kr&#803;s&#803;n&#803;a elevate one to that transcendental position, the questions of Mah&#257;r&#257;ja Par&#299;ks&#803;it about Kr&#803;s&#803;n&#803;a philosophy are greatly glorified. Mah&#257;r&#257;ja Par&#299;ks&#803;it wanted to absorb his mind completely in Kr&#803;s&#803;n&#803;a, and such absorption can be effected simply by hearing about the uncommon activities of Kr&#803;s&#803;n&#803;a. For instance, in the Bhagavad-g&#299;t&#257; it is stated that simply by understanding the transcendental nature of Lord Kr&#803;s&#803;n&#803;a's appearance, disappearance, and activities, one can immediately return home, back to Godhead, and never come back to this miserable condition of material existence. It is very auspicious, therefore, to hear always about Kr&#803;s&#803;n&#803;a. So Mah&#257;r&#257;ja Par&#299;ks&#803;it requested &#346;ukadeva Gosv&#257;m&#299; to narrate the activities of Kr&#803;s&#803;n&#803;a so that he could engage his mind in Kr&#803;s&#803;n&#803;a. The activities of Kr&#803;s&#803;n&#803;a are nondifferent from Kr&#803;s&#803;n&#803;a Himself. As long as one is engaged in hearing such transcendental activities of Kr&#803;s&#803;n&#803;a, he remains aloof from the conditional life of material existence. The topics of Lord Kr&#803;s&#803;n&#803;a are so auspicious that they purify the speaker, the hearer and the inquirer. They are compared to the Ganges waters, which flow from the toe of Lord Kr&#803;s&#803;n&#803;a. Wherever the Ganges waters go, they purify the land and the person who bathes in them. Similarly, kr&#803;s&#803;n&#803;a-kath&#257;, or the topics of Kr&#803;s&#803;n&#803;a, are so pure that wherever they are spoken, the place, the hearer, the inquirer, the speaker and all concerned become purified.</P><P CLASS=l><A CLASS=i HREF="invocation.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>