<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 6 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 6 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Yadu Dynasty Retires to Prabh&#257;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.6.19</P><P CLASS=c>vibhvyas tav&#257;mr&#803;ta-kathoda-vah&#257;s tri-loky&#257;h&#803;</P><P CLASS=c>p&#257;d&#257;vane-ja-saritah&#803; &#347;amal&#257;ni hantum</P><P CLASS=c>&#257;nu&#347;ravam&#769; &#347;rutibhir a&#324;ghri-jam a&#324;ga-sa&#324;gais</P><P CLASS=c>t&#299;rtha-dvayam&#769; &#347;uci-s&#803;adas ta upaspr&#803;&#347;anti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vibhvyah">vibhvyah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> able; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/amrta">amr&#803;ta</A> &#8212; nectarean; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; of the topics; <A CLASS=v HREF="http://vedabase.net/u/uda">uda</A>-<A CLASS=v HREF="http://vedabase.net/v/vahah">vah&#257;h&#803;</A> &#8212; the water-bearing rivers; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/l/lokyah">loky&#257;h&#803;</A> &#8212; of the three worlds; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/a/avane">avane</A> &#8212; from the bathing of Your lotus feet; <A CLASS=v HREF="http://vedabase.net/j/ja">ja</A> &#8212; born; <A CLASS=v HREF="http://vedabase.net/s/saritah">saritah&#803;</A> &#8212; rivers; <A CLASS=v HREF="http://vedabase.net/s/samalani">&#347;amal&#257;ni</A> &#8212; all contamination; <A CLASS=v HREF="http://vedabase.net/h/hantum">hantum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> destroy; <A CLASS=v HREF="http://vedabase.net/a/anusravam">&#257;nu&#347;ravam</A> &#8212; consisting of the process of hearing from bona fide authority; <A CLASS=v HREF="http://vedabase.net/s/srutibhih">&#347;rutibhih&#803;</A> &#8212; with the ears; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; consisting of (the holy rivers) generated from Your lotus feet; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/s/sangaih">sa&#324;gaih&#803;</A> &#8212; by direct physical contact; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/d/dvayam">dvayam</A> &#8212; these two kinds of holy places; <A CLASS=v HREF="http://vedabase.net/s/suci">&#347;uci</A>-<A CLASS=v HREF="http://vedabase.net/s/sadah">s&#803;adah&#803;</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> striving for purification; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/u/upasprsanti">upaspr&#803;&#347;anti</A> &#8212; they approach <A HREF="http://vedabase.net/t/to">to</A> associate with.</P><P CLASS=t>TRANSLATION</P><P>The nectar-bearing rivers of discussions about You, and also the holy rivers generated from the bathing of Your lotus feet, are able to destroy all contamination within the three worlds. Those who are striving for purification associate with the holy narrations of Your glories by hearing them with their ears, and they associate with the holy rivers flowing from Your lotus feet by physically bathing in them.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura states, &#257;nu&#347;ravam&#769; guror ucc&#257;ran&#803;am anu&#347;r&#363;yante: "One should hear about Kr&#803;s&#803;n&#803;a by hearing from the spiritual master." The bona fide spiritual master describes the pastimes, potencies and incarnations of the Personality of Godhead to his disciple. If the spiritual master is bona fide and if the disciple is sincere and obedient, then the communication between guru and disciple is just like nectar, both for the guru and the disciple. Ordinary persons cannot even imagine the special pleasure experienced by the devotees of the Lord. Such nectarean speaking and hearing destroys all contamination within the heart of a conditioned soul, the primary contamination being the desire to live without serving Kr&#803;s&#803;n&#803;a.</P><P>The other nectar described here is caran&#803;&#257;mr&#803;ta, the nectarean waters that bathe the Lord's feet. Lord V&#257;manadeva bathed His own lotus foot by kicking a hole in the universal covering so that the sacred Ganges water washed His toes and fell into the universe. The Yamun&#257; River also washed Kr&#803;s&#803;n&#803;a's lotus feet when the Lord appeared on this planet five thousand years ago. Kr&#803;s&#803;n&#803;a sported daily with His boyfriends and girl friends in the Yamun&#257; River, and consequently that river is also caran&#803;&#257;mr&#803;ta. One should therefore try to take bath in the Ganges or Yamun&#257;.</P><P>Every morning in ISKCON temples, the lotus feet of the Deity of Kr&#803;s&#803;n&#803;a are bathed, and the water thus sanctified is also called caran&#803;&#257;mr&#803;ta, the nectar of Kr&#803;s&#803;n&#803;a's lotus feet. &#346;r&#299;la Prabhup&#257;da taught his disciples and followers to come before the Deities each morning and drink three drops of the caran&#803;&#257;mr&#803;ta from the Deities' bathing.</P><P>In all these ways one can purify his heart and relish spiritual bliss. When one is fixed on the platform of spiritual bliss, then one does not take another birth in the material world. In this verse the word &#347;uci-s&#803;adah&#803; is significant: one must engage in the purified activities of Kr&#803;s&#803;n&#803;a consciousness. One must learn to serve the Lord from the bona fide spiritual master, whose instructions one should accept without speculation. Those who are attached to the phantasmagoria of this world sometimes concoct their own whimsical concepts of God. But only from the bona fide spiritual master can we get perfect and pure knowledge about the Supreme Personality of Godhead and devotional service to Him. Such knowledge may be found in all the books of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>