<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 12 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 12 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Birth of Emperor Par&#299;ks&#803;it</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.12.16</P><P CLASS=c>daiven&#257;pratigh&#257;tena</P><P CLASS=c>&#347;ukle sam&#769;sth&#257;m upeyus&#803;i</P><P CLASS=c>r&#257;to vo 'nugrah&#257;rth&#257;ya</P><P CLASS=c>vis&#803;n&#803;un&#257; prabhavis&#803;n&#803;un&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/daivena">daivena</A> &#8212; by supernatural power; <A CLASS=v HREF="http://vedabase.net/a/apratighatena">apratigh&#257;tena</A> &#8212; by what is irresistible; <A CLASS=v HREF="http://vedabase.net/s/sukle">&#347;ukle</A> &#8212; unto the <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/s/samstham">sam&#769;sth&#257;m</A> &#8212; destruction; <A CLASS=v HREF="http://vedabase.net/u/upeyusi">upeyus&#803;i</A> &#8212; having been enforced; <A CLASS=v HREF="http://vedabase.net/r/ratah">r&#257;tah&#803;</A> &#8212; restored; <A CLASS=v HREF="http://vedabase.net/v/vah">vah&#803;</A> &#8212; for you; <A CLASS=v HREF="http://vedabase.net/a/anugraha">anugraha</A>-<A CLASS=v HREF="http://vedabase.net/a/arthaya">arth&#257;ya</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A> of obliging; <A CLASS=v HREF="http://vedabase.net/v/visnuna">vis&#803;n&#803;un&#257;</A> &#8212; by the all-pervasive Lord; <A CLASS=v HREF="http://vedabase.net/p/prabhavisnuna">prabhavis&#803;n&#803;un&#257;</A> &#8212; by the all-powerful.</P><P CLASS=t>TRANSLATION</P><P>The br&#257;hman&#803;as said: This spotless son has been restored by the all-powerful and all-pervasive Lord Vis&#803;n&#803;u, the Personality of Godhead, in order to oblige you. He was saved when he was doomed to be destroyed by an irresistible supernatural weapon.</P><P CLASS=t>PURPORT</P><P>The child Par&#299;ks&#803;it was saved by the all-powerful and all-pervasive Vis&#803;n&#803;u (Lord Kr&#803;s&#803;n&#803;a) for two reasons. The first reason is that the child in the womb of his mother was spotless due to his being a pure devotee of the Lord. The second reason is that the child was the only surviving male descendant of Puru, the pious forefather of the virtuous King Yudhis&#803;t&#803;hira. The Lord wants to continue the line of pious kings to rule over the earth as His representatives for the actual progress of a peaceful and prosperous life. After the Battle of Kuruks&#803;etra, even up to the next generation of Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira was annihilated, and there were none who could generate another son in the great royal family. Mah&#257;r&#257;ja Par&#299;ks&#803;it, the son of Abhimanyu, was the only surviving heir apparent in the family, and by the irresistible supernatural brahm&#257;stra weapon of A&#347;vatth&#257;m&#257;, he was forced to be annihilated. Lord Kr&#803;s&#803;n&#803;a is described herein as Vis&#803;n&#803;u, and this is also significant. Lord Kr&#803;s&#803;n&#803;a, the original Personality of Godhead, does the work of protection and annihilation in His capacity of Vis&#803;n&#803;u. Lord Vis&#803;n&#803;u is the plenary expansion of Lord Kr&#803;s&#803;n&#803;a. The all-pervasive activities of the Lord are executed by Him in His Vis&#803;n&#803;u feature. Child Par&#299;ks&#803;it is described here as spotlessly white because he is an unalloyed devotee of the Lord. Such unalloyed devotees of the Lord appear on the earth just to execute the mission of the Lord. The Lord desires the conditioned souls hovering in the material creation to be reclaimed to go back home, back to Godhead, and thus He helps them by preparing the transcendental literatures like the Vedas, by sending missionaries of saints and sages and by deputing His representative, the spiritual master. Such transcendental literatures, missionaries and representatives of the Lord are spotlessly white because the contamination of the material qualities cannot even touch them. They are always protected by the Lord when they are threatened with annihilation. Such foolish threats are made by the gross materialists. The brahm&#257;stra, which was thrown by A&#347;vatth&#257;m&#257; at the child Par&#299;ks&#803;it, was certainly supernaturally powerful, and nothing of the material world could resist its force of penetration. But the all-powerful Lord, who is present everywhere, within and without, could counteract it by His all-powerful potency just to save a bona fide servant of the Lord and descendant of another devotee, Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira, who was always obliged by the Lord by His causeless mercy.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>