<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 2 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 2 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Remembrance of Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.2.26</P><P CLASS=c>tato nanda-vrajam itah&#803;</P><P CLASS=c>pitr&#257; kam&#769;s&#257;d vibibhyat&#257;</P><P CLASS=c>ek&#257;da&#347;a sam&#257;s tatra</P><P CLASS=c>g&#363;d&#803;h&#257;rcih&#803; sa-balo 'vasat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah&#803;</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/n/nanda">nanda</A>-<A CLASS=v HREF="http://vedabase.net/v/vrajam">vrajam</A> &#8212; cow pastures of <A HREF="http://vedabase.net/n/nanda">Nanda</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/i/itah">itah&#803;</A> &#8212; being brought up; <A CLASS=v HREF="http://vedabase.net/p/pitra">pitr&#257;</A> &#8212; by His father; <A CLASS=v HREF="http://vedabase.net/k/kamsat">kam&#769;s&#257;t</A> &#8212; from <A HREF="http://vedabase.net/k/kamsa">Kam&#769;sa</A>; <A CLASS=v HREF="http://vedabase.net/v/vibibhyata">vibibhyat&#257;</A> &#8212; being afraid of; <A CLASS=v HREF="http://vedabase.net/e/ekadasa">ek&#257;da&#347;a</A> &#8212; eleven; <A CLASS=v HREF="http://vedabase.net/s/samah">sam&#257;h&#803;</A> &#8212; years; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; therein; <A CLASS=v HREF="http://vedabase.net/g/gudha">g&#363;d&#803;ha</A>-<A CLASS=v HREF="http://vedabase.net/a/arcih">arcih&#803;</A> &#8212; covered fire; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/b/balah">balah&#803;</A> &#8212; with <A HREF="http://vedabase.net/b/baladeva">Baladeva</A>; <A CLASS=v HREF="http://vedabase.net/a/avasat">avasat</A> &#8212; resided.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, His father, being afraid of Kam&#769;sa, brought Him to the cow pastures of Mah&#257;r&#257;ja Nanda, and there He lived for eleven years like a covered flame with His elder brother, Baladeva.</P><P CLASS=t>PURPORT</P><P>There was no necessity of the Lord's being dispatched to the house of Nanda Mah&#257;r&#257;ja out of fear of Kam&#769;sa's determination to kill Him as soon as He appeared. It is the business of the asuras to try to kill the Supreme Personality of Godhead or to prove by all means that there is no God or that Kr&#803;s&#803;n&#803;a is an ordinary human being and not God. Lord Kr&#803;s&#803;n&#803;a is not affected by such determination of men of Kam&#769;sa's class, but in order to play the role of a child He agreed to be carried by His father to the cow pastures of Nanda Mah&#257;r&#257;ja because Vasudeva was afraid of Kam&#769;sa. Nanda Mah&#257;r&#257;ja was due to receive Him as his child, and Ya&#347;od&#257;may&#299; was also to enjoy the childhood pastimes of the Lord, and therefore to fulfill everyone's desire, He was carried from Mathur&#257; to Vr&#803;nd&#257;vana just after His appearance in the prison house of Kam&#769;sa. He lived there for eleven years and completed all His fascinating pastimes of childhood, boyhood and adolescence with His elder brother, Lord Baladeva, His first expansion. Vasudeva's thought of protecting Kr&#803;s&#803;n&#803;a from the wrath of Kam&#769;sa is part of a transcendental relationship. The Lord enjoys more when someone takes Him as his subordinate son who needs the protection of a father than He does when someone accepts Him as the Supreme Lord. He is the father of everyone, and He protects everyone, but when His devotee takes it for granted that the Lord is to be protected by the devotee's care, it is a transcendental joy for the Lord. Thus when Vasudeva, out of fear of Kam&#769;sa, carried Him to Vr&#803;nd&#257;vana, the Lord enjoyed it; otherwise, He had no fear from Kam&#769;sa or anyone else.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>