<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 4 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 4 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Characteristics of R&#803;s&#803;abhadeva, the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.4.17</P><P CLASS=c>dravya-de&#347;a-k&#257;la-vayah&#803;-&#347;raddhartvig-vividhodde&#347;opacitaih&#803; sarvair api kratubhir yathopade&#347;am&#769; &#347;ata-kr&#803;tva iy&#257;ja</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; the ingredients for performing <A HREF="http://vedabase.net/y/yajna">yaj&#241;a</A>; <A CLASS=v HREF="http://vedabase.net/d/desa">de&#347;a</A> &#8212; the particular place, <A HREF="http://vedabase.net/a/a">a</A> holy place or <A HREF="http://vedabase.net/a/a">a</A> temple; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; the suitable time, such <A HREF="http://vedabase.net/a/as">as</A> springtime; <A CLASS=v HREF="http://vedabase.net/v/vayah">vayah&#803;</A> &#8212; the <A HREF="http://vedabase.net/a/age">age</A>, especially youth; <A CLASS=v HREF="http://vedabase.net/s/sraddha">&#347;raddh&#257;</A> &#8212; faith <A HREF="http://vedabase.net/i/in">in</A> goodness, not <A HREF="http://vedabase.net/i/in">in</A> passion and ignorance; <A CLASS=v HREF="http://vedabase.net/r/rtvik">r&#803;tvik</A> &#8212; the priests; <A CLASS=v HREF="http://vedabase.net/v/vividha">vividha</A>-<A CLASS=v HREF="http://vedabase.net/u/uddesa">udde&#347;a</A> &#8212; worshiping different demigods for different purposes; <A CLASS=v HREF="http://vedabase.net/u/upacitaih">upacitaih&#803;</A> &#8212; enriched by; <A CLASS=v HREF="http://vedabase.net/s/sarvaih">sarvaih&#803;</A> &#8212; all kinds of; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/kratubhih">kratubhih&#803;</A> &#8212; by sacrificial ceremonies; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/u/upadesam">upade&#347;am</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the instruction; <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A>-<A CLASS=v HREF="http://vedabase.net/k/krtvah">kr&#803;tvah&#803;</A> &#8212; one hundred times; <A CLASS=v HREF="http://vedabase.net/i/iyaja">iy&#257;ja</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> worshiped.</P><P CLASS=t>TRANSLATION</P><P>Lord R&#803;s&#803;abhadeva performed all kinds of sacrifices one hundred times according to the instructions of the Vedic literatures. Thus He satisfied Lord Vis&#803;n&#803;u in every respect. All the rituals were enriched by first-class ingredients. They were executed in holy places according to the proper time by priests who were all young and faithful. In this way Lord Vis&#803;n&#803;u was worshiped, and the pras&#257;da was offered to all the demigods. Thus the functions and festivals were all successful.</P><P CLASS=t>PURPORT</P><P>It is said, kaum&#257;ra &#257;caret pr&#257;j&#241;o dharm&#257;n bh&#257;gavat&#257;n iha (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/6/1.htm">7.6.1</A>). A ritual should be performed by young men, even boys, at a tender age in order for the ritual to be performed successfully. From childhood, people should be trained in Vedic culture, especially in devotional service. In this way, one can perfect one's life. A Vais&#803;n&#803;ava does not disrespect the demigods, but on the other hand he is not so foolish that he accepts each and every demigod as the Supreme Lord. The Supreme Lord is master of all demigods; therefore the demigods are His servants. The Vais&#803;n&#803;ava accepts them as servants of the Supreme Lord, and he worships them directly. In the Brahma-sam&#769;hit&#257;, the important demigods &#8212; Lord &#346;iva, Lord Brahm&#257; and even the incarnations and expansions of Lord Kr&#803;s&#803;n&#803;a like Mah&#257;-Vis&#803;n&#803;u, Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u and all the other vis&#803;n&#803;u-tattvas, as well as the &#347;akti-tattvas like Durg&#257;dev&#299; &#8212; are all worshiped by the process of worshiping Govinda with the words govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi **. A Vais&#803;n&#803;ava worships the demigods in relation to Govinda, not independently. Vais&#803;n&#803;avas are not so foolish that they consider the demigods independent of the Supreme Personality of Godhead. This is confirmed in Caitanya-carit&#257;mr&#803;ta. Ekale &#299;&#347;vara kr&#803;s&#803;n&#803;a, &#257;ra saba bhr&#803;tya: the supreme master is Kr&#803;s&#803;n&#803;a, and all others are His servants.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>