<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 4 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 4 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Characteristics of R&#803;s&#803;abhadeva, the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.4.18</P><P CLASS=c>bhagavatars&#803;abhen&#803;a pariraks&#803;yam&#257;n&#803;a etasmin vars&#803;e na ka&#347;cana purus&#803;o v&#257;&#241;chaty avidyam&#257;nam iv&#257;tmano 'nyasm&#257;t katha&#241;cana kimapi karhicid aveks&#803;ate bhartary anusavanam&#769; vijr&#803;mbhita-sneh&#257;ti&#347;ayam antaren&#803;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rsabhena">r&#803;s&#803;abhen&#803;a</A> &#8212; King <A HREF="http://vedabase.net/r/rsabha">R&#803;s&#803;abha</A>; <A CLASS=v HREF="http://vedabase.net/p/pariraksyamane">pariraks&#803;yam&#257;n&#803;e</A> &#8212; being protected; <A CLASS=v HREF="http://vedabase.net/e/etasmin">etasmin</A> &#8212; on this; <A CLASS=v HREF="http://vedabase.net/v/varse">vars&#803;e</A> &#8212; planet; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kascana">ka&#347;cana</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/p/purusah">purus&#803;ah&#803;</A> &#8212; even <A HREF="http://vedabase.net/a/a">a</A> common <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/v/vanchati">v&#257;&#241;chati</A> &#8212; desires; <A CLASS=v HREF="http://vedabase.net/a/avidyamanam">avidyam&#257;nam</A> &#8212; not existing <A HREF="http://vedabase.net/i/in">in</A> reality; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah&#803;</A> &#8212; for himself; <A CLASS=v HREF="http://vedabase.net/a/anyasmat">anyasm&#257;t</A> &#8212; from anyone else; <A CLASS=v HREF="http://vedabase.net/k/kathancana">katha&#241;cana</A> &#8212; by any means; <A CLASS=v HREF="http://vedabase.net/k/kimapi">kimapi</A> &#8212; anything; <A CLASS=v HREF="http://vedabase.net/k/karhicit">karhicit</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/a/aveksate">aveks&#803;ate</A> &#8212; does <A HREF="http://vedabase.net/c/care">care</A> <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/b/bhartari">bhartari</A> &#8212; toward the master; <A CLASS=v HREF="http://vedabase.net/a/anusavanam">anusavanam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/v/vijrmbhita">vijr&#803;mbhita</A> &#8212; expanding; <A CLASS=v HREF="http://vedabase.net/s/sneha">sneha</A>-<A CLASS=v HREF="http://vedabase.net/a/atisayam">ati&#347;ayam</A> &#8212; very great affection; <A CLASS=v HREF="http://vedabase.net/a/antarena">antaren&#803;a</A> &#8212; within one's self.</P><P CLASS=t>TRANSLATION</P><P>No one likes to possess anything that is like a will-o'-the-wisp or a flower in the sky, for everyone knows very well that such things do not exist. When Lord R&#803;s&#803;abhadeva ruled this planet of Bh&#257;ratavars&#803;a, even common men did not want to ask for anything, at any time or by any means. No one ever asks for a will-o'-the-wisp. In other words, everyone was completely satisfied, and therefore there was no chance of anyone's asking for anything. The people were absorbed in great affection for the King. Since this affection was always expanding, they were not inclined to ask for anything.</P><P CLASS=t>PURPORT</P><P>In Bengal the word ghod&#803;&#257;-d&#803;imba is used, which means "the egg of a horse." Since a horse never lays an egg, the word ghod&#803;&#257;-d&#803;imba actually has no meaning. In Sanskrit there is a word kha-pus&#803;pa, which means "the flower in the sky." No flower grows in the sky; therefore no one is interested in asking for kha-pus&#803;pa or ghod&#803;&#257;-d&#803;imba. During the reign of Mah&#257;r&#257;ja R&#803;s&#803;abhadeva, people were so well equipped that they did not want to ask for anything. They were immensely supplied with all necessities for life due to King R&#803;s&#803;abhadeva's good government. Consequently everyone felt full satisfaction and did not want anything. This is the perfection of government. If the citizens are unhappy due to bad government, the heads of government are condemned. During these democratic days, monarchy is disliked by the people, but here is an example of how an emperor of the whole world kept all the citizens fully satisfied by supplying the necessities of life and following the Vedic principles. Thus everyone was happy during the reign of Mah&#257;r&#257;ja R&#803;s&#803;abhadeva, the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>