<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.17</P><P CLASS=c>na hy agni-mukhato 'yam&#769; vai</P><P CLASS=c>bhagav&#257;n sarva-yaj&#241;a-bhuk</P><P CLASS=c>ijyeta havis&#803;&#257; r&#257;jan</P><P CLASS=c>yath&#257; vipra-mukhe hutaih&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/m/mukhatah">mukhatah&#803;</A> &#8212; from the mouth or the flames; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/y/yajna">yaj&#241;a</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuk">bhuk</A> &#8212; the <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A> of the results of all kinds of sacrifices; <A CLASS=v HREF="http://vedabase.net/i/ijyeta">ijyeta</A> &#8212; is worshiped; <A CLASS=v HREF="http://vedabase.net/h/havisa">havis&#803;&#257;</A> &#8212; by offering of clarified butter; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A>-<A CLASS=v HREF="http://vedabase.net/m/mukhe">mukhe</A> &#8212; through the mouth of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hman&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/h/hutaih">hutaih&#803;</A> &#8212; by offering him first-class food.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, &#346;r&#299; Kr&#803;s&#803;n&#803;a, is the enjoyer of sacrificial offerings. Yet although His Lordship eats the oblations offered in the fire, my dear King, He is still more satisfied when nice food made of grains and ghee is offered to Him through the mouths of qualified br&#257;hman&#803;as.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/9.htm">3.9</A>), yaj&#241;&#257;rth&#257;t karman&#803;o 'nyatra loko 'yam&#769; karma-bandhanah&#803;: all fruitive activities should be performed for sacrifice, which should be directed toward pleasing Kr&#803;s&#803;n&#803;a. As stated elsewhere in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>), bhokt&#257;ram&#769; yaj&#241;a-tapas&#257;m&#769; sarva-loka-mahe&#347;varam: He is the Supreme Lord and enjoyer of everything. However, although sacrifice may be offered to please Kr&#803;s&#803;n&#803;a, He is more pleased when grains and ghee, instead of being offered in the fire, are prepared as pras&#257;da and distributed, first to the br&#257;hman&#803;as and then to others. This system pleases Kr&#803;s&#803;n&#803;a more than anything else. Furthermore, at the present time there is very little chance to offer sacrifices by pouring oblations of food grains and ghee into the fire. Especially in India, there is practically no ghee; for everything that should be done with ghee, people use a certain type of oil preparation. Oil, however, is never recommended for offering in a sacrificial fire. In Kali-yuga, the available quantity of food grains and ghee is gradually diminishing, and people are embarrassed that they cannot produce sufficient ghee and food grains. Under the circumstances, the &#347;&#257;stras enjoin, yaj&#241;aih&#803; sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah&#803;: [<A CLASS=v HREF="../../11/5/32.htm">SB 11.5.32</A>] in this age, those who are intellectual offer yaj&#241;a, or perform sacrifices, through the sa&#324;k&#299;rtana movement. Everyone should join the sa&#324;k&#299;rtana movement, offering to the fire of this movement the oblations of his knowledge and riches. In our sa&#324;k&#299;rtana movement, or Hare Kr&#803;s&#803;n&#803;a movement, we offer sumptuous pras&#257;da to the Deity and later distribute the same pras&#257;da to the br&#257;hman&#803;as, the Vais&#803;n&#803;avas and then to the people in general. Kr&#803;s&#803;n&#803;a's pras&#257;da is offered to the br&#257;hman&#803;as and Vais&#803;n&#803;avas, and the pras&#257;da of the br&#257;hman&#803;as and Vais&#803;n&#803;avas is offered to the general populace. This kind of sacrifice &#8212; chanting of the Hare Kr&#803;s&#803;n&#803;a mantra and distribution of pras&#257;da &#8212; is the most perfect and bona fide way of offering sacrifice for the pleasure of Yaj&#241;a, or Vis&#803;n&#803;u.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>