<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verses 27-28</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verses 27-28"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.27-28</P><P CLASS=c>atha de&#347;&#257;n pravaks&#803;y&#257;mi</P><P CLASS=c>dharm&#257;di-&#347;reya-&#257;vah&#257;n</P><P CLASS=c>sa vai pun&#803;yatamo de&#347;ah&#803;</P><P CLASS=c>sat-p&#257;tram&#769; yatra labhyate</P><P CLASS=c>bimbam&#769; bhagavato yatra</P><P CLASS=c>sarvam etac car&#257;caram</P><P CLASS=c>yatra ha br&#257;hman&#803;a-kulam&#769;</P><P CLASS=c>tapo-vidy&#257;-day&#257;nvitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/d/desan">de&#347;&#257;n</A> &#8212; places; <A CLASS=v HREF="http://vedabase.net/p/pravaksyami">pravaks&#803;y&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall describe; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; religious performances, etc.; <A CLASS=v HREF="http://vedabase.net/s/sreya">&#347;reya</A> &#8212; auspiciousness; <A CLASS=v HREF="http://vedabase.net/a/avahan">&#257;vah&#257;n</A> &#8212; which can bring; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/punya">pun&#803;ya</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah&#803;</A> &#8212; the most sacred; <A CLASS=v HREF="http://vedabase.net/d/desah">de&#347;ah&#803;</A> &#8212; place; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/p/patram">p&#257;tram</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/v/vaisnava">Vais&#803;n&#803;ava</A>; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/l/labhyate">labhyate</A> &#8212; is available; <A CLASS=v HREF="http://vedabase.net/b/bimbam">bimbam</A> &#8212; the Deity (<A HREF="http://vedabase.net/i/in">in</A> the temple); <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah&#803;</A> &#8212; of the Supreme Personality of Godhead (who is the support); <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; of this entire cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/c/cara">cara</A>-<A CLASS=v HREF="http://vedabase.net/a/acaram">acaram</A> &#8212; with all the moving and nonmoving living entities; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hman&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A> &#8212; association with br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah&#803;</A> &#8212; austerities; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; education; <A CLASS=v HREF="http://vedabase.net/d/daya">day&#257;</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/a/anvitam">anvitam</A> &#8212; endowed with.</P><P CLASS=t>TRANSLATION</P><P>N&#257;rada Muni continued: Now I shall describe the places where religious performances may be well executed. Any place where a Vais&#803;n&#803;ava is available is an excellent place for all auspicious activities. The Supreme Personality of Godhead is the support of this entire cosmic manifestation, with all its moving and nonmoving living entities, and the temple where the Deity of the Lord is installed is a most sacred place. Furthermore, places where learned br&#257;hman&#803;as observe Vedic principles by means of austerity, education and mercy are also most auspicious and sacred.</P><P CLASS=t>PURPORT</P><P>In this verse it is indicated that a Vais&#803;n&#803;ava temple where the Supreme Personality of Godhead, Kr&#803;s&#803;n&#803;a, is worshiped, and where Vais&#803;n&#803;avas are engaged in the service of the Lord, is the best sacred place for performing any religious ceremonies. At the present day, especially in big, big cities, people live in small apartments and are not able to establish a Deity or temple. Under the circumstances, therefore, the centers and temples being established by the expanding Kr&#803;s&#803;n&#803;a consciousness movement are the best sacred places for performing religious ceremonies. Although people in general are no longer interested in religious ceremonies or Deity worship, the Kr&#803;s&#803;n&#803;a consciousness movement gives everyone the chance to advance in spiritual life by becoming Kr&#803;s&#803;n&#803;a conscious.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>