<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.37</P><P CLASS=c>pur&#257;n&#803;y anena sr&#803;s&#803;t&#803;&#257;ni</P><P CLASS=c>nr&#803;-tiryag-r&#803;s&#803;i-devat&#257;h&#803;</P><P CLASS=c>&#347;ete j&#299;vena r&#363;pen&#803;a</P><P CLASS=c>pures&#803;u purus&#803;o hy asau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/purani">pur&#257;n&#803;i</A> &#8212; residential places or bodies; <A CLASS=v HREF="http://vedabase.net/a/anena">anena</A> &#8212; by Him (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/s/srstani">sr&#803;s&#803;t&#803;&#257;ni</A> &#8212; among those creations; <A CLASS=v HREF="http://vedabase.net/n/nr">nr&#803;</A> &#8212; <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/t/tiryak">tiryak</A> &#8212; other than human beings (animals, birds, etc); <A CLASS=v HREF="http://vedabase.net/r/rsi">r&#803;s&#803;i</A> &#8212; saintly persons; <A CLASS=v HREF="http://vedabase.net/d/devatah">devat&#257;h&#803;</A> &#8212; and demigods; <A CLASS=v HREF="http://vedabase.net/s/sete">&#347;ete</A> &#8212; lies down; <A CLASS=v HREF="http://vedabase.net/j/jivena">j&#299;vena</A> &#8212; with the living entities; <A CLASS=v HREF="http://vedabase.net/r/rupena">r&#363;pen&#803;a</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/puresu">pures&#803;u</A> &#8212; within these residential places or bodies; <A CLASS=v HREF="http://vedabase.net/p/purusah">purus&#803;ah&#803;</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (the Personality of Godhead).</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead has created many residential places like the bodies of human beings, animals, birds, saints and demigods. In all of these innumerable bodily forms, the Lord resides with the living being as Param&#257;tm&#257;. Thus He is known as the purus&#803;&#257;vat&#257;ra.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>) it is said:</P><P>&#299;&#347;varah&#803; sarva-bh&#363;t&#257;n&#257;m&#769;</P><P CLASS=n>hr&#803;d-de&#347;e 'rjuna tis&#803;t&#803;hati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni</P><P CLASS=n>yantr&#257;r&#363;d&#803;h&#257;ni m&#257;yay&#257;</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy." The living entity, who is part and parcel of the Supreme Personality of Godhead, exists on the mercy of the Lord, who is always with him in any form of body. The living entity desires a particular type of material enjoyment, and thus the Lord supplies him with a body, which is like a machine. Just to keep him alive in that body, the Lord remains with him as the purus&#803;a (Ks&#803;&#299;rodaka&#347;&#257;y&#299; Vis&#803;n&#803;u). This is also confirmed in Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/35.htm">5.35</A>):</P><P>eko 'py asau racayitum&#769; jagad-an&#803;d&#803;a-kot&#803;im&#769;</P><P CLASS=n>yac-chaktir asti jagad-an&#803;d&#803;a-cay&#257; yad-antah&#803;</P><P CLASS=n>an&#803;d&#803;&#257;ntara-stha-param&#257;n&#803;u-cay&#257;ntara-stham&#769;</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>"I worship the Personality of Godhead, Govinda, who enters the existence of every universe and every atom by one of His plenary portions and thus manifests His infinite energy throughout the material creation." The living entity, being part and parcel of the Lord, is known as j&#299;va. The Supreme Lord purus&#803;a remains with the j&#299;va to enable him to enjoy material facilities.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>