<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.39</P><P CLASS=c>dr&#803;s&#803;t&#803;v&#257; tes&#803;&#257;m&#769; mitho nr&#803;n&#803;&#257;m</P><P CLASS=c>avaj&#241;&#257;n&#257;tmat&#257;m&#769; nr&#803;pa</P><P CLASS=c>tret&#257;dis&#803;u harer arc&#257;</P><P CLASS=c>kriy&#257;yai kavibhih&#803; kr&#803;t&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/drstva">dr&#803;s&#803;t&#803;v&#257;</A> &#8212; after practically seeing; <A CLASS=v HREF="http://vedabase.net/t/tesam">tes&#803;&#257;m</A> &#8212; among the br&#257;hman&#803;as and Vais&#803;n&#803;avas; <A CLASS=v HREF="http://vedabase.net/m/mithah">mithah&#803;</A> &#8212; mutually; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nr&#803;n&#803;&#257;m</A> &#8212; of human society; <A CLASS=v HREF="http://vedabase.net/a/avajnana">avaj&#241;&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/atmatam">&#257;tmat&#257;m</A> &#8212; the mutually disrespectful behavior; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nr&#803;pa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/t/treta">tret&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adisu">&#257;dis&#803;u</A> &#8212; beginning from <A HREF="http://vedabase.net/t/treta">Tret&#257;</A>-<A HREF="http://vedabase.net/y/yuga">yuga</A>; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh&#803;</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/arca">arc&#257;</A> &#8212; the Deity worship (<A HREF="http://vedabase.net/i/in">in</A> the temple); <A CLASS=v HREF="http://vedabase.net/k/kriyayai">kriy&#257;yai</A> &#8212; for the purpose of introducing the method of worship; <A CLASS=v HREF="http://vedabase.net/k/kavibhih">kavibhih&#803;</A> &#8212; by learned persons; <A CLASS=v HREF="http://vedabase.net/k/krta">kr&#803;t&#257;</A> &#8212; has been done.</P><P CLASS=t>TRANSLATION</P><P>My dear King, when great sages and saintly persons saw mutually disrespectful dealings at the beginning of Tret&#257;-yuga, Deity worship in the temple was introduced with all paraphernalia.</P><P CLASS=t>PURPORT</P><P>As it is said in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../12/3/52.htm">12.3.52</A>):</P><P>kr&#803;te yad dhy&#257;yato vis&#803;n&#803;um&#769;</P><P CLASS=n>tret&#257;y&#257;m&#769; yajato makhaih&#803;</P><P CLASS=n>dv&#257;pare paricary&#257;y&#257;m&#769;</P><P CLASS=n>kalau tad dhari-k&#299;rtan&#257;t</P><P>"Whatever result one obtained in Satya-yuga by meditating on Vis&#803;n&#803;u, in Tret&#257;-yuga by performing sacrifices and in Dv&#257;para-yuga by serving the Lord's lotus feet one can also obtain in Kali-yuga simply by chanting the Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra." In Satya-yuga, every person was spiritually advanced, and there was no envy between great personalities. Gradually, however, because of material contamination with the advance of the ages, disrespectful dealings appeared even among br&#257;hman&#803;as and Vais&#803;n&#803;avas. Actually, an advanced Vais&#803;n&#803;ava is to be respected more than Vis&#803;n&#803;u. As stated in the Padma Pur&#257;n&#803;a, &#257;r&#257;dhan&#257;n&#257;m&#769; sarves&#803;&#257;m&#769; vis&#803;n&#803;or &#257;r&#257;dhanam&#769; param: of all kinds of worship, worship of Lord Vis&#803;n&#803;u is the best. Tasm&#257;t parataram&#769; devi tad&#299;y&#257;n&#257;m&#769; samarcanam: and recommended more than worship of Vis&#803;n&#803;u is worship of the Vais&#803;n&#803;ava.</P><P>Formerly, all activities were performed in connection with Vis&#803;n&#803;u, but after Satya-yuga there were symptoms of disrespectful dealings among Vais&#803;n&#803;avas. &#346;r&#299;la Bhaktivinoda T&#803;h&#257;kura has said that a Vais&#803;n&#803;ava is he who has helped others become Vais&#803;n&#803;avas. An example of one who has converted many others into Vais&#803;n&#803;avas is N&#257;rada Muni. A powerful Vais&#803;n&#803;ava who has converted others into Vais&#803;n&#803;avas is to be worshiped, but because of material contamination, sometimes such an exalted Vais&#803;n&#803;ava is disrespected by other, minor Vais&#803;n&#803;avas. When great saintly persons saw this contamination, they introduced worship of the Deity in the temple. This began in Tret&#257;-yuga and was especially prominent in Dv&#257;para-yuga (dv&#257;pare paricary&#257;y&#257;m&#769;). But in Kali-yuga, worship of the Deity is being neglected. Therefore chanting of the Hare Kr&#803;s&#803;n&#803;a mantra is more powerful than Deity worship. &#346;r&#299; Caitanya Mah&#257;prabhu set a practical example in that He did not establish any temples or Deities, but He profusely introduced the sa&#324;k&#299;rtana movement. Therefore Kr&#803;s&#803;n&#803;a consciousness preachers should give more stress to the sa&#324;k&#299;rtana movement, especially by distributing transcendental literature more and more. This helps the sa&#324;k&#299;rtana movement. Whenever there is a possibility to worship the Deity, we may establish many centers, but generally we should give more stress to the distribution of transcendental literature, for this will be more effective in converting people to Kr&#803;s&#803;n&#803;a consciousness.</P><P>It is said in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/2/47.htm">11.2.47</A>):</P><P>arc&#257;y&#257;m eva haraye</P><P CLASS=n>p&#363;j&#257;m&#769; yah&#803; &#347;raddhayehate</P><P CLASS=n>na tad-bhaktes&#803;u c&#257;nyes&#803;u</P><P CLASS=n>sa bhaktah&#803; pr&#257;kr&#803;tah&#803; smr&#803;tah&#803;</P><P>"A person who is very faithfully engaged in the worship of the Deity in the temple but does not know how to behave toward devotees or people in general is called a pr&#257;kr&#803;ta-bhakta, or kanis&#803;t&#803;ha-adhik&#257;r&#299;." A pr&#257;kr&#803;ta devotee, or neophyte devotee, is still on the material platform. He certainly engages in worshiping the Deity, but he cannot appreciate the activities of a pure devotee. It has actually been seen that even an authorized devotee who is engaged in the service of the Lord by preaching the mission of Kr&#803;s&#803;n&#803;a consciousness is sometimes criticized by neophyte devotees. Such neophytes are described by Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura: sarva-pr&#257;n&#803;i-samm&#257;nan&#257;samarth&#257;n&#257;m avaj&#241;&#257; spardh&#257;dimat&#257;m&#769; tu bhagavat-pratimaiva p&#257;tram ity &#257;ha. For those who cannot properly appreciate the activities of authorized devotees, Deity worship is the only way for spiritual advancement. In the Caitanya-carit&#257;mr&#803;ta (<A CLASS=v HREF="../../../cc/antya/7/11.htm">Antya 7.11</A>) it is clearly said, kr&#803;s&#803;n&#803;a-&#347;akti vin&#257; nahe t&#257;ra pravartana: without being authorized by Kr&#803;s&#803;n&#803;a, one cannot preach the holy name of the Lord throughout the entire world. Nevertheless, a devotee who does so is criticized by neophyte devotees, kanis&#803;t&#803;ha-adhik&#257;r&#299;s, who are on the lower stages of devotional service. For them, Deity worship is strongly recommended.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>