<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 14 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 14 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Ideal Family Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.14.41</P><P CLASS=c>purus&#803;es&#803;v api r&#257;jendra</P><P CLASS=c>sup&#257;tram&#769; br&#257;hman&#803;am&#769; viduh&#803;</P><P CLASS=c>tapas&#257; vidyay&#257; tus&#803;t&#803;y&#257;</P><P CLASS=c>dhatte vedam&#769; hares tanum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/purusesu">purus&#803;es&#803;u</A> &#8212; among persons; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of kings; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/p/patram">p&#257;tram</A> &#8212; the best person; <A CLASS=v HREF="http://vedabase.net/b/brahmanam">br&#257;hman&#803;am</A> &#8212; the qualified <A HREF="http://vedabase.net/b/brahmana">br&#257;hman&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh&#803;</A> &#8212; one should know; <A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> austerity; <A CLASS=v HREF="http://vedabase.net/v/vidyaya">vidyay&#257;</A> &#8212; education; <A CLASS=v HREF="http://vedabase.net/t/tustya">tus&#803;t&#803;y&#257;</A> &#8212; and satisfaction; <A CLASS=v HREF="http://vedabase.net/d/dhatte">dhatte</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> assumes; <A CLASS=v HREF="http://vedabase.net/v/vedam">vedam</A> &#8212; the transcendental knowledge known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/v/veda">Veda</A>; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh&#803;</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tanum">tanum</A> &#8212; body, or representation.</P><P CLASS=t>TRANSLATION</P><P>My dear King, of all persons a qualified br&#257;hman&#803;a must be accepted as the best within this material world because such a br&#257;hman&#803;a, by practicing austerity, Vedic studies and satisfaction, becomes the counterpart body of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>From the Vedas we learn that the Personality of Godhead is the Supreme Person. Every living entity is an individual person, and the Supreme Personality of Godhead, Kr&#803;s&#803;n&#803;a, is the Supreme Person. A br&#257;hman&#803;a who is well versed in Vedic knowledge and fully conversant with transcendental matters becomes a representative of the Supreme Personality of Godhead, and therefore one should worship such a br&#257;hman&#803;a or Vais&#803;n&#803;ava. A Vais&#803;n&#803;ava is superior to a br&#257;hman&#803;a because whereas a br&#257;hman&#803;a knows that he is Brahman, not matter, a Vais&#803;n&#803;ava knows that he is not only Brahman but also an eternal servant of the Supreme Brahman. Therefore, worship of a Vais&#803;n&#803;ava is superior to worship of the Deity in the temple. Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura says, s&#257;ks&#803;&#257;d dharitvena samasta-&#347;&#257;straih&#803;: in all the scriptures the spiritual master, who is the best of the br&#257;hman&#803;as, the best of the Vais&#803;n&#803;avas, is considered to be as good as the Supreme Personality of Godhead. This does not mean, however, that the Vais&#803;n&#803;ava thinks himself God, for this is blasphemous. Although a br&#257;hman&#803;a or Vais&#803;n&#803;ava is worshiped as being as good as the Supreme Personality of Godhead, such a devotee always remains a faithful servant of the Lord and never tries to enjoy the prestige that might accrue to him from being the Supreme Lord's representative.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>