<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 9 Verses 20-21</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 9 Verses 20-21"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Dhruva Mah&#257;r&#257;ja Returns Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.9.20-21</P><P CLASS=c>n&#257;nyair adhis&#803;t&#803;hitam&#769; bhadra</P><P CLASS=c>yad bhr&#257;jis&#803;n&#803;u dhruva-ks&#803;iti</P><P CLASS=c>yatra graharks&#803;a-t&#257;r&#257;n&#803;&#257;m&#769;</P><P CLASS=c>jyotis&#803;&#257;m&#769; cakram &#257;hitam</P><P CLASS=c>med&#803;hy&#257;m&#769; go-cakravat sth&#257;snu</P><P CLASS=c>parast&#257;t kalpa-v&#257;sin&#257;m</P><P CLASS=c>dharmo 'gnih&#803; ka&#347;yapah&#803; &#347;ukro</P><P CLASS=c>munayo ye vanaukasah&#803;</P><P CLASS=c>caranti daks&#803;in&#803;&#299;-kr&#803;tya</P><P CLASS=c>bhramanto yat sat&#257;rak&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/anyaih">anyaih&#803;</A> &#8212; by others; <A CLASS=v HREF="http://vedabase.net/a/adhisthitam">adhis&#803;t&#803;hitam</A> &#8212; was ruled; <A CLASS=v HREF="http://vedabase.net/b/bhadra">bhadra</A> &#8212; My good boy; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/b/bhrajisnu">bhr&#257;jis&#803;n&#803;u</A> &#8212; brightly glowing; <A CLASS=v HREF="http://vedabase.net/d/dhruva">dhruva</A>-<A CLASS=v HREF="http://vedabase.net/k/ksiti">ks&#803;iti</A> &#8212; the land known <A HREF="http://vedabase.net/a/as">as</A> Dhruvaloka; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/g/graha">graha</A> &#8212; planets; <A CLASS=v HREF="http://vedabase.net/r/rksa">r&#803;ks&#803;a</A> &#8212; constellations; <A CLASS=v HREF="http://vedabase.net/t/taranam">t&#257;r&#257;n&#803;&#257;m</A> &#8212; and stars; <A CLASS=v HREF="http://vedabase.net/j/jyotisam">jyotis&#803;&#257;m</A> &#8212; by luminaries; <A CLASS=v HREF="http://vedabase.net/c/cakram">cakram</A> &#8212; encirclement; <A CLASS=v HREF="http://vedabase.net/a/ahitam">&#257;hitam</A> &#8212; is done; <A CLASS=v HREF="http://vedabase.net/m/medhyam">med&#803;hy&#257;m</A> &#8212; around <A HREF="http://vedabase.net/a/a">a</A> central pole; <A CLASS=v HREF="http://vedabase.net/g/go">go</A> &#8212; of bulls; <A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> multitude; <A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/sthasnu">sth&#257;snu</A> &#8212; stationary; <A CLASS=v HREF="http://vedabase.net/p/parastat">parast&#257;t</A> &#8212; beyond; <A CLASS=v HREF="http://vedabase.net/k/kalpa">kalpa</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> day of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> (millennium); <A CLASS=v HREF="http://vedabase.net/v/vasinam">v&#257;sin&#257;m</A> &#8212; those who live; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah&#803;</A> &#8212; <A HREF="http://vedabase.net/d/dharma">Dharma</A>; <A CLASS=v HREF="http://vedabase.net/a/agnih">agnih&#803;</A> &#8212; <A HREF="http://vedabase.net/a/agni">Agni</A>; <A CLASS=v HREF="http://vedabase.net/k/kasyapah">ka&#347;yapah&#803;</A> &#8212; <A HREF="http://vedabase.net/k/kasyapa">Ka&#347;yapa</A>; <A CLASS=v HREF="http://vedabase.net/s/sukrah">&#347;ukrah&#803;</A> &#8212; <A HREF="http://vedabase.net/s/sukra">&#346;ukra</A>; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah&#803;</A> &#8212; great sages; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; all of them who; <A CLASS=v HREF="http://vedabase.net/v/vana">vana</A>-<A CLASS=v HREF="http://vedabase.net/o/okasah">okasah&#803;</A> &#8212; living <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/c/caranti">caranti</A> &#8212; move; <A CLASS=v HREF="http://vedabase.net/d/daksini">daks&#803;in&#803;&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krtya">kr&#803;tya</A> &#8212; keeping <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/t/to">to</A> their right; <A CLASS=v HREF="http://vedabase.net/b/bhramantah">bhramantah&#803;</A> &#8212; circumambulating; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which planet; <A CLASS=v HREF="http://vedabase.net/s/satarakah">sat&#257;rak&#257;h&#803;</A> &#8212; with all the stars.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead continued: My dear Dhruva, I shall award you the glowing planet known as the polestar, which will continue to exist even after the dissolution at the end of the millennium. No one has ever ruled this planet, which is surrounded by all the solar systems, planets and stars. All the luminaries in the sky circumambulate this planet, just as bulls tread around a central pole for the purpose of crushing grains. Keeping the polestar to their right, all the stars inhabited by the great sages like Dharma, Agni, Ka&#347;yapa and &#346;ukra circumambulate this planet, which continues to exist even after the dissolution of all others.</P><P CLASS=t>PURPORT</P><P>Although the polestar existed before its occupation by Dhruva Mah&#257;r&#257;ja, it had no predominating deity. Dhruvaloka, our polestar, is the center for all other stars and solar systems, for all of them circle around Dhruvaloka just as a bull crushes grains by walking around and around a central pole. Dhruva wanted the best of all planets, and although it was a childish prayer, the Lord satisfied his demand. A small child may demand something from his father which his father has never given to anyone else, yet out of affection the father offers it to the child; similarly, this unique planet, Dhruvaloka, was offered to Mah&#257;r&#257;ja Dhruva. The specific significance of this planet is that until the entire universe is annihilated this planet will remain, even during the devastation which takes place during the night of Lord Brahm&#257;. There are two kinds of dissolutions, one during the night of Lord Brahm&#257; and one at the end of Lord Brahm&#257;'s life. At the end of Brahm&#257;'s life, selected personalities go back home, back to Godhead. Dhruva Mah&#257;r&#257;ja is one of them. The Lord assured Dhruva that he would exist beyond the partial dissolution of this universe. Thus at the end of the complete dissolution, Dhruva Mah&#257;r&#257;ja would go directly to Vaikun&#803;t&#803;haloka, to a spiritual planet in the spiritual sky. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura comments in this connection that Dhruvaloka is one of the lokas like &#346;vetadv&#299;pa, Mathur&#257; and Dv&#257;rak&#257;. They are all eternal places in the kingdom of Godhead, which is described in the Bhagavad-g&#299;t&#257; (tad dh&#257;ma paramam) and in the Vedas (om&#769; tad vis&#803;n&#803;oh&#803; paramam&#769; padam&#769; sad&#257; pa&#347;yanti s&#363;rayah&#803;). The words parast&#257;t kalpa-v&#257;sin&#257;m, "transcendental to the planets inhabited after the dissolution," refer to the Vaikun&#803;t&#803;ha planets. In other words, Dhruva Mah&#257;r&#257;ja's promotion to the Vaikun&#803;t&#803;halokas was guaranteed by the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>