<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 2 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 2 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Lord in the Heart</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.2.32</P><P CLASS=c>ete sr&#803;t&#299; te nr&#803;pa veda-g&#299;te</P><P CLASS=c>tvay&#257;bhipr&#803;s&#803;t&#803;e ca san&#257;tane ca</P><P CLASS=c>ye vai pur&#257; brahman&#803;a &#257;ha tus&#803;t&#803;a</P><P CLASS=c>&#257;r&#257;dhito bhagav&#257;n v&#257;sudevah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; all that is described; <A CLASS=v HREF="http://vedabase.net/s/srti">sr&#803;t&#299;</A> &#8212; way; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nr&#803;pa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;ks&#803;it</A>; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/g/gite">g&#299;te</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the version of the Vedas; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by Your Majesty; <A CLASS=v HREF="http://vedabase.net/a/abhiprste">abhipr&#803;s&#803;t&#803;e</A> &#8212; being properly inquired; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sanatane">san&#257;tane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of eternal truth; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; verily; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; before; <A CLASS=v HREF="http://vedabase.net/b/brahmane">brahman&#803;e</A> &#8212; unto Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/t/tustah">tus&#803;t&#803;ah&#803;</A> &#8212; being satisfied; <A CLASS=v HREF="http://vedabase.net/a/aradhitah">&#257;r&#257;dhitah&#803;</A> &#8212; being worshiped; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudevah">v&#257;sudevah&#803;</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>.</P><P CLASS=t>TRANSLATION</P><P>Your Majesty Mah&#257;r&#257;ja Par&#299;ks&#803;it, know that all that I have described in reply to your proper inquiry is just according to the version of the Vedas, and it is eternal truth. This was described personally by Lord Kr&#803;s&#803;n&#803;a unto Brahm&#257;, with whom the Lord was satisfied upon being properly worshiped.</P><P CLASS=t>PURPORT</P><P>The two different ways of reaching the spiritual sky and thereby getting emancipation from all material bondage, namely either the direct process of reaching the kingdom of God or the gradual process through the other higher planets of the universe, are set forth exactly according to the version of the Vedas. The Vedic versions in this connection are, yad&#257; sarve pramucyante k&#257;m&#257; ye 'sya hr&#803;di &#347;rit&#257;h&#803;/ atha martyo 'mr&#803;to bhavaty atra brahma sama&#347;nute (Br&#803;had-&#257;ran&#803;yaka Upanis&#803;ad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/4/4/7">4.4.7</A>) and te 'rcir abhisambhavanti (Br&#803;had-&#257;ran&#803;yaka Upanis&#803;ad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/2/15">6.2.15</A>): "Those who are free from all material desires, which are diseases of the heart, are able to conquer death and enter the kingdom of God through the Arci planets." These Vedic versions corroborate the version of the &#346;r&#299;mad-Bh&#257;gavatam, and the latter is further confirmed by &#346;ukadeva Gosv&#257;m&#299;, who affirms that the truth was disclosed by the Supreme Personality of Godhead Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a, V&#257;sudeva, to Brahm&#257;, the first authority on the Vedas. The disciplic succession holds that the Vedas were uttered by Lord Kr&#803;s&#803;n&#803;a to Brahm&#257;, by Brahm&#257; to N&#257;rada, and by N&#257;rada to Vy&#257;sadeva, and then by Vy&#257;sadeva to &#346;ukadeva Gosv&#257;m&#299; and so on. So there is no difference between the versions of all the authorities. The truth is eternal, and as such there cannot be any new opinion about the truth. That is the way of knowing the knowledge contained in the Vedas. It is not a thing to be understood by one's erudite scholarship or by the fashionable interpretations of mundane scholars. There is nothing to be added and nothing to be subtracted, because the truth is the truth. One has to accept, after all, some authority. The modern scientists are also authorities for the common man for some scientific truths. The common man follows the version of the scientist. This means that the common man follows the authority. The Vedic knowledge is also received in that way. The common man cannot argue about what is beyond the sky or beyond the universe; he must accept the versions of the Vedas as they are understood by the authorized disciplic succession. In the Bhagavad-g&#299;t&#257; also the same process of understanding the G&#299;t&#257; is stated in the Fourth Chapter. If one does not follow the authoritative version of the &#257;c&#257;ryas, he will vainly search after the truth mentioned in the Vedas.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>