<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.42</P><P CLASS=c>bhaktih&#803; pare&#347;&#257;nubhavo viraktir</P><P CLASS=c>anyatra cais&#803;a trika eka-k&#257;lah&#803;</P><P CLASS=c>prapadyam&#257;nasya yath&#257;&#347;natah&#803; syus</P><P CLASS=c>tus&#803;t&#803;ih&#803; pus&#803;t&#803;ih&#803; ks&#803;ud-ap&#257;yo 'nu-gh&#257;sam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih&#803;</A> &#8212; devotion; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/anubhavah">anubhavah&#803;</A> &#8212; direct perception; <A CLASS=v HREF="http://vedabase.net/v/viraktih">viraktih&#803;</A> &#8212; detachment; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; from everything else; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/e/esah">es&#803;ah&#803;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/trikah">trikah&#803;</A> &#8212; group of three; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah&#803;</A> &#8212; simultaneously; <A CLASS=v HREF="http://vedabase.net/p/prapadyamanasya">prapadyam&#257;nasya</A> &#8212; for one <A HREF="http://vedabase.net/i/in">in</A> the process of taking shelter of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/same">same</A> way <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/asnatah">a&#347;natah&#803;</A> &#8212; for one engaged <A HREF="http://vedabase.net/i/in">in</A> eating; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh&#803;</A> &#8212; they occur; <A CLASS=v HREF="http://vedabase.net/t/tustih">tus&#803;t&#803;ih&#803;</A> &#8212; satisfaction; <A CLASS=v HREF="http://vedabase.net/p/pustih">pus&#803;t&#803;ih&#803;</A> &#8212; nourishment; <A CLASS=v HREF="http://vedabase.net/k/ksut">ks&#803;ut</A>-<A CLASS=v HREF="http://vedabase.net/a/apayah">ap&#257;yah&#803;</A> &#8212; eradication of hunger; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A>-<A CLASS=v HREF="http://vedabase.net/g/ghasam">gh&#257;sam</A> &#8212; increasingly with each morsel.</P><P CLASS=t>TRANSLATION</P><P>Devotion, direct experience of the Supreme Lord, and detachment from other things &#8212; these three occur simultaneously for one who has taken shelter of the Supreme Personality of Godhead, in the same way that pleasure, nourishment and relief from hunger come simultaneously and increasingly, with each bite, for a person engaged in eating.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has explained this analogy as follows: Bhakti, or devotion, may be compared to tus&#803;t&#803;i (satisfaction) because they both take the form of pleasure. Pare&#347;&#257;nubhava (experience of the Supreme Lord) and pus&#803;t&#803;i (nourishment) are analogous because both sustain one's life. Finally, virakti (detachment) and ks&#803;ud-ap&#257;ya (cessation of hunger) may be compared because both free one from further hankering so that one may experience &#347;&#257;nti, or peace.</P><P>A person who is eating not only becomes uninterested in other activities but increasingly becomes uninterested in the food itself, according to his satisfaction. On the other hand, according to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, although one who is experiencing the blissful personality of Godhead, Kr&#803;s&#803;n&#803;a, becomes uninterested in anything other than Kr&#803;s&#803;n&#803;a, his attachment to Kr&#803;s&#803;n&#803;a increases at every moment. Therefore it is to be understood that the transcendental beauty and qualities of the Supreme Lord are not material, since one never becomes satiated by relishing the bliss of the Supreme Lord.</P><P>The word viraktih&#803; is very significant in this verse. Virakti means "detachment," whereas ty&#257;ga means "renunciation." According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; T&#803;h&#257;kura, the word renunciation can be used in a situation in which one considers giving up an enjoyable object. But by considering everything to be potential paraphernalia in the service of Lord Kr&#803;s&#803;n&#803;a, as described in the previous verse, one need not give thought to renunciation, for one uses everything in the proper way in the service of the Lord. Yukta-vair&#257;gyam ucyate.</P><P>The very pleasant analogy of a good meal is given in this verse. A hungry man busily consuming a sumptuous plate of food is not interested in anything else happening around him. In fact, he considers any other topic or activity a disturbance to his concentration on the delicious meal. Similarly, as one advances in Kr&#803;s&#803;n&#803;a consciousness one considers anything unrelated to the devotional service of Kr&#803;s&#803;n&#803;a an obnoxious disturbance. Such concentrated love of Godhead has been described in the Second Canto of the Bh&#257;gavatam by the words t&#299;vren&#803;a bhakti-yogena yajeta purus&#803;am&#769; param (Bh&#257;g. <A CLASS=v HREF="../../../sb/2/3/10.htm">2.3.10</A>). One should not make an artificial show of renouncing the material world; rather, one should systematically train the mind to see everything as an expansion of the opulence of the Supreme Personality of Godhead. Just as a hungry materialistic man, upon seeing sumptuous food, immediately desires to put it in his mouth, an advanced devotee of Kr&#803;s&#803;n&#803;a, upon seeing a material object, immediately becomes eager to use it for the pleasure of Kr&#803;s&#803;n&#803;a. Without the spontaneous hunger to engage everything in the service of Kr&#803;s&#803;n&#803;a and to dive deeper and deeper into the ocean of love of Kr&#803;s&#803;n&#803;a, so-called realization of God or loose talk about so-called religious life is irrelevant to the actual experience of entering the kingdom of God.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura, the path of bhakti-yoga is so joyful and practical that even in the stage of s&#257;dhana-bhakti, in which one follows rules and regulations without an advanced understanding, one can perceive the ultimate result. As stated by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; (Bhakti-ras&#257;mr&#803;ta-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/187">1.2.187</A>),</P><P>&#299;h&#257; yasya harer d&#257;sye</P><P CLASS=n>karman&#803;&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv apy avasth&#257;su</P><P CLASS=n>j&#299;van-muktah&#803; sa ucyate</P><P>As soon as one surrenders to the Supreme Lord, Kr&#803;s&#803;n&#803;a (prapadyam&#257;nasya), giving up all other activities (viraktir anyatra ca), one is immediately to be considered a liberated soul (j&#299;van-muktah&#803;). The Supreme Lord, Kr&#803;s&#803;n&#803;a, is so merciful that when a living entity understands that the personality Kr&#803;s&#803;n&#803;a is the source of everything and surrenders to the Lord, Kr&#803;s&#803;n&#803;a personally takes charge of him and reveals to him within his heart that he is under the Lord's full protection. Thus devotion, direct experience of the Personality of Godhead, and detachment from other objects become manifest even in the beginning stage of bhakti-yoga, since bhakti-yoga begins at the point of liberation. Other processes have as their final goal salvation or liberation, but according to Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>),</P><P>sarva-dharm&#257;n parityajya</P><P CLASS=n>m&#257;m ekam&#769; &#347;aran&#803;am&#769; vraja</P><P CLASS=n>aham&#769; tv&#257;m&#769; sarva-p&#257;pebhyo</P><P CLASS=n>moks&#803;ayis&#803;y&#257;mi m&#257; &#347;ucah&#803;</P><P>If one surrenders to Kr&#803;s&#803;n&#803;a one is immediately liberated and thus begins his career as a transcendental devotee with complete confidence in the Lord's protection.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>