<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.44</P><P CLASS=c>&#347;r&#299;-r&#257;jov&#257;ca</P><P CLASS=c>atha bh&#257;gavatam&#769; br&#363;ta</P><P CLASS=c>yad-dharmo y&#257;dr&#803;&#347;o nr&#803;n&#803;&#257;m</P><P CLASS=c>yath&#257;carati yad br&#363;te</P><P CLASS=c>yair li&#324;gair bhagavat-priyah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the King spoke; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; next; <A CLASS=v HREF="http://vedabase.net/b/bhagavatam">bh&#257;gavatam</A> &#8212; about the devotee of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bruta">br&#363;ta</A> &#8212; please tell <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah&#803;</A> &#8212; having what duties; <A CLASS=v HREF="http://vedabase.net/y/yadrsah">y&#257;dr&#803;&#347;ah&#803;</A> &#8212; having what nature; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nr&#803;n&#803;&#257;m</A> &#8212; among men; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/a/acarati">&#257;carati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> behaves; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/b/brute">br&#363;te</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> speaks; <A CLASS=v HREF="http://vedabase.net/y/yaih">yaih&#803;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/l/lingaih">li&#324;gaih&#803;</A> &#8212; visible symptoms; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/p/priyah">priyah&#803;</A> &#8212; (<A HREF="http://vedabase.net/h/he">he</A> is known <A HREF="http://vedabase.net/a/as">as</A>) one dear <A HREF="http://vedabase.net/t/to">to</A> the Supreme Lord.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Nimi said: Now please tell me in greater detail about the devotees of the Supreme Lord. What are the natural symptoms by which I can distinguish between the most advanced devotees, those on the middle level and those who are neophytes? What are the typical religious activities of a Vais&#803;n&#803;ava, and how does he speak? Specifically, please describe those symptoms and characteristics by which Vais&#803;n&#803;avas become dear to the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>The great sage Kavi has informed King Nimi about the general external symptoms of a devotee of the Lord, namely his appearance, personal qualities and activities. But now King Nimi asks how to make further distinctions among the servants of the Supreme Personality of Godhead so that the first-class, second-class and lower-class Vais&#803;n&#803;avas can be clearly identified.</P><P>According to &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, kr&#803;s&#803;n&#803;eti yasya giri tam&#769; manas&#257;driyeta: "One should mentally honor any devotee who chants the holy name of Lord Kr&#803;s&#803;n&#803;a." (Upade&#347;&#257;mr&#803;ta 5) Any living entity who is faithfully chanting the holy name of Kr&#803;s&#803;n&#803;a is to be considered a Vais&#803;n&#803;ava and at least within the mind is to be offered respect. But for practical advancement in Kr&#803;s&#803;n&#803;a consciousness one should associate at least with a second-class devotee. And if one can receive the mercy of a first-class devotee of the Lord, one's perfection is very easily guaranteed. Thus Nimi Mah&#257;r&#257;ja is humbly inquiring, "What are the character, behavior and speech of devotees?" The King wants to know the particular symptoms of body, mind and speech by which the different categories uttama-adhik&#257;r&#299;, madhyama-adhik&#257;r&#299; and kanis&#803;t&#803;ha-adhik&#257;r&#299; are clearly identified. In response to the King's inquiry, another of the nava-yogendras, namely Havir, will give a further elaboration of the science of Kr&#803;s&#803;n&#803;a consciousness.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>