<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 2 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 2 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Nimi Meets the Nine Yogendras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.2.45</P><P CLASS=c>&#347;r&#299;-havir uv&#257;ca</P><P CLASS=c>sarva-bh&#363;tes&#803;u yah&#803; pa&#347;yed</P><P CLASS=c>bhagavad-bh&#257;vam &#257;tmanah&#803;</P><P CLASS=c>bh&#363;t&#257;ni bhagavaty &#257;tmany</P><P CLASS=c>es&#803;a bh&#257;gavatottamah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/h/havih">havih&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> Havir said; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;tes&#803;u</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all objects (<A HREF="http://vedabase.net/i/in">in</A> matter, spirit, and combinations of matter and spirit); <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/p/pasyet">pa&#347;yet</A> &#8212; sees; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavam">bh&#257;vam</A> &#8212; the ability <A HREF="http://vedabase.net/t/to">to</A> be engaged <A HREF="http://vedabase.net/i/in">in</A> the service of the Lord; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah&#803;</A> &#8212; of the supreme spirit soul, or the transcendence beyond the material concept of life; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; all beings; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; the basic principle of all existence; <A CLASS=v HREF="http://vedabase.net/e/esah">es&#803;ah&#803;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavata</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamah">uttamah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person advanced <A HREF="http://vedabase.net/i/in">in</A> devotional service.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Havir said: The most advanced devotee sees within everything the soul of all souls, the Supreme Personality of Godhead, &#346;r&#299; Kr&#803;s&#803;n&#803;a. Consequently he sees everything in relation to the Supreme Lord and understands that everything that exists is eternally situated within the Lord.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/30.htm">6.30</A>) the Lord says,</P><P>yo m&#257;m&#769; pa&#347;yati sarvatra</P><P CLASS=n>sarvam&#769; ca mayi pa&#347;yati</P><P CLASS=n>tasy&#257;ham&#769; na pran&#803;a&#347;y&#257;mi</P><P CLASS=n>sa ca me na pran&#803;a&#347;yati</P><P>"For one who sees Me everywhere and sees everything in Me, I am never lost, nor is he ever lost to Me." &#346;r&#299;la Prabhup&#257;da comments, "A person in Kr&#803;s&#803;n&#803;a consciousness certainly sees Lord Kr&#803;s&#803;n&#803;a everywhere, and he sees everything in Kr&#803;s&#803;n&#803;a. Such a person may appear to see all separate manifestations of the material nature, but in each and every instance he is conscious of Kr&#803;s&#803;n&#803;a, knowing that everything is the manifestation of Kr&#803;s&#803;n&#803;a's energy. Nothing can exist without Kr&#803;s&#803;n&#803;a, and Kr&#803;s&#803;n&#803;a is the Lord of everything &#8212; this is the basic principle of Kr&#803;s&#803;n&#803;a consciousness."</P><P>The qualification for seeing Kr&#803;s&#803;n&#803;a everywhere is stated in the Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>):</P><P>prem&#257;&#241;jana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah&#803; sadaiva hr&#803;dayes&#803;u vilokayanti</P><P CLASS=n>yam&#769; sy&#257;masundaram acintya-gun&#803;a-svar&#363;pam&#769;</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>"I worship the primeval Lord, Govinda, who is always seen by the devotee whose eyes are anointed with the pulp of love. He is seen in His eternal form of &#346;y&#257;masundara, situated within the heart of the devotee." A devotee of the highest level of spiritual qualification is glorified for the expansiveness of his spiritual vision. For example, when the stalwart demon Hiran&#803;yaka&#347;ipu questioned his self-realized son Prahl&#257;da Mah&#257;r&#257;ja as to the whereabouts of the Supreme Personality of Godhead, Prahl&#257;da, being a mah&#257;-bh&#257;gavata, or pure devotee, answered straightforwardly that the Supreme Lord is everywhere. The demoniac father then asked if God was in the pillar of the palace. When Prahl&#257;da answered yes, Hiran&#803;yaka&#347;ipu, being a bona fide demon, struck the pillar with his sword, trying to kill God, or at least disprove His existence. Then Lord Nr&#803;sim&#769;hadeva, the most ferocious form of the Supreme Lord, immediately appeared and finished forever the illicit program of Hiran&#803;yaka&#347;ipu. Thus Prahl&#257;da Mah&#257;r&#257;ja can be accepted as an uttama-adhik&#257;r&#299; devotee.</P><P>A pure devotee is completely free from the tendency to enjoy things separately from the Lord's service. He does not see anything in the universe as unfavorable, because he sees everything as the expanded potency of the Supreme Personality of Godhead. Such a devotee's purpose in existing is to give pleasure somehow or other to the Supreme Lord. Thus everything that a pure devotee experiences, moment by moment, increases his ecstatic loving desire to satisfy the transcendental senses of the Lord.</P><P>The three modes of material nature torment the conditioned soul, who absorbs his mind in the separated, material energy of the Lord. The function of this separated energy, bhinn&#257; prakr&#803;ti, is to take the living entity away from the reality, which is that everything is within Kr&#803;s&#803;n&#803;a and Kr&#803;s&#803;n&#803;a is within everything. Being covered by gross ignorance, the bewildered conditioned soul believes that only the objects of his own limited vision actually exist. Sometimes such foolish persons speculate that if a tree falls in a forest with no one to hear it, there will actually be no sound. The conditioned souls do not consider that since the Supreme Personality of Godhead is all-pervading, there is no question of no one's hearing; the Lord always hears. As stated in the Thirteenth Chapter of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/14.htm">13.14</A>), sarvatah&#803; &#347;rutimal loke: the Supreme Lord hears everything. He is upadras&#803;t&#803;a, the witness of everything (<A CLASS=v HREF="../../../bg/13/23.htm">Bg. 13.23</A>).</P><P>In this verse the word bh&#257;gavatottamah&#803;, "the most advanced devotee," indicates that there are those who are not gross materialists but who are not the highest devotees. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; T&#803;h&#257;kura, those who cannot properly distinguish between devotees and nondevotees and who therefore never worship the pure devotees of the Lord are to be known as kanis&#803;t&#803;ha-adhik&#257;ris, devotees on the lowest stage of devotional service. Such kanis&#803;t&#803;ha-adhik&#257;ris engage in worship of the Supreme Lord, especially in the temple, but are indifferent to the Lord's devotees. Thus they misunderstand this statement by Lord &#346;iva in the Padma Pur&#257;n&#803;a:</P><P>&#257;r&#257;dhan&#257;n&#257;m&#769; sarves&#803;&#257;m&#769;</P><P CLASS=n>vis&#803;n&#803;or &#257;r&#257;dhanam&#769; param</P><P CLASS=n>tasm&#257;d parataram&#769; devi</P><P CLASS=n>tad&#299;y&#257;n&#257;m&#769; samarcanam</P><P>"O Dev&#299;, the most exalted system of worship is the worship of Lord Vis&#803;n&#803;u. Greater than that is the worship of tad&#299;ya, or anything belonging to Vis&#803;n&#803;u." &#346;r&#299;la Prabhup&#257;da comments on this verse, "&#346;r&#299; Vis&#803;n&#803;u is sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. Similarly the most confidential servant of Kr&#803;s&#803;n&#803;a, the spiritual master, and all devotees of Vis&#803;n&#803;u are tad&#299;ya. The sac-cid-&#257;nanda-vigraha, guru, Vais&#803;n&#803;avas and things used by them must be considered tad&#299;ya, and without a doubt worshipable by all living beings." (Cc. <A CLASS=v HREF="../../../cc/madhya/12/38.htm">Madhya 12.38</A> purport)</P><P>Typically the kanis&#803;t&#803;ha-adhik&#257;r&#299; is eager to engage his materialistic qualifications in the service of the Lord, mistaking such material expertise to be the sign of advanced devotion. But by continuing to serve the Supreme Lord and the devotees engaged in propagating the Lord's mission, the kanis&#803;t&#803;ha-adhik&#257;r&#299; also advances in his realization and comes to the stage of dedicating his activities to helping more advanced Vais&#803;n&#803;avas. Even such kanis&#803;t&#803;ha-adhik&#257;r&#299;s can help ordinary living entities by their association, since at least the kanis&#803;t&#803;ha-adhik&#257;r&#299;s have faith that Kr&#803;s&#803;n&#803;a is the Supreme Personality of Godhead. Because of this faith, the kanis&#803;t&#803;ha-adhik&#257;r&#299; gradually becomes inimical to those who are opposed to the Lord. As he gradually becomes more and more inimical to those who hate the supremacy of the Supreme Personality of Godhead and becomes more attracted to friendship with other faithful servants of the Lord, the kanis&#803;t&#803;ha-adhik&#257;r&#299; approaches the second-class stage, called madhyama. In the madhyama stage the Vais&#803;n&#803;ava sees the Lord as the cause of all causes and the chief goal of everyone's loving propensity. He sees the Vais&#803;n&#803;avas as his only friends within this morbid world and is eager to bring innocent people within the shelter of Vais&#803;n&#803;ava society. Also, a madhyama-adhik&#257;r&#299; strictly avoids associating with the self-proclaimed enemies of God. When such an intermediate qualification becomes mature, the concept of supreme qualification begins to present itself; that is, one comes to the stage of uttama-adhik&#257;r&#299;.</P><P>A kanis&#803;t&#803;ha-adhik&#257;r&#299; guru, one who is simply attached to performing religious ceremonies and worshiping the Deity, without appreciation for other Vais&#803;n&#803;avas, especially those who are preaching the message of the Lord, will especially appeal to persons interested in the dry cultivation of knowledge. As a living entity develops mundane piety, he proudly devotes himself to regulated work and nobly tries to detach himself from the fruits of his work. Through such regulated detached work, knowledge or wisdom gradually arises. As knowledge or wisdom becomes prominent, the pious materialist becomes attracted to altruistic and charitable work and gives up gross sinful activities. If he is fortunate, he then becomes favorable to the transcendental devotional service of the Lord. Desiring a mere intellectual understanding of devotional service, such a pious materialist may seek shelter at the feet of a kanis&#803;t&#803;ha-adhik&#257;r&#299;. If able to advance to the madhyama qualification, he then becomes attracted to a Vais&#803;n&#803;ava actively engaged in preaching Kr&#803;s&#803;n&#803;a consciousness. And when fully mature on the platform of intermediate devotion, he becomes attracted to the mah&#257;-bh&#257;gavata level and is awarded a glimpse of the exalted position of the mah&#257;-bh&#257;gavata spiritual master by the grace of Kr&#803;s&#803;n&#803;a within his heart. If one gradually goes on in the devotional service of the Lord, one becomes established as a paramaham&#769;sa mah&#257;-bh&#257;gavata. At this stage all of his actions. movements and engagements in preaching are dedicated solely to the satisfaction of Kr&#803;s&#803;n&#803;a. The illusory potency, m&#257;y&#257;, has no power to throw or cover such a purified living entity. In Upade&#347;&#257;mr&#803;ta (5) &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has described this stage of life as bhajana-vij&#241;am ananyam anya-nind&#257;di-&#347;&#363;nya-hr&#803;dam.</P><P>A mah&#257;-bh&#257;gavata, being empowered by the Supreme Lord, Yoge&#347;vara, is endowed with the supernatural power to inspire and give success to the madhyama-adhik&#257;r&#299; who follows in his footsteps and to elevate a kanis&#803;t&#803;ha-adhik&#257;r&#299; gradually to the intermediate platform. Such devotional power springs automatically from the ocean of mercy found within the heart of a pure devotee. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; T&#803;h&#257;kura points out that a mah&#257;-bh&#257;gavata has no desire to inflict punishment on the enemies of the Lord. Rather, he engages the madhyama-adhik&#257;r&#299;s and kanis&#803;t&#803;ha-adhik&#257;r&#299;s in preaching work to purify the polluted mentality of the inimical souls, who are falsely imagining the material world to be separate from Kr&#803;s&#803;n&#803;a.</P><P>There are unfortunate living entities who are unable to understand the glory of a kanis&#803;t&#803;ha-adhik&#257;r&#299; within the realm of devotional service, have no praise for the more advanced state of intermediate devotion and cannot even begin to understand the most exalted stage, that of the uttama-adhik&#257;r&#299;. Such unfortunate souls, attracted to impersonal M&#257;y&#257;v&#257;da speculation, follow faithfully in the footsteps of Kam&#769;sa, Agha, Baka and P&#363;tan&#257; and are thus killed by &#346;r&#299; Hari. In this way the community of sense gratifiers remains uninterested in service at the lotus feet of the Supreme Lord, and according to the individual perverted vision of so-called self-interest, each materialist chooses his own misfortune in the form of repeated birth and death in various types of material bodies. There are 8,400,000 species of material forms, and the materialistic living entities select the particular flavors of birth, old age, disease and death they wish to inflict upon themselves under the hallucinations of so-called material progress.</P><P>The analogy is given that a lusty man, being agitated by sexual desire, sees the whole world as filled with sensuous women. In a similar way, a pure devotee of Kr&#803;s&#803;n&#803;a sees Kr&#803;s&#803;n&#803;a consciousness everywhere, although it may be temporarily covered. Thus one sees the world just as one sees himself (&#257;tmavan manyate jagat). On this basis one may argue that the vision of the mah&#257;-bhagavata is also illusioned, since the Bh&#257;gavatam has already stated throughout that those conditioned by the three modes of material nature are not at all Kr&#803;s&#803;n&#803;a conscious but in fact are inimical to Kr&#803;s&#803;n&#803;a. But although the conditioned living entity may appear inimical to the Lord, the eternal, unalterable fact is that every living being is part and parcel of Kr&#803;s&#803;n&#803;a. Although one's ecstatic love for Kr&#803;s&#803;n&#803;a may now be covered by the influence of m&#257;y&#257;, by the causeless mercy of the Supreme Personality of Godhead the conditioned soul will gradually be promoted to the stage of Kr&#803;s&#803;n&#803;a consciousness.</P><P>In fact, everyone is suffering the pangs of separation from Kr&#803;s&#803;n&#803;a. Because the conditioned soul imagines that he has no eternal relationship with Kr&#803;s&#803;n&#803;a, he is unable to ascertain that all his miseries are due to this separation. This is m&#257;y&#257;, or "that which is not." Actually, to think that misery arises from anything other than separation from Kr&#803;s&#803;n&#803;a is to be in illusion. So when a pure devotee sees living entities suffering within this world, he correctly feels that just as he is suffering because of separation from Kr&#803;s&#803;n&#803;a, all other living beings are also suffering from separation from Kr&#803;s&#803;n&#803;a. The difference is that a pure devotee correctly ascertains the cause of his heartbreak whereas the conditioned soul, bewildered by m&#257;y&#257;, is unable to understand his eternal relationship with Kr&#803;s&#803;n&#803;a and the unlimited pain arising from neglect of that relationship.</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has quoted the following verses, which illustrate the ecstatic feelings of the topmost devotees of the Lord. In the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/35/9.htm">10.35.9</A>) the goddesses of Vraja speak as follows:</P><P>vana-lat&#257;s tarava &#257;tmani vis&#803;n&#803;um&#769;</P><P CLASS=n>vya&#241;jayantya iva pus&#803;pa-phal&#257;d&#803;hy&#257;h&#803;</P><P CLASS=n>pran&#803;ata-bh&#257;ra-vit&#803;ap&#257; madhu-dh&#257;r&#257;h&#803;</P><P CLASS=n>prema-hr&#803;s&#803;t&#803;a-tanavo vavr&#803;s&#803;uh&#803; sma</P><P>"The creepers and trees of the forest, their branches weighed down by rich coverings of flowers and fruits, seemed to manifest Lord Vis&#803;n&#803;u within their hearts. Exhibiting eruptions of ecstatic love upon their bodies, they poured down rains of honey." Elsewhere in the Tenth Canto (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/21/15.htm">10.21.15</A>) it is said:</P><P>nadyas tad&#257; tad upadh&#257;rya mukunda-g&#299;tam</P><P CLASS=n>&#257;varta-laks&#803;ita-mano-bhava-bhagna-veg&#257;h&#803;</P><P CLASS=n>&#257;li&#324;gana-sthagitam &#363;rmi-bhujair mur&#257;rer</P><P CLASS=n>gr&#803;hn&#803;anti p&#257;da-yugalam&#769; kamalopah&#257;r&#257;h&#803;</P><P>"Hearing the song of Lord Mukunda's flute, the rivers then stopped their currents, although the minds of the rivers could still be ascertained from the presence of whirlpools. With the arms of their waves the rivers seized the two lotus feet of Mur&#257;ri, taking help from the lotus plants, and thus He became trapped in their embrace." And in the last chapter of the Tenth Canto (<A CLASS=v HREF="../../10/90/15.htm">10.90.15</A>), the queens of Dv&#257;rak&#257; pray:</P><P>kurari vilapasi tvam&#769; v&#299;ta-nidr&#257; na &#347;es&#803;e</P><P CLASS=n>svapiti jagati r&#257;try&#257;m &#299;&#347;varo gupta-bodhah&#803;</P><P CLASS=n>vayam iva sakhi kaccid g&#257;d&#803;ha-nirviddha-cet&#257;</P><P CLASS=n>nalina-nayana-h&#257;sod&#257;ra-l&#299;leks&#803;itena</P><P>"Dear kurar&#299;, now it is very late at night. Everyone is sleeping. The whole world is now calm and peaceful. At this time, the Supreme Personality of Godhead is sleeping, although His knowledge is undisturbed by any circumstance. Then why are you not sleeping? Why are you lamenting like this throughout the whole night? Dear friend, is it that you are also attracted by the lotus eyes of the Supreme Personality of Godhead and by His sweet smiling and attractive words, exactly as we are? Do those dealings of the Supreme Personality of Godhead pinch your heart as they do ours?" &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura has also given mother Ya&#347;od&#257; as an example of an uttama-adhik&#257;r&#299;, for mother Ya&#347;od&#257; actually saw all living beings within the mouth of Kr&#803;s&#803;n&#803;a during the Lord's Vr&#803;nd&#257;vana l&#299;l&#257;.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura also points out in his commentary, atra pa&#347;yed iti tath&#257; dar&#347;ana-yogyataiva vivaks&#803;it&#257;, na tu tath&#257; dar&#347;anasya s&#257;rva-k&#257;likat&#257;. "In this verse the word pa&#347;yet, or 'one must see,' does not mean that at every moment one is visualizing the form of Kr&#803;s&#803;n&#803;a; rather, it means that one has reached the exalted platform of devotional service on which he is fit to see or is capable of seeing Kr&#803;s&#803;n&#803;a's form." If only those who constantly see the form of Kr&#803;s&#803;n&#803;a are to be considered uttama-adhik&#257;r&#299;s, then N&#257;rada, Vy&#257;sa and &#346;ukadeva cannot be considered topmost devotees, since they do not always see the Lord everywhere. Of course, N&#257;rada, Vy&#257;sa and &#346;ukadeva are considered to be on the highest standard of pure devotional service, and therefore the real qualification is tad-didr&#803;ks&#803;&#257;dhikya, or having an overwhelming desire to see the Lord. Therefore the statement of Bhagavad-g&#299;t&#257; that a devotee should see Kr&#803;s&#803;n&#803;a everywhere (yo m&#257;m&#769; pa&#347;yati sarvatra) can be understood in terms of the example of a lusty man's thinking that the world is full of beautiful women. Similarly, one should become transcendentally so desirous of seeing the Lord that one can perceive within the entire universe nothing but Kr&#803;s&#803;n&#803;a and His potency. V&#257;sudevah&#803; sarvam iti [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]. In &#346;r&#299;la Prabhup&#257;da's correspondence in 1969 with Professor J. F. Staal of the University of California, &#346;r&#299;la Prabhup&#257;da claimed that all of his disciples who were strictly following the intense program of Kr&#803;s&#803;n&#803;a consciousness were in fact sudurlabha-mah&#257;tm&#257;s who were seeing v&#257;sudevah&#803; sarvam. In other words, if one is constantly engaged in Kr&#803;s&#803;n&#803;a consciousness with an intense desire to please the Lord and one day gain His association, it is to be understood that in one's life there is nothing but Kr&#803;s&#803;n&#803;a. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura has warned us, however, that a mere theoretical or academic understanding that Kr&#803;s&#803;n&#803;a is everything does not qualify one as a first-class devotee. One must actually have developed love for Kr&#803;s&#803;n&#803;a. Therefore it can be practically understood that anyone who enthusiastically adopts the Kr&#803;s&#803;n&#803;a consciousness program and eagerly participates in the preaching activities of the International Society for Krishna Consciousness is acting on the platform of a madhyama-adhik&#257;r&#299; devotee. When such a devotee becomes overwhelmed by his desire to serve Kr&#803;s&#803;n&#803;a and associate with the Lord, so much so that he is not attracted to anything else within the universe, he should be understood to be an uttama-adhik&#257;r&#299; Vais&#803;n&#803;ava, as mentioned in this verse.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>