<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 66 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 66 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 66: <A CLASS=v HREF="index.htm">Paun&#803;d&#803;raka, the False Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.66.8</P><P CLASS=c>uv&#257;ca d&#363;tam&#769; bhagav&#257;n</P><P CLASS=c>parih&#257;sa-kath&#257;m anu</P><P CLASS=c>utsraks&#803;ye m&#363;d&#803;ha cihn&#257;ni</P><P CLASS=c>yais tvam evam&#769; vikatthase</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/d/dutam">d&#363;tam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the messenger; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/p/parihasa">parih&#257;sa</A> &#8212; joking; <A CLASS=v HREF="http://vedabase.net/k/katham">kath&#257;m</A> &#8212; discussion; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; after; <A CLASS=v HREF="http://vedabase.net/u/utsraksye">utsraks&#803;ye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> will throw; <A CLASS=v HREF="http://vedabase.net/m/mudha">m&#363;d&#803;ha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> fool; <A CLASS=v HREF="http://vedabase.net/c/cihnani">cihn&#257;ni</A> &#8212; the symbols; <A CLASS=v HREF="http://vedabase.net/y/yaih">yaih&#803;</A> &#8212; about which; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/v/vikatthase">vikatthase</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> boasting.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead, aher enjoying the jokes of the assembly, told the messenger [to relay a message to his master:] "You fool, I will indeed let loose the weapons you boast of in this way.</P><P CLASS=t>PURPORT</P><P>The Sanskrit word utsraks&#803;ye means "I will hurl, throw, let loose, abandon, etc." Foolish Paun&#803;d&#803;raka demanded that Lord Kr&#803;s&#803;n&#803;a give up His powerful weapons, such as the disc and the club, and here the Lord replies, utsraks&#803;ye m&#363;d&#803;ha cihn&#257;ni: "Yes, fool, I will indeed let loose these weapons when we meet on the battlefield."</P><P>In Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead, &#346;r&#299;la Prabhup&#257;da nicely describes this scene as follows: "When all the members of the royal assembly, including King Ugrasena, heard this message sent by Paun&#803;d&#803;raka, they laughed very loudly for a considerable time. After enjoying the loud laughter of all the members of the assembly, Kr&#803;s&#803;n&#803;a replied to the messenger as follows: 'O messenger of Paun&#803;d&#803;raka, you may carry My message to your master. He is a foolish rascal. I directly call him a rascal, and I refuse to follow his instructions. I shall never give up the symbols of V&#257;sudeva, especially My disc. I shall use this disc to kill not only King Paun&#803;d&#803;raka but all his followers also. I shall destroy this Paun&#803;d&#803;raka and his foolish associates, who merely constitute a society of cheaters and the cheated.' "</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>