<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 81 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 81 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 81: <A CLASS=v HREF="index.htm">The Lord Blesses Sud&#257;m&#257; Br&#257;hman&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.81.41</P><P CLASS=c>etad brahman&#803;ya-devasya</P><P CLASS=c>&#347;rutv&#257; brahman&#803;yat&#257;m&#769; narah&#803;</P><P CLASS=c>labdha-bh&#257;vo bhagavati</P><P CLASS=c>karma-bandh&#257;d vimucyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/brahmanya">brahman&#803;ya</A>-<A CLASS=v HREF="http://vedabase.net/d/devasya">devasya</A> &#8212; of the Supreme Lord, who especially favors the br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/b/brahmanyatam">brahman&#803;yat&#257;m</A> &#8212; of the kindness toward br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/n/narah">narah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A> &#8212; obtaining; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;vah&#803;</A> &#8212; love; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; for the Lord; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; of material work; <A CLASS=v HREF="http://vedabase.net/b/bandhat">bandh&#257;t</A> &#8212; from the bondage; <A CLASS=v HREF="http://vedabase.net/v/vimucyate">vimucyate</A> &#8212; becomes freed.</P><P CLASS=t>TRANSLATION</P><P>The Lord always shows br&#257;hman&#803;as special favor. Anyone who hears this account of the Supreme Lord's kindness to br&#257;hman&#803;as will come to develop love for the Lord and thus become freed from the bondage of material work.</P><P CLASS=t>PURPORT</P><P>In the introduction to the chapter of Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead that describes this pastime, His Divine Grace &#346;r&#299;la Prabhup&#257;da comments, "Lord Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead, the Supersoul of all living entities, knows very well everyone's heart. He is especially inclined to the br&#257;hman&#803;a devotees. Lord Kr&#803;s&#803;n&#803;a is also called brahman&#803;ya-deva, which means that He is worshiped by the br&#257;hman&#803;as. Therefore it is understood that a devotee who is fully surrendered unto the Supreme Personality of Godhead has already acquired the position of a br&#257;hman&#803;a. Without becoming a br&#257;hman&#803;a, one cannot approach the Supreme Brahman, Lord Kr&#803;s&#803;n&#803;a. Kr&#803;s&#803;n&#803;a is especially concerned with vanquishing the distress of His devotees, and He is the only shelter of His devotees."</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Tenth Canto, Eighty-first Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Lord Blesses Sud&#257;m&#257; Br&#257;hman&#803;a."</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../82/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>