<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Pr&#803;thu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.12</P><P CLASS=c>sarvatr&#257;skhalit&#257;de&#347;ah&#803;</P><P CLASS=c>sapta-dv&#299;paika-dan&#803;d&#803;a-dhr&#803;k</P><P CLASS=c>anyatra br&#257;hman&#803;a-kul&#257;d</P><P CLASS=c>anyatr&#257;cyuta-gotratah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/a/askhalita">askhalita</A> &#8212; irrevocable; <A CLASS=v HREF="http://vedabase.net/a/adesah">&#257;de&#347;ah&#803;</A> &#8212; order; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A>-<A CLASS=v HREF="http://vedabase.net/d/dvipa">dv&#299;pa</A> &#8212; seven islands; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/d/danda">dan&#803;d&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/d/dhrk">dhr&#803;k</A> &#8212; the ruler who holds the scepter; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; except; <A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hman&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/k/kulat">kul&#257;t</A> &#8212; br&#257;hman&#803;as and saintly persons; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; except; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A>-<A CLASS=v HREF="http://vedabase.net/g/gotratah">gotratah&#803;</A> &#8212; descendants of the Supreme Personality of Godhead (Vais&#803;n&#803;avas).</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Pr&#803;thu was an unrivaled king and possessed the scepter for ruling all the seven islands on the surface of the globe. No one could disobey his irrevocable orders but the saintly persons, the br&#257;hman&#803;as and the descendants of the Supreme Personality of Godhead [the Vais&#803;n&#803;avas].</P><P CLASS=t>PURPORT</P><P>Sapta-dv&#299;pa refers to the seven great islands or continents on the surface of the globe: (1) Asia, (2) Europe, (3) Africa, (4) North America, (5) South America, (6) Australia and (7) Oceania. In the modern age people are under the impression that during the Vedic period or the prehistoric ages America and many other parts of the world had not been discovered, but that is not a fact. Pr&#803;thu Mah&#257;r&#257;ja ruled over the world many thousands of years before the so-called prehistoric age, and it is clearly mentioned here that in those days not only were all the different parts of the world known, but they were ruled by one king, Mah&#257;r&#257;ja Pr&#803;thu. The country where Pr&#803;thu Mah&#257;r&#257;ja resided must have been India because it is stated in the eleventh verse of this chapter that he lived in the tract of land between the rivers Ganges and Yamun&#257;. This tract of land, which is called Brahm&#257;varta, consists of what is known in the modern age as portions of Punjab and northern India. It is clear that the kings of India once ruled all the world and that their culture was Vedic.</P><P>The word askhalita indicates that orders by the king could not be disobeyed by anyone in the entire world. Such orders, however, were never issued to control saintly persons or the descendants of the Supreme Personality of Godhead, Vis&#803;n&#803;u. The Supreme Lord is known as Acyuta, and Lord Kr&#803;s&#803;n&#803;a is addressed as such by Arjuna in Bhagavad-g&#299;t&#257; (senayor ubhayor madhye ratham&#769; sth&#257;paya me 'cyuta). Acyuta refers to one who does not fall because He is never influenced by the modes of material nature. When a living entity falls down to the material world from his original position, he becomes cyuta, which means that he forgets his relationship with Acyuta. Actually every living entity is a part and parcel, or a son, of the Supreme Personality of Godhead. When influenced by the modes of material nature, a living entity forgets this relationship and thinks in terms of different species of life; but when he again comes to his original consciousness, he does not observe such bodily designations. This is indicated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/18.htm">5.18</A>) by the words pan&#803;d&#803;it&#257;h&#803; sama-dar&#347;inah&#803;.</P><P>Material designations create differentiation in terms of caste, color, creed, nationality, etc. Different gotras, or family designations, are distinctions in terms of the material body, but when one comes to Kr&#803;s&#803;n&#803;a consciousness he immediately becomes one of the Acyuta-gotra, or descendants of the Supreme Personality of Godhead, and thus becomes transcendental to all considerations of caste, creed, color and nationality.</P><P>Pr&#803;thu Mah&#257;r&#257;ja had no control over the br&#257;hman&#803;a-kula, which refers to the learned scholars in Vedic knowledge, nor over the Vais&#803;n&#803;avas, who are above the considerations of Vedic knowledge. It is therefore said:</P><P>arcye vis&#803;n&#803;au &#347;il&#257;-dh&#299;r gurus&#803;u nara-matir vais&#803;n&#803;ave j&#257;ti-buddhir</P><P CLASS=n>vis&#803;n&#803;or v&#257; vais&#803;n&#803;av&#257;n&#257;m&#769; kali-mala-mathane p&#257;da-t&#299;rthe 'mbu-buddhih&#803;</P><P CLASS=n>&#347;r&#299;-vis&#803;n&#803;or n&#257;mni mantre sakala-kalus&#803;a-he &#347;abda-s&#257;m&#257;nya-buddhir</P><P CLASS=n>vis&#803;n&#803;au sarve&#347;vare&#347;e tad-itara-sama-dh&#299;r yasya v&#257; n&#257;rak&#299; sah&#803;</P><P>"One who thinks the Deity in the temple to be made of wood or stone, who thinks of the spiritual master in the disciplic succession as an ordinary man, who thinks the Vais&#803;n&#803;ava in the Acyuta-gotra to belong to a certain caste or creed or who thinks of caran&#803;&#257;mr&#803;ta or Ganges water as ordinary water is taken to be a resident of hell." (Padma Pur&#257;n&#803;a)</P><P>From the facts presented in this verse, it appears that people in general should be controlled by a king until they come to the platform of Vais&#803;n&#803;avas and br&#257;hman&#803;as, who are not under the control of anyone. Br&#257;hman&#803;a refers to one who knows Brahman, or the impersonal feature of the Absolute Truth, and a Vais&#803;n&#803;ava is one who serves the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>