<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Pr&#803;thu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.26</P><P CLASS=c>y&#363;yam&#769; tad anumodadhvam&#769;</P><P CLASS=c>pitr&#803;-devars&#803;ayo 'mal&#257;h&#803;</P><P CLASS=c>kartuh&#803; &#347;&#257;stur anuj&#241;&#257;tus</P><P CLASS=c>tulyam&#769; yat pretya tat phalam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yuyam">y&#363;yam</A> &#8212; all you respectable persons who <A HREF="http://vedabase.net/a/are">are</A> present here; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/anumodadhvam">anumodadhvam</A> &#8212; kindly approve of my proposal; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitr&#803;</A> &#8212; persons coming from <A HREF="http://vedabase.net/p/pitrloka">Pitr&#803;loka</A>; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; persons coming from the heavenly planets; <A CLASS=v HREF="http://vedabase.net/r/rsayah">r&#803;s&#803;ayah&#803;</A> &#8212; great sages and saintly persons; <A CLASS=v HREF="http://vedabase.net/a/amalah">amal&#257;h&#803;</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> cleansed of all sinful activities; <A CLASS=v HREF="http://vedabase.net/k/kartuh">kartuh&#803;</A> &#8212; the performer; <A CLASS=v HREF="http://vedabase.net/s/sastuh">&#347;&#257;stuh&#803;</A> &#8212; the order-giver; <A CLASS=v HREF="http://vedabase.net/a/anujnatuh">anuj&#241;&#257;tuh&#803;</A> &#8212; of the supporter; <A CLASS=v HREF="http://vedabase.net/t/tulyam">tulyam</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/pretya">pretya</A> &#8212; after death; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; result.</P><P CLASS=t>TRANSLATION</P><P>I request all the pure-hearted demigods, forefathers and saintly persons to support my proposal, for after death the result of an action is equally shared by its doer, its director and its supporter.</P><P CLASS=t>PURPORT</P><P>The government of Pr&#803;thu Mah&#257;r&#257;ja was perfect because it was administered exactly according to the orders of the Vedic injunctions. Pr&#803;thu Mah&#257;r&#257;ja has already explained that the chief duty of the government is to see that everyone executes his respective duty and is elevated to the platform of Kr&#803;s&#803;n&#803;a consciousness. The government should be so conducted that automatically one is elevated to Kr&#803;s&#803;n&#803;a consciousness. King Pr&#803;thu therefore wanted his citizens to cooperate fully with him, for if they assented, they would enjoy the same profit as he after death. If Pr&#803;thu Mah&#257;r&#257;ja, as a perfect king, were elevated to the heavenly planets, the citizens who cooperated by approving of his methods would also be elevated with him. Since the Kr&#803;s&#803;n&#803;a consciousness movement going on at the present moment is genuine, perfect and authorized and is following in the footsteps of Pr&#803;thu Mah&#257;r&#257;ja, anyone who cooperates with this movement or accepts its principles will get the same result as the workers who are actively propagating Kr&#803;s&#803;n&#803;a consciousness.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>