<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Pr&#803;thu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.31</P><P CLASS=c>yat-p&#257;da-sev&#257;bhirucis tapasvin&#257;m</P><P CLASS=c>a&#347;es&#803;a-janmopacitam&#769; malam&#769; dhiyah&#803;</P><P CLASS=c>sadyah&#803; ks&#803;in&#803;oty anvaham edhat&#299; sat&#299;</P><P CLASS=c>yath&#257; pad&#257;&#324;gus&#803;t&#803;ha-vinih&#803;sr&#803;t&#257; sarit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; whose lotus feet; <A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/a/abhirucih">abhirucih&#803;</A> &#8212; inclination; <A CLASS=v HREF="http://vedabase.net/t/tapasvinam">tapasvin&#257;m</A> &#8212; persons undergoing severe penances; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;es&#803;a</A> &#8212; innumerable; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; birth; <A CLASS=v HREF="http://vedabase.net/u/upacitam">upacitam</A> &#8212; acquire; <A CLASS=v HREF="http://vedabase.net/m/malam">malam</A> &#8212; dirtiness; <A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah&#803;</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/s/sadyah">sadyah&#803;</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/k/ksinoti">ks&#803;in&#803;oti</A> &#8212; destroys; <A CLASS=v HREF="http://vedabase.net/a/anvaham">anvaham</A> &#8212; day after day; <A CLASS=v HREF="http://vedabase.net/e/edhati">edhat&#299;</A> &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/s/sati">sat&#299;</A> &#8212; being; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/angustha">a&#324;gus&#803;t&#803;ha</A> &#8212; the toes of His lotus feet; <A CLASS=v HREF="http://vedabase.net/v/vinihsrta">vinih&#803;sr&#803;t&#257;</A> &#8212; emanating from; <A CLASS=v HREF="http://vedabase.net/s/sarit">sarit</A> &#8212; water.</P><P CLASS=t>TRANSLATION</P><P>By the inclination to serve the lotus feet of the Supreme Personality of Godhead, suffering humanity can immediately cleanse the dirt which has accumulated in their minds during innumerable births. Like the Ganges water, which emanates from the toes of the lotus feet of the Lord, such a process immediately cleanses the mind, and thus spiritual or Kr&#803;s&#803;n&#803;a consciousness gradually increases.</P><P CLASS=t>PURPORT</P><P>In India, one can actually see that a person who takes a bath in the Ganges waters daily is almost free from all kinds of diseases. A very respectable br&#257;hman&#803;a in Calcutta never took a doctor's medicine. Even though he sometimes felt sick, he would not accept medicine from the physician but would simply drink Ganges water, and he was always cured within a very short time. The glories of Ganges water are known to Indians and to ourselves also. The River Ganges flows by Calcutta. Sometimes within the water there are many stools and other dirty things which are washed away from neighboring mills and factories, but still thousands of men take baths in the Ganges water, and they are very healthy as well as spiritually inclined. That is the effect of Ganges water. The Ganges is glorified because it emanates from the toes of the lotus feet of the Lord. Similarly, if one takes to the service of the lotus feet of the Lord, or takes to Kr&#803;s&#803;n&#803;a consciousness, he is immediately cleansed of the many dirty things which have accumulated in his innumerable births. We have seen that in spite of the very black record of their past lives, persons who take to Kr&#803;s&#803;n&#803;a consciousness become perfectly cleansed of all dirty things and make spiritual progress very swiftly. Therefore Pr&#803;thu Mah&#257;r&#257;ja advises that without the benediction of the Supreme Lord, one cannot make advancement &#8212; either in so-called morality, economic development or sense gratification. One should therefore take to the service of the Lord, or Kr&#803;s&#803;n&#803;a consciousness, and thus very soon become a perfect man, as confirmed in Bhagavad-g&#299;t&#257; (ks&#803;ipram&#769; bhavati dharm&#257;tm&#257; &#347;a&#347;vac ch&#257;ntim&#769; nigacchati). Being a responsible king, Pr&#803;thu Mah&#257;r&#257;ja recommends that everyone take shelter of the Supreme Personality of Godhead and thus be immediately purified. Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a also says in Bhagavad-g&#299;t&#257; that simply by surrendering unto Him one is immediately relieved of all sinful reactions. As Kr&#803;s&#803;n&#803;a takes away all the sinful reactions of a person immediately upon his surrender unto Him, similarly the external manifestation of Kr&#803;s&#803;n&#803;a, the representative of Kr&#803;s&#803;n&#803;a who acts as the mercy of the Supreme Personality of Godhead, takes all the resultant actions of the sinful life of the disciple immediately after the disciple's initiation. Thus if the disciple follows the principles instructed by the spiritual master, he remains purified and is not contaminated by the material infection.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu therefore stated that the spiritual master who plays the part of Kr&#803;s&#803;n&#803;a's representative has to consume all the sinful reactions of his disciple. Sometimes a spiritual master takes the risk of being overwhelmed by the sinful reactions of the disciples and undergoes a sort of tribulation due to their acceptance. &#346;r&#299; Caitanya Mah&#257;prabhu therefore advised that one not accept many disciples.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>