<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Pr&#803;thu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.37</P><P CLASS=c>m&#257; j&#257;tu tejah&#803; prabhaven maharddhibhis</P><P CLASS=c>titiks&#803;ay&#257; tapas&#257; vidyay&#257; ca</P><P CLASS=c>ded&#299;pyam&#257;ne 'jita-devat&#257;n&#257;m&#769;</P><P CLASS=c>kule svayam&#769; r&#257;ja-kul&#257;d dvij&#257;n&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; never <A HREF="http://vedabase.net/d/do">do</A> <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/j/jatu">j&#257;tu</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah&#803;</A> &#8212; supreme power; <A CLASS=v HREF="http://vedabase.net/p/prabhavet">prabhavet</A> &#8212; exhibit; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/r/rddhibhih">r&#803;ddhibhih&#803;</A> &#8212; by opulence; <A CLASS=v HREF="http://vedabase.net/t/titiksaya">titiks&#803;ay&#257;</A> &#8212; by tolerance; <A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; penance; <A CLASS=v HREF="http://vedabase.net/v/vidyaya">vidyay&#257;</A> &#8212; by education; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/dedipyamane">ded&#299;pyam&#257;ne</A> &#8212; upon those who <A HREF="http://vedabase.net/a/are">are</A> already glorified; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A>-<A CLASS=v HREF="http://vedabase.net/d/devatanam">devat&#257;n&#257;m</A> &#8212; Vais&#803;n&#803;avas, or the devotees of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kule">kule</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the society; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/k/kulat">kul&#257;t</A> &#8212; greater than the royal family; <A CLASS=v HREF="http://vedabase.net/d/dvijanam">dvij&#257;n&#257;m</A> &#8212; of the br&#257;hman&#803;as.</P><P CLASS=t>TRANSLATION</P><P>The br&#257;hman&#803;as and Vais&#803;n&#803;avas are personally glorified by their characteristic powers of tolerance, penance, knowledge and education. By dint of all these spiritual assets, Vais&#803;n&#803;avas are more powerful than royalty. It is therefore advised that the princely order not exhibit its material prowess before these two communities and should avoid offending them.</P><P CLASS=t>PURPORT</P><P>Pr&#803;thu Mah&#257;r&#257;ja has explained in the previous verse the importance of devotional service for both the rulers and the citizens of the state. Now he explains how one can be steadily fixed in devotional service. &#346;r&#299; Caitanya Mah&#257;prabhu, while instructing &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, has compared the devotional service of the Lord with a creeper. A creeper has a feeble stem and requires the support of another tree to grow, and while growing, it requires sufficient protection so that it may not be lost. While describing the system of protection for the creeper of devotional service, &#346;r&#299; Caitanya Mah&#257;prabhu has especially stressed protection from offenses unto the lotus feet of Vais&#803;n&#803;avas. Such offenses are called vais&#803;n&#803;ava-apar&#257;dha. Apar&#257;dha means "offense." If one commits vais&#803;n&#803;ava-apar&#257;dhas, all of his progress in devotional service will be checked. Even though one is very much advanced in devotional service, if he commits offenses at the feet of a Vais&#803;n&#803;ava, his advancement is all spoiled. In the &#347;&#257;stras it is found that a very great yog&#299;, Durv&#257;s&#257; Muni, committed a vais&#803;n&#803;ava-apar&#257;dha and thus for one full year had to travel all over the universe, even to Vaikun&#803;t&#803;haloka, to defend himself from the offense. At last, even when he approached the Supreme Personality of Godhead in Vaikun&#803;t&#803;ha, he was refused protection. Therefore one should be very careful about committing offenses at the feet of a Vais&#803;n&#803;ava. The most grievous type of vais&#803;n&#803;ava-apar&#257;dha is called gurv-apar&#257;dha, which refers to offenses at the lotus feet of the spiritual master. In the chanting of the holy name of the Supreme Personality of Godhead, this gurv-apar&#257;dha is considered the most grievous offense. Guror avaj&#241;&#257; &#347;ruti-&#347;&#257;stra-nindanam (Padma Pur&#257;n&#803;a). Among the ten offenses committed against the chanting of the holy name, the first offenses are disobedience of the spiritual master and blasphemy of the Vedic literature.</P><P>The simple definition of Vais&#803;n&#803;ava is given by &#346;r&#299; Caitanya Mah&#257;prabhu: a person who immediately reminds one of the Supreme Personality of Godhead, Kr&#803;s&#803;n&#803;a, is a Vais&#803;n&#803;ava. In this verse, both Vais&#803;n&#803;avas and br&#257;hman&#803;as are mentioned. A Vais&#803;n&#803;ava is a learned br&#257;hman&#803;a and is therefore designated as br&#257;hman&#803;a-vais&#803;n&#803;ava, br&#257;hman&#803;a-pan&#803;d&#803;ita or as a Vais&#803;n&#803;ava and br&#257;hman&#803;a. In other words, a Vais&#803;n&#803;ava is supposed to be a br&#257;hman&#803;a already, but a br&#257;hman&#803;a may not be a pure Vais&#803;n&#803;ava. When a person understands his pure identity, brahma j&#257;n&#257;ti, he immediately becomes a br&#257;hman&#803;a. In the br&#257;hman&#803;a stage, one's understanding of the Absolute Truth is mainly based on the impersonal view. When a br&#257;hman&#803;a, however, rises to the platform of personal understanding of the Supreme Godhead, he becomes a Vais&#803;n&#803;ava. A Vais&#803;n&#803;ava is transcendental even to a br&#257;hman&#803;a. In the material conception, the position of a br&#257;hman&#803;a is the highest in human society, but a Vais&#803;n&#803;ava is transcendental even to a br&#257;hman&#803;a. Both the br&#257;hman&#803;a and Vais&#803;n&#803;ava are spiritually advanced. A br&#257;hman&#803;a's qualifications are mentioned in Bhagavad-g&#299;t&#257; as truthfulness, mental equanimity, control of the senses, the power of tolerance, simplicity, knowledge of the Absolute Truth, firm faith in the scriptures, and practical application of the brahminical qualities in life. In addition to all these qualifications, when one fully engages in the transcendental loving service of the Lord, he becomes a Vais&#803;n&#803;ava. Pr&#803;thu Mah&#257;r&#257;ja warns his citizens who are actually engaged in the devotional service of the Lord to take care against offenses to the br&#257;hman&#803;as and Vais&#803;n&#803;avas. Offenses at their lotus feet are so destructive that even the descendants of Yadu who were born in the family of Lord Kr&#803;s&#803;n&#803;a were destroyed due to offenses at their feet. The Supreme Personality of Godhead cannot tolerate any offense at the lotus feet of br&#257;hman&#803;as and Vais&#803;n&#803;avas. Sometimes, due to their powerful positions, princes or government servants neglect the position of br&#257;hman&#803;as and Vais&#803;n&#803;avas, not knowing that because of their offense they will be ruined.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>