<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Pr&#803;thu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.38</P><P CLASS=c>brahman&#803;ya-devah&#803; purus&#803;ah&#803; pur&#257;tano</P><P CLASS=c>nityam&#769; harir yac-caran&#803;&#257;bhivandan&#257;t</P><P CLASS=c>av&#257;pa laks&#803;m&#299;m anap&#257;yin&#299;m&#769; ya&#347;o</P><P CLASS=c>jagat-pavitram&#769; ca mahattam&#257;gran&#803;&#299;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmanya">brahman&#803;ya</A>-<A CLASS=v HREF="http://vedabase.net/d/devah">devah&#803;</A> &#8212; the Lord of the brahminical culture; <A CLASS=v HREF="http://vedabase.net/p/purusah">purus&#803;ah&#803;</A> &#8212; the Supreme Personality; <A CLASS=v HREF="http://vedabase.net/p/puratanah">pur&#257;tanah&#803;</A> &#8212; the oldest; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/h/harih">harih&#803;</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/c/carana">caran&#803;a</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/a/abhivandanat">abhivandan&#257;t</A> &#8212; by means of worshiping; <A CLASS=v HREF="http://vedabase.net/a/avapa">av&#257;pa</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/l/laksmim">laks&#803;m&#299;m</A> &#8212; opulences; <A CLASS=v HREF="http://vedabase.net/a/anapayinim">anap&#257;yin&#299;m</A> &#8212; perpetually; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah&#803;</A> &#8212; reputation; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; universal; <A CLASS=v HREF="http://vedabase.net/p/pavitram">pavitram</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/t/tama">tama</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/a/agranih">agran&#803;&#299;h&#803;</A> &#8212; foremost.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, the ancient, eternal Godhead, who is foremost amongst all great personalities, obtained the opulence of His staunch reputation, which purifies the entire universe, by worshiping the lotus feet of those br&#257;hman&#803;as and Vais&#803;n&#803;avas.</P><P CLASS=t>PURPORT</P><P>The Supreme Person is described herein as brahman&#803;ya-deva. Brahman&#803;ya refers to the br&#257;hman&#803;as, the Vais&#803;n&#803;avas or the brahminical culture, and deva means "worshipable Lord." Therefore unless one is on the transcendental platform of being a Vais&#803;n&#803;ava or on the highest platform of material goodness (as a br&#257;hman&#803;a), he cannot appreciate the Supreme Personality of Godhead. In the lower stages of ignorance and passion, it is difficult to appreciate or understand the Supreme Lord. Therefore the Lord is described herein as the worshipable Deity for persons in brahminical and Vais&#803;n&#803;ava culture.</P><P>namo brahman&#803;ya-dev&#257;ya</P><P CLASS=n>go-br&#257;hman&#803;a-hit&#257;ya ca</P><P CLASS=n>jagad-dhit&#257;ya kr&#803;s&#803;n&#803;&#257;ya</P><P CLASS=n>govind&#257;ya namo namah&#803;</P><P>(Vis&#803;n&#803;u Pur&#257;n&#803;a <A CLASS=v HREF="http://vedabase.net/todo/purana1/19/65">1.19.65</A>)</P><P>Lord Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead, is the prime protector of brahminical culture and the cow. Without knowing and respecting these, one cannot realize the science of God, and without this knowledge, any welfare activities or humanitarian propaganda cannot be successful. The Lord is purus&#803;a, or the supreme enjoyer. Not only is He the enjoyer when He appears as a manifested incarnation, but He is the enjoyer since time immemorial, from the very beginning (pur&#257;tanah&#803;), and eternally (nityam). Yac-caran&#803;&#257;bhivandan&#257;t: Pr&#803;thu Mah&#257;r&#257;ja said that the Supreme Personality of Godhead attained this opulence of eternal fame simply by worshiping the lotus feet of the br&#257;hman&#803;as. In the Bhagavad-g&#299;t&#257; it is said that the Lord does not need to work to achieve material gain. Since He is perpetually supremely perfect, He does not need to obtain anything, but still it is said that He obtained His opulences by worshiping the lotus feet of the br&#257;hman&#803;as. These are His exemplary actions. When Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a was in Dv&#257;rak&#257;, He offered His respects by bowing down at the lotus feet of N&#257;rada. When Sud&#257;m&#257; Vipra came to His house, Lord Kr&#803;s&#803;n&#803;a personally washed his feet and gave him a seat on His personal bed. Although He is the Supreme Personality of Godhead, Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a offered His respects to Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira and Kunt&#299;. The Lord's exemplary behavior is to teach us. We should learn from His personal behavior how to give protection to the cow, how to cultivate brahminical qualities and how to respect the br&#257;hman&#803;as and the Vais&#803;n&#803;avas. The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/21.htm">3.21</A>), yad yad &#257;carati &#347;res&#803;t&#803;has tat tad evetaro janah&#803;: "If the leading personalities behave in a certain manner, others follow them automatically." Who can be more of a leading personality than the Supreme Personality of Godhead, and whose behavior could be more exemplary? It is not that He needed to do all these things to acquire material gain, but all of these acts were performed just to teach us how to behave in this material world.</P><P>The Supreme Personality of Godhead is described herein as mahattama-agran&#803;&#299;h&#803;. Within this material world, the mahattamas, or great personalities, are Lord Brahm&#257; and Lord &#346;iva, but He is above them all. N&#257;r&#257;yan&#803;ah&#803; paro'vyakt&#257;t: the Supreme Personality of Godhead is in a transcendental position, above everything created within this material world. His opulence, His riches, His beauty, His wisdom, His knowledge, His renunciation and His reputation are all jagat-pavitram, universally purifying. The more we discuss His opulences, the more the universe becomes purer and purer. In the material world, the opulences possessed by a material person are never fixed. Today one may be a very rich man, but tomorrow he may become poor; today one is very famous, but tomorrow he may be infamous. Materially obtained opulences are never fixed, but all six opulences perpetually exist in the Supreme Personality of Godhead, not only in the spiritual world, but also in this material world. Lord Kr&#803;s&#803;n&#803;a's reputation is fixed, and His book of wisdom, Bhagavad-g&#299;t&#257;, is still honored. Everything pertaining to the Supreme Personality of Godhead is eternally existing.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>