<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Pr&#803;thu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.42</P><P CLASS=c>yad brahma nityam&#769; virajam&#769; san&#257;tanam&#769;</P><P CLASS=c>&#347;raddh&#257;-tapo-ma&#324;gala-mauna-sam&#769;yamaih&#803;</P><P CLASS=c>sam&#257;dhin&#257; bibhrati h&#257;rtha-dr&#803;s&#803;t&#803;aye</P><P CLASS=c>yatredam &#257;dar&#347;a iv&#257;vabh&#257;sate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the brahminical culture; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; eternally; <A CLASS=v HREF="http://vedabase.net/v/virajam">virajam</A> &#8212; without contamination; <A CLASS=v HREF="http://vedabase.net/s/sanatanam">san&#257;tanam</A> &#8212; without beginning; <A CLASS=v HREF="http://vedabase.net/s/sraddha">&#347;raddh&#257;</A> &#8212; faith; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah&#803;</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A> &#8212; auspicious; <A CLASS=v HREF="http://vedabase.net/m/mauna">mauna</A> &#8212; silence; <A CLASS=v HREF="http://vedabase.net/s/samyamaih">sam&#769;yamaih&#803;</A> &#8212; controlling the mind and senses; <A CLASS=v HREF="http://vedabase.net/s/samadhina">sam&#257;dhin&#257;</A> &#8212; with full concentration; <A CLASS=v HREF="http://vedabase.net/b/bibhrati">bibhrati</A> &#8212; illuminates; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/h/he">he</A> did <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; the real purpose of the Vedas; <A CLASS=v HREF="http://vedabase.net/d/drstaye">dr&#803;s&#803;t&#803;aye</A> &#8212; for the purpose of finding out; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; all this; <A CLASS=v HREF="http://vedabase.net/a/adarse">&#257;dar&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> mirror; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/avabhasate">avabh&#257;sate</A> &#8212; manifests.</P><P CLASS=t>TRANSLATION</P><P>In brahminical culture a br&#257;hman&#803;a's transcendental position is eternally maintained because the injunctions of the Vedas are accepted with faith, austerity, scriptural conclusions, full sense and mind control, and meditation. In this way the real goal of life is illuminated, just as one's face is fully reflected in a clear mirror.</P><P CLASS=t>PURPORT</P><P>Since it is described in the previous verse that feeding a living br&#257;hman&#803;a is more effective than offering oblations in a fire sacrifice, in this verse it is now clearly described what br&#257;hman&#803;ism is and who a br&#257;hman&#803;a is. In the age of Kali, taking advantage of the fact that by feeding a br&#257;hman&#803;a one obtains a more effective result than by performing sacrifices, a class of men with no brahminical qualifications claim the eating privilege known as br&#257;hman&#803;a-bhojana simply on the basis of their birth in br&#257;hman&#803;a families. In order to distinguish this class of men from the real br&#257;hman&#803;as, Mah&#257;r&#257;ja Pr&#803;thu is giving an exact description of a br&#257;hman&#803;a and brahminical culture. One should not take advantage of his position simply to live like a fire without light. A br&#257;hman&#803;a must be fully conversant with the Vedic conclusion, which is described in Bhagavad-g&#299;t&#257;. Vedai&#347; ca sarvair aham eva vedyah&#803; (<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>). The Vedic conclusion &#8212; the ultimate understanding, or Ved&#257;nta understanding &#8212; is knowledge of Kr&#803;s&#803;n&#803;a. Actually that is a fact because simply by understanding Kr&#803;s&#803;n&#803;a as He is, as described in Bhagavad-g&#299;t&#257; (janma karma ca me divyam evam&#769; yo vetti tattvatah&#803; [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]), one becomes a perfect br&#257;hman&#803;a. The br&#257;hman&#803;a who knows Kr&#803;s&#803;n&#803;a perfectly well is always in a transcendental position. This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m&#769; ca yo 'vyabhic&#257;ren&#803;a</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#803;&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service and who does not fall down in any circumstance at once transcends the modes of material nature and thus comes to the level of Brahman."</P><P>Therefore a devotee of Lord Kr&#803;s&#803;n&#803;a is actually a perfect br&#257;hman&#803;a. His situation is transcendental, for he is free from the four defects of conditional life, which are the tendencies to commit mistakes, to be illusioned, to cheat and to possess imperfect senses. A perfect Vais&#803;n&#803;ava, or Kr&#803;s&#803;n&#803;a conscious person, is always in this transcendental position because he speaks according to Kr&#803;s&#803;n&#803;a and His representative. Because Vais&#803;n&#803;avas speak exactly according to the tune of Kr&#803;s&#803;n&#803;a, whatever they say is free from these four defects. For example, Kr&#803;s&#803;n&#803;a says in Bhagavad-g&#299;t&#257; that everyone should always think of Him, everyone should become His devotee, offer Him obeisances and worship Him, and ultimately everyone should surrender unto Him. These devotional activities are transcendental and free from mistakes, illusion, cheating and imperfection. Therefore anyone who is a sincere devotee of Lord Kr&#803;s&#803;n&#803;a and who preaches this cult, speaking only on the basis of Kr&#803;s&#803;n&#803;a's instructions, is understood to be virajam, or free from the defects of material contamination. A genuine br&#257;hman&#803;a or Vais&#803;n&#803;ava therefore depends eternally on the conclusion of the Vedas or Vedic versions presented by the Supreme Personality of Godhead Himself. Only from Vedic knowledge can we understand the actual position of the Absolute Truth, who, as described in &#346;r&#299;mad-Bh&#257;gavatam, is manifested in three features &#8212; namely impersonal Brahman, localized Param&#257;tm&#257; and, at last, the Supreme Personality of Godhead. This knowledge is perfect from time immemorial, and the brahminical or Vais&#803;n&#803;ava culture depends on this principle eternally. One should therefore study the Vedas with faith, not only for one's personal knowledge, but for the sake of spreading this knowledge and these activities through real faith in the words of the Supreme Personality of Godhead and the Vedas.</P><P>The word ma&#324;gala ("auspicious") in this verse is very significant. &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; quotes that to do what is good and to reject what is not good is called ma&#324;gala, or auspicious. To do what is good means to accept everything favorable to the discharge of devotional service, and to reject what is not good means to reject everything not favorable for discharging devotional service. In our Kr&#803;s&#803;n&#803;a consciousness movement, we accept this principle by rejecting four prohibited items &#8212; namely illicit sex life, intoxication, gambling and flesh-eating &#8212; and accepting the daily chanting of at least sixteen rounds of the Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra and daily meditation three times a day by chanting the G&#257;yatr&#299; mantra. In this way one can keep his brahminical culture and spiritual strength intact. By following these principles of devotional service strictly, chanting twenty-four hours a day the mah&#257;-mantra &#8212; Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; one makes positive progress in spiritual life and ultimately becomes completely fit to see the Supreme Personality of Godhead face to face. Because the ultimate goal of studying or understanding the Vedic knowledge is to find Kr&#803;s&#803;n&#803;a, one who follows the Vedic principles as described above can from the very beginning see all the features of Lord Kr&#803;s&#803;n&#803;a, the Absolute Truth, very distinctly, as one can see one's own face completely reflected in a clear mirror. The conclusion is, therefore, that a br&#257;hman&#803;a does not become a br&#257;hman&#803;a simply because he is a living entity or is born in a br&#257;hman&#803;a family; he must possess all the qualities mentioned in the &#347;&#257;stras and practice the brahminical principles in his life. Thus he ultimately becomes a fully Kr&#803;s&#803;n&#803;a conscious person and can understand what Kr&#803;s&#803;n&#803;a is. How a devotee continuously sees Kr&#803;s&#803;n&#803;a face to face within his heart is described in the Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>) as follows:</P><P>prem&#257;&#241;jana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah&#803; sadaiva hr&#803;dayes&#803;u vilokayanti</P><P CLASS=n>yam&#769; &#347;y&#257;masundaram acintya-gun&#803;a-svar&#363;pam&#769;</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>The devotee, by development of pure love for Kr&#803;s&#803;n&#803;a, constantly sees the Supreme Personality of Godhead, who is known as &#346;y&#257;masundara, within his heart. That is the perfectional stage of brahminical culture.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>