<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Pr&#803;thu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.44</P><P CLASS=c>gun&#803;&#257;yanam&#769; &#347;&#299;la-dhanam&#769; kr&#803;ta-j&#241;am&#769;</P><P CLASS=c>vr&#803;ddh&#257;&#347;rayam&#769; sam&#769;vr&#803;n&#803;ate 'nu sampadah&#803;</P><P CLASS=c>pras&#299;dat&#257;m&#769; brahma-kulam&#769; gav&#257;m&#769; ca</P><P CLASS=c>jan&#257;rdanah&#803; s&#257;nucara&#347; ca mahyam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/ayanam">ayanam</A> &#8212; one who has acquired all the good qualities; <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;la</A>-<A CLASS=v HREF="http://vedabase.net/d/dhanam">dhanam</A> &#8212; one whose wealth is good behavior; <A CLASS=v HREF="http://vedabase.net/k/krta">kr&#803;ta</A>-<A CLASS=v HREF="http://vedabase.net/j/jnam">j&#241;am</A> &#8212; one who is grateful; <A CLASS=v HREF="http://vedabase.net/v/vrddha">vr&#803;ddha</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayam">&#257;&#347;rayam</A> &#8212; one who takes shelter of the learned; <A CLASS=v HREF="http://vedabase.net/s/samvrnate">sam&#769;vr&#803;n&#803;ate</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sampadah">sampadah&#803;</A> &#8212; all opulences; <A CLASS=v HREF="http://vedabase.net/p/prasidatam">pras&#299;dat&#257;m</A> &#8212; be pleased upon; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A> &#8212; the <A HREF="http://vedabase.net/b/brahmana">br&#257;hman&#803;a</A> class; <A CLASS=v HREF="http://vedabase.net/g/gavam">gav&#257;m</A> &#8212; the cows; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/j/janardanah">jan&#257;rdanah&#803;</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/a/anucarah">anucarah&#803;</A> &#8212; along with His devotee; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/mahyam">mahyam</A> &#8212; upon <A HREF="http://vedabase.net/m/me">me</A>.</P><P CLASS=t>TRANSLATION</P><P>Whoever acquires the brahminical qualifications &#8212; whose only wealth is good behavior, who is grateful and who takes shelter of experienced persons &#8212; gets all the opulence of the world. I therefore wish that the Supreme Personality of Godhead and His associates be pleased with the br&#257;hman&#803;a class, with the cows and with me.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is worshiped with the prayer namo brahman&#803;ya-dev&#257;ya go-br&#257;hman&#803;a-hit&#257;ya ca. Thus it is clear that the Supreme Personality of Godhead respects and protects the br&#257;hman&#803;as and brahminical culture, as well as the cows; in other words, wherever there are br&#257;hman&#803;as and brahminical culture, there are cows and cow protection. In a society or civilization in which there are no br&#257;hman&#803;as or brahminical culture, cows are treated as ordinary animals and slaughtered, at the sacrifice of human civilization. The specific mention of the word gav&#257;m by Pr&#803;thu Mah&#257;r&#257;ja is significant because the Lord is always associated with cows and His devotees. In pictures Lord Kr&#803;s&#803;n&#803;a is always seen with cows and His associates such as the cowherd boys and the gop&#299;s. Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead, cannot be alone. Therefore Pr&#803;thu Mah&#257;r&#257;ja said, s&#257;nucara&#347; ca, indicating that the Supreme Personality of Godhead is always associated with His followers and devotees.</P><P>A devotee acquires all the good qualities of the demigods; he is gun&#803;&#257;yanam, the reservoir of all good qualities. His only asset is good behavior, and he is grateful. Gratitude for the mercy of the Supreme Personality of Godhead is one of the qualities of br&#257;hman&#803;as and Vais&#803;n&#803;avas. Everyone should feel grateful to the Supreme Personality of Godhead because He is maintaining all living entities and supplying all their necessities. As stated in the Vedas (Kat&#803;ha Upanis&#803;ad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/2/13">2.2.13</A>), eko bah&#363;n&#257;m&#769; yo vidadh&#257;ti k&#257;m&#257;n: the supreme one is supplying all necessities to the living entities. The living entity who is therefore grateful to the Supreme Personality of Godhead is certainly qualified with good characteristics.</P><P>The word vr&#803;ddh&#257;&#347;rayam is very significant in this verse. Vr&#803;ddha refers to one who is advanced in knowledge. There are two kinds of old men &#8212; he who is advanced in years and he who is experienced in knowledge. One who is advanced in knowledge is actually vr&#803;ddha (j&#241;&#257;na-vr&#803;ddha); one does not become vr&#803;ddha simply by advancing in age. Vr&#803;ddh&#257;&#347;rayam, a person who takes shelter of a superior person who is advanced in knowledge, can acquire all the good qualities of a br&#257;hman&#803;a and be trained in good behavior. When one actually attains good qualities, becomes grateful for the mercy of the Supreme Personality of Godhead and takes shelter of a bona fide spiritual master, he is endowed with all opulence. Such a person is a br&#257;hman&#803;a or Vais&#803;n&#803;ava. Therefore Pr&#803;thu Mah&#257;r&#257;ja invokes the blessings and mercy of the Supreme Personality of Godhead, with His associates, devotees, Vais&#803;n&#803;avas, br&#257;hman&#803;as and cows.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>