<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 21 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 21 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Instructions by Mah&#257;r&#257;ja Pr&#803;thu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.21.9</P><P CLASS=c>vidura uv&#257;ca</P><P CLASS=c>so 'bhis&#803;iktah&#803; pr&#803;thur viprair</P><P CLASS=c>labdh&#257;&#347;es&#803;a-sur&#257;rhan&#803;ah&#803;</P><P CLASS=c>bibhrat sa vais&#803;n&#803;avam&#769; tejo</P><P CLASS=c>b&#257;hvor y&#257;bhy&#257;m&#769; dudoha g&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vidurah">vidurah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/v/vidura">Vidura</A> said; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (King <A HREF="http://vedabase.net/p/prthu">Pr&#803;thu</A>); <A CLASS=v HREF="http://vedabase.net/a/abhisiktah">abhis&#803;iktah&#803;</A> &#8212; when enthroned; <A CLASS=v HREF="http://vedabase.net/p/prthuh">pr&#803;thuh&#803;</A> &#8212; King <A HREF="http://vedabase.net/p/prthu">Pr&#803;thu</A>; <A CLASS=v HREF="http://vedabase.net/v/vipraih">vipraih&#803;</A> &#8212; by the great sages and br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;es&#803;a</A> &#8212; innumerable; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/a/arhanah">arhan&#803;ah&#803;</A> &#8212; presentations by the demigods; <A CLASS=v HREF="http://vedabase.net/b/bibhrat">bibhrat</A> &#8212; expanding; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vaisnavam">vais&#803;n&#803;avam</A> &#8212; who has received through Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah&#803;</A> &#8212; strength; <A CLASS=v HREF="http://vedabase.net/b/bahvoh">b&#257;hvoh&#803;</A> &#8212; arms; <A CLASS=v HREF="http://vedabase.net/y/yabhyam">y&#257;bhy&#257;m</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/d/dudoha">dudoha</A> &#8212; exploited; <A CLASS=v HREF="http://vedabase.net/g/gam">g&#257;m</A> &#8212; the earth.</P><P CLASS=t>TRANSLATION</P><P>Vidura said: My dear br&#257;hman&#803;a Maitreya, it is very enlightening to understand that King Pr&#803;thu was enthroned by the great sages and br&#257;hman&#803;as. All the demigods presented him with innumerable gifts, and he also expanded his influence upon personally receiving strength from Lord Vis&#803;n&#803;u. Thus he greatly developed the earth.</P><P CLASS=t>PURPORT</P><P>Because Pr&#803;thu Mah&#257;r&#257;ja was an empowered incarnation of Lord Vis&#803;n&#803;u and was naturally a great Vais&#803;n&#803;ava devotee of the Lord, all the demigods were pleased with him and presented different gifts to help him in exercising his royal power, and the great sages and saintly persons also joined in his coronation. Thus blessed by them, he ruled over the earth and exploited its resources for the greatest satisfaction of the people in general. This has already been explained in the previous chapters regarding the activities of King Pr&#803;thu. As will be apparent from the next verse, every executive head of state should follow in the footsteps of Mah&#257;r&#257;ja Pr&#803;thu in ruling over his kingdom. Regardless of whether the chief executive is a king or president, or whether the government is monarchical or democratic, this process is so perfect that if it is followed, everyone will become happy, and thus it will be very easy for all to execute devotional service to the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>