<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 33 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 33 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">The R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.33.39</P><P CLASS=c>vikr&#299;d&#803;itam&#769; vraja-vadh&#363;bhir idam&#769; ca vis&#803;n&#803;oh&#803;</P><P CLASS=c>&#347;raddh&#257;nvito 'nu&#347;r&#803;n&#803;uy&#257;d atha varn&#803;ayed yah&#803;</P><P CLASS=c>bhaktim&#769; par&#257;m&#769; bhagavati pratilabhya k&#257;mam&#769;</P><P CLASS=c>hr&#803;d-rogam &#257;&#347;v apahinoty aciren&#803;a dh&#299;rah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vikriditam">vikr&#299;d&#803;itam</A> &#8212; the sporting; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/v/vadhubhih">vadh&#363;bhih&#803;</A> &#8212; with the young women of <A HREF="http://vedabase.net/v/vrndavana">Vr&#803;nd&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vis&#803;n&#803;oh&#803;</A> &#8212; by Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/s/sraddha">&#347;raddh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anvitah">anvitah&#803;</A> &#8212; faithfully; <A CLASS=v HREF="http://vedabase.net/a/anusrnuyat">anu&#347;r&#803;n&#803;uy&#257;t</A> &#8212; hears; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/v/varnayet">varn&#803;ayet</A> &#8212; describes; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/b/bhaktim">bhaktim</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/p/param">par&#257;m</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pratilabhya">pratilabhya</A> &#8212; obtaining; <A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; material lust; <A CLASS=v HREF="http://vedabase.net/h/hrt">hr&#803;t</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/r/rogam">rogam</A> &#8212; the disease; <A CLASS=v HREF="http://vedabase.net/a/asu">a&#347;u</A> &#8212; quickly; <A CLASS=v HREF="http://vedabase.net/a/apahinoti">apahinoti</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> drives away; <A CLASS=v HREF="http://vedabase.net/a/acirena">aciren&#803;a</A> &#8212; without delay; <A CLASS=v HREF="http://vedabase.net/d/dhirah">dh&#299;rah&#803;</A> &#8212; sober.</P><P CLASS=t>TRANSLATION</P><P>Anyone who faithfully hears or describes the Lord's playful affairs with the young gop&#299;s of Vr&#803;nd&#257;vana will attain the Lord's pure devotional service. Thus he will quickly become sober and conquer lust, the disease of the heart.</P><P CLASS=t>PURPORT</P><P>The extraordinary power of Lord Kr&#803;s&#803;n&#803;a's conjugal pastimes is clearly revealed here. Qualitatively, the Lord's spiritual, loving pastimes are the diametric opposite of material, lusty affairs, so much so that simply by hearing about the Lord's pastimes a devotee conquers sex desire. By reading pornographic literature or hearing about material romance, we certainly do not conquer sex desire but rather increase our lust. But hearing or reading about the Lord's conjugal affairs has exactly the opposite effect because they are of the opposite nature, being purely spiritual. Therefore it is by the causeless mercy of Lord Kr&#803;s&#803;n&#803;a that He exhibits His r&#257;sa-l&#299;l&#257; within this world. If we become attached to this narration, we will experience the bliss of spiritual love and thus reject the perverted reflection of that love, which is called lust. As nicely put by Lord Kr&#803;s&#803;n&#803;a in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/59.htm">2.59</A>), param&#769; dr&#803;s&#803;t&#803;v&#257; nivartate: "Once having directly experienced the Supreme, one will not return to material pleasures."</P><P>Thus end the purports of the humble servants of His Divine Grace A.C. Bhaktivedanta Swami Prabhup&#257;da to the Tenth Canto, Thirty-third Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The R&#257;sa Dance."</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../34/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>