<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 33 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 33 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">The R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.33.7</P><P CLASS=c>p&#257;da-ny&#257;sair bhuja-vidhutibhih&#803; sa-smitair bhr&#363;-vil&#257;sair</P><P CLASS=c>bhajyan madhyai&#347; cala-kuca-pat&#803;aih&#803; kun&#803;d&#803;alair gan&#803;d&#803;a-lolaih&#803;</P><P CLASS=c>svidyan-mukhyah&#803; kavara-rasan&#257;granthayah&#803; kr&#803;s&#803;n&#803;a-vadhvo</P><P CLASS=c>g&#257;yantyas tam&#769; tad&#803;ita iva t&#257; megha-cakre virejuh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; of their feet; <A CLASS=v HREF="http://vedabase.net/n/nyasaih">ny&#257;saih&#803;</A> &#8212; by the placement; <A CLASS=v HREF="http://vedabase.net/b/bhuja">bhuja</A> &#8212; of their hands; <A CLASS=v HREF="http://vedabase.net/v/vidhutibhih">vidhutibhih&#803;</A> &#8212; by the gestures; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/s/smitaih">smitaih&#803;</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/b/bhru">bhr&#363;</A> &#8212; of their eyebrows; <A CLASS=v HREF="http://vedabase.net/v/vilasaih">vil&#257;saih&#803;</A> &#8212; by the playful movements; <A CLASS=v HREF="http://vedabase.net/b/bhajyan">bhajyan</A> &#8212; bending; <A CLASS=v HREF="http://vedabase.net/m/madhyaih">madhyaih&#803;</A> &#8212; by their middles; <A CLASS=v HREF="http://vedabase.net/c/cala">cala</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/k/kuca">kuca</A> &#8212; covering their breasts; <A CLASS=v HREF="http://vedabase.net/p/pataih">pat&#803;aih&#803;</A> &#8212; by the cloths; <A CLASS=v HREF="http://vedabase.net/k/kundalaih">kun&#803;d&#803;alaih&#803;</A> &#8212; by their earrings; <A CLASS=v HREF="http://vedabase.net/g/ganda">gan&#803;d&#803;a</A> &#8212; on their cheeks; <A CLASS=v HREF="http://vedabase.net/l/lolaih">lolaih&#803;</A> &#8212; rolling; <A CLASS=v HREF="http://vedabase.net/s/svidyan">svidyan</A> &#8212; perspiring; <A CLASS=v HREF="http://vedabase.net/m/mukhyah">mukhyah&#803;</A> &#8212; whose faces; <A CLASS=v HREF="http://vedabase.net/k/kavara">kavara</A> &#8212; the braids of their hair; <A CLASS=v HREF="http://vedabase.net/r/rasana">rasan&#257;</A> &#8212; and their belts; <A CLASS=v HREF="http://vedabase.net/a/agranthayah">&#257;granthayah&#803;</A> &#8212; having tightly tied; <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/v/vadhvah">vadhvah&#803;</A> &#8212; the consorts of Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/g/gayantyah">g&#257;yantyah&#803;</A> &#8212; singing; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; about Him; <A CLASS=v HREF="http://vedabase.net/t/taditah">tad&#803;itah&#803;</A> &#8212; bolts of lightning; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h&#803;</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/m/megha">megha</A>-<A CLASS=v HREF="http://vedabase.net/c/cakre">cakre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/r/range">range</A> of clouds; <A CLASS=v HREF="http://vedabase.net/v/virejuh">virejuh&#803;</A> &#8212; shone.</P><P CLASS=t>TRANSLATION</P><P>As the gop&#299;s sang in praise of Kr&#803;s&#803;n&#803;a, their feet danced, their hands gestured, and their eyebrows moved with playful smiles. With their braids and belts tied tight, their waists bending, their faces perspiring, the garments on their breasts moving this way and that, and their earrings swinging on their cheeks, Lord Kr&#803;s&#803;n&#803;a's young consorts shone like streaks of lightning in a mass of clouds.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; explains that according to the analogy of lightning flashing in clouds, the perspiration on the lovely faces of the gop&#299;s resembled drops of mist, and their singing resembled thunder. The word &#257;granthayah&#803; may also be read agranthayah&#803;, meaning "loosened." This would indicate that although the gop&#299;s began the dance with their hair and belts tightly drawn, these gradually slackened and loosened.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; points out that the gop&#299;s were expert at exhibiting mudr&#257;s (precise hand gestures that express feelings or convey meanings associated with the theme of a performance). Thus sometimes Kr&#803;s&#803;n&#803;a and the gop&#299;s would artistically move their interlocked arms together, and sometimes they would separate arms and exhibit mudr&#257;s to act out the meaning of the songs they were singing.</P><P>The word p&#257;da-ny&#257;saih&#803; indicates that the gop&#299;s artistically and gracefully placed the steps of their dancing feet in an enchanting way, and the words sa-smitair bhr&#363;-vil&#257;sair indicate that the romantic movements of their eyebrows, smiling with love, were most charming to behold.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>