<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 16 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 16 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Lord Para&#347;ur&#257;ma Destroys the World's Ruling Class</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.16.23</P><P CLASS=c>tata&#347; c&#257;vabhr&#803;tha-sn&#257;na-</P><P CLASS=c>vidh&#363;t&#257;&#347;es&#803;a-kilbis&#803;ah&#803;</P><P CLASS=c>sarasvaty&#257;m&#769; mah&#257;-nady&#257;m&#769;</P><P CLASS=c>reje vyabbhra iv&#257;m&#769;&#347;um&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah&#803;</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/avabhrtha">avabhr&#803;tha</A>-<A CLASS=v HREF="http://vedabase.net/s/snana">sn&#257;na</A> &#8212; by bathing after finishing the sacrifice; <A CLASS=v HREF="http://vedabase.net/v/vidhuta">vidh&#363;ta</A> &#8212; cleansed; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;es&#803;a</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/k/kilbisah">kilbis&#803;ah&#803;</A> &#8212; whose reactions of sinful activities; <A CLASS=v HREF="http://vedabase.net/s/sarasvatyam">sarasvaty&#257;m</A> &#8212; on the bank of the great river <A HREF="http://vedabase.net/s/sarasvati">Sarasvat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/n/nadyam">nady&#257;m</A> &#8212; one of the biggest rivers <A HREF="http://vedabase.net/i/in">in</A> India; <A CLASS=v HREF="http://vedabase.net/r/reje">reje</A> &#8212; Lord <A HREF="http://vedabase.net/p/parasurama">Para&#347;ur&#257;ma</A> appeared; <A CLASS=v HREF="http://vedabase.net/v/vyabbhrah">vyabbhrah&#803;</A> &#8212; cloudless; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> <A CLASS=v HREF="http://vedabase.net/a/amsuman">am&#769;&#347;um&#257;n</A> &#8212; like the sun.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, having completed the ritualistic sacrificial ceremonies, Lord Para&#347;ur&#257;ma took the bath known as the avabhr&#803;tha-sn&#257;na. Standing on the bank of the great river Sarasvat&#299;, cleared of all sins, Lord Para&#347;ur&#257;ma appeared like the sun in a clear, cloudless sky.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/9.htm">3.9</A>), yaj&#241;&#257;rth&#257;t karman&#803;o 'nyatra loko 'yam&#769; karma-bandhanah&#803;: "Work done as a sacrifice for Vis&#803;n&#803;u has to be performed, otherwise work binds one to this material world." Karma-bandhanah&#803; refers to the repeated acceptance of one material body after another. The whole problem of life is this repetition of birth and death. Therefore one is advised to work to perform yaj&#241;a meant for satisfying Lord Vis&#803;n&#803;u. Although Lord Para&#347;ur&#257;ma was an incarnation of the Supreme Personality of Godhead, he had to account for sinful activities. Anyone in this material world, however careful he may be, must commit some sinful activities, even though he does not want to. For example, one may trample many small ants and other insects while walking on the street and kill many living beings unknowingly. Therefore the Vedic principle of pa&#241;ca-yaj&#241;a, five kinds of recommended sacrifice, is compulsory. In this age of Kali, however, there is a great concession given to people in general. Yaj&#241;aih&#803; sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah&#803;: [<A CLASS=v HREF="../../11/5/32.htm">SB 11.5.32</A>] we may worship Lord Caitanya, the hidden incarnation of Kr&#803;s&#803;n&#803;a. Kr&#803;s&#803;n&#803;a-varn&#803;am&#769; tvis&#803;&#257;kr&#803;s&#803;n&#803;am: although He is Kr&#803;s&#803;n&#803;a Himself, He always chants Hare Kr&#803;s&#803;n&#803;a and preaches Kr&#803;s&#803;n&#803;a consciousness. One is recommended to worship this incarnation by chanting, the sa&#324;k&#299;rtana-yaj&#241;a. The performance of sa&#324;k&#299;rtana-yaj&#241;a is a special concession for human society to save people from being affected by known or unknown sinful activities. We are surrounded by unlimited sins, and therefore it is compulsory that one take to Kr&#803;s&#803;n&#803;a consciousness and chant the Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra.</P><P CLASS=l><A CLASS=i HREF="21-22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>