<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 3 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 3 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Talks Between Lord &#346;iva and Sat&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.3.21</P><P CLASS=c>p&#257;pacyam&#257;nena hr&#803;d&#257;turendriyah&#803;</P><P CLASS=c>samr&#803;ddhibhih&#803; p&#363;rus&#803;a-buddhi-s&#257;ks&#803;in&#803;&#257;m</P><P CLASS=c>akalpa es&#803;&#257;m adhirod&#803;hum a&#241;jas&#257;</P><P CLASS=c>param&#769; padam&#769; dves&#803;t&#803;i yath&#257;sur&#257; harim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/papacyamanena">p&#257;pacyam&#257;nena</A> &#8212; burning; <A CLASS=v HREF="http://vedabase.net/h/hrda">hr&#803;d&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> heart; <A CLASS=v HREF="http://vedabase.net/a/atura">&#257;tura</A>-<A CLASS=v HREF="http://vedabase.net/i/indriyah">indriyah&#803;</A> &#8212; who is distressed; <A CLASS=v HREF="http://vedabase.net/s/samrddhibhih">samr&#803;ddhibhih&#803;</A> &#8212; by the pious reputation, etc.; <A CLASS=v HREF="http://vedabase.net/p/purusa">p&#363;rus&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A>-<A CLASS=v HREF="http://vedabase.net/s/saksinam">s&#257;ks&#803;in&#803;&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> always absorbed <A HREF="http://vedabase.net/i/in">in</A> thought of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/akalpah">akalpah&#803;</A> &#8212; being unable; <A CLASS=v HREF="http://vedabase.net/e/esam">es&#803;&#257;m</A> &#8212; of those persons; <A CLASS=v HREF="http://vedabase.net/a/adhirodhum">adhirod&#803;hum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> rise; <A CLASS=v HREF="http://vedabase.net/a/anjasa">a&#241;jas&#257;</A> &#8212; quickly; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; merely; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the standard; <A CLASS=v HREF="http://vedabase.net/d/dvesti">dves&#803;t&#803;i</A> &#8212; envy; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/asurah">asur&#257;h&#803;</A> &#8212; the demons; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>One who is conducted by false ego and thus always distressed, both mentally and sensually, cannot tolerate the opulence of self-realized persons. Being unable to rise to the standard of self-realization, he envies such persons as much as demons envy the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>The real reason for the enmity between Lord &#346;iva and Daks&#803;a is explained here. Daks&#803;a was envious of Lord &#346;iva because of &#346;iva's high position as an incarnation of a quality of the Supreme Personality of Godhead and because &#346;iva was directly in contact with the Supersoul and was therefore honored and given a better sitting place than he. There were many other reasons also. Daks&#803;a, being materially puffed up, could not tolerate the high position of Lord &#346;iva, so his anger at Lord &#346;iva's not standing up in his presence was only the final manifestation of his envy. Lord &#346;iva is always in meditation and always perceives the Supersoul, as expressed here by the words p&#363;rus&#803;a-buddhi-s&#257;ks&#803;in&#803;&#257;m. The position of one whose intelligence is always absorbed in meditation upon the Supreme Personality of Godhead is very great and cannot be imitated by anyone, especially an ordinary person. When Daks&#803;a entered the arena of yaj&#241;a, Lord &#346;iva was in meditation and might not have seen Daks&#803;a enter, but Daks&#803;a took the opportunity to curse him because Daks&#803;a had maintained an envious attitude towards Lord &#346;iva for a long time. Those who are actually self-realized see every individual body as a temple of the Supreme Personality of Godhead because the Supreme Personality of Godhead, in His Param&#257;tm&#257; feature, is residing in everyone's body.</P><P>When one offers respect to the body, it is not to the material body but to the presence of the Supreme Lord. Thus one who is always in meditation upon the Supreme Lord is always offering Him obeisances. But since Daks&#803;a was not very elevated, he thought that obeisances were offered to the material body, and because Lord &#346;iva did not offer respect to his material body, Daks&#803;a became envious. Such persons, being unable to rise to the standard of self-realized souls like Lord &#346;iva, are always envious. The example given here is very suitable. Asuras, demons or atheists, are always envious of the Supreme Personality of Godhead; they simply want to kill Him. Even in this age we find some so-called scholars commenting on Bhagavad-g&#299;t&#257; who are envious of Kr&#803;s&#803;n&#803;a. When Kr&#803;s&#803;n&#803;a says, man-man&#257; bhava mad-bhaktah&#803; (<A CLASS=v HREF="../../../bg/18/65.htm">Bg. 18.65</A>) &#8212; "Always think of Me, become My devotee, and surrender unto Me" &#8212; the so-called scholars comment that it is not to Kr&#803;s&#803;n&#803;a that we have to surrender. That is envy. The asuras or atheists, the demons, without reason or cause, are envious of the Supreme Personality of Godhead. Similarly, instead of offering respect to self-realized persons, foolish men who cannot approach the highest standard of self-realization are always envious, although there is no reason.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>