<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 3 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 3 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Talks Between Lord &#346;iva and Sat&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.3.3</P><P CLASS=c>is&#803;t&#803;v&#257; sa v&#257;japeyena</P><P CLASS=c>brahmis&#803;t&#803;h&#257;n abhibh&#363;ya ca</P><P CLASS=c>br&#803;haspati-savam&#769; n&#257;ma</P><P CLASS=c>sam&#257;rebhe krat&#363;ttamam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/istva">is&#803;t&#803;v&#257;</A> &#8212; after performing; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/d/daksa">Daks&#803;a</A>); <A CLASS=v HREF="http://vedabase.net/v/vajapeyena">v&#257;japeyena</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> v&#257;japeya sacrifice; <A CLASS=v HREF="http://vedabase.net/b/brahmisthan">brahmis&#803;t&#803;h&#257;n</A> &#8212; <A HREF="http://vedabase.net/s/siva">&#346;iva</A> and his followers; <A CLASS=v HREF="http://vedabase.net/a/abhibhuya">abhibh&#363;ya</A> &#8212; neglecting; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/brhaspati">br&#803;haspati</A>-<A CLASS=v HREF="http://vedabase.net/s/savam">savam</A> &#8212; the <A HREF="http://vedabase.net/b/brhaspati">br&#803;haspati</A>-<A HREF="http://vedabase.net/s/sava">sava</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; called; <A CLASS=v HREF="http://vedabase.net/s/samarebhe">sam&#257;rebhe</A> &#8212; began; <A CLASS=v HREF="http://vedabase.net/k/kratu">kratu</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamam">uttamam</A> &#8212; the best of sacrifices.</P><P CLASS=t>TRANSLATION</P><P>Daks&#803;a began a sacrifice named v&#257;japeya, and he became excessively confident of his support by Lord Brahm&#257;, He then performed another great sacrifice, named br&#803;haspati-sava.</P><P CLASS=t>PURPORT</P><P>In the Vedas it is prescribed that before performing a br&#803;haspati-sava sacrifice, one should perform the sacrifice named v&#257;japeya. While performing these sacrifices, however, Daks&#803;a neglected great devotees like Lord &#346;iva. According to Vedic scriptures, the demigods are eligible to participate in yaj&#241;as and share the oblations, but Daks&#803;a wanted to avoid them. All sacrifices are intended to pacify Lord Vis&#803;n&#803;u, but Lord Vis&#803;n&#803;u includes all His devotees. Brahm&#257;, Lord &#346;iva and the other demigods are all obedient servants of Lord Vis&#803;n&#803;u; therefore Lord Vis&#803;n&#803;u is never satisfied without them. But Daks&#803;a, being puffed up with his power, wanted to deprive Lord Brahm&#257; and Lord &#346;iva of participation in the sacrifice, understanding that if one satisfies Vis&#803;n&#803;u, it is not necessary to satisfy His followers. But that is not the process. Vis&#803;n&#803;u wants His followers to be satisfied first. Lord Kr&#803;s&#803;n&#803;a says, mad-bhakta-p&#363;j&#257;bhyadhik&#257;: [<A CLASS=v HREF="../../11/19/21.htm">SB 11.19.21</A>] "The worship of My devotees is better than worship of Me." Similarly, in the &#346;iva Pur&#257;n&#803;a, it is stated that the best mode of worship is to offer oblations to Vis&#803;n&#803;u, but better than that is to worship the devotees of Kr&#803;s&#803;n&#803;a. Thus Daks&#803;a's determination to neglect Lord &#346;iva in the sacrifices was not fitting.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>