<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 10 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 10 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Prahl&#257;da, the Best Among Exalted Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.10.39</P><P CLASS=c>enah&#803; p&#363;rva-kr&#803;tam&#769; yat tad</P><P CLASS=c>r&#257;j&#257;nah&#803; kr&#803;s&#803;n&#803;a-vairin&#803;ah&#803;</P><P CLASS=c>jahus te 'nte tad-&#257;tm&#257;nah&#803;</P><P CLASS=c>k&#299;t&#803;ah&#803; pe&#347;askr&#803;to yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/enah">enah&#803;</A> &#8212; this sinful activity (of blaspheming the Supreme Lord); <A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A>-<A CLASS=v HREF="http://vedabase.net/k/krtam">kr&#803;tam</A> &#8212; executed <A HREF="http://vedabase.net/i/in">in</A> previous births; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/r/rajanah">r&#257;j&#257;nah&#803;</A> &#8212; kings; <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/v/vairinah">vairin&#803;ah&#803;</A> &#8212; always acting <A HREF="http://vedabase.net/a/as">as</A> enemies of <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/j/jahuh">jahuh&#803;</A> &#8212; gave up; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the time of death; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tm&#257;nah&#803;</A> &#8212; attaining the <A HREF="http://vedabase.net/s/same">same</A> spiritual body and form; <A CLASS=v HREF="http://vedabase.net/k/kitah">k&#299;t&#803;ah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> worm; <A CLASS=v HREF="http://vedabase.net/p/pesaskrtah">pe&#347;askr&#803;tah&#803;</A> &#8212; (captured by) <A HREF="http://vedabase.net/a/a">a</A> black drone; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just like.</P><P CLASS=t>TRANSLATION</P><P>Not only &#346;i&#347;up&#257;la and Dantavakra but also many, many other kings who acted as enemies of Kr&#803;s&#803;n&#803;a attained salvation at the time of death. Because they thought of the Lord, they received spiritual bodies and forms the same as His, just as worms captured by a black drone obtain the same type of body as the drone.</P><P CLASS=t>PURPORT</P><P>The mystery of yogic meditation is explained here. Real yog&#299;s always meditate on the form of Vis&#803;n&#803;u within their hearts. Consequently, at the time of death they give up their bodies while thinking of the form of Vis&#803;n&#803;u and thus attain Vis&#803;n&#803;uloka, Vaikun&#803;t&#803;haloka, where they receive bodily features the same as those of the Lord. From the Sixth Canto we have already learned that when the Vis&#803;n&#803;ud&#363;tas came from Vaikun&#803;t&#803;ha to deliver Aj&#257;mila, they looked exactly like Vis&#803;n&#803;u, with four hands and the same features as Vis&#803;n&#803;u. Therefore, we may conclude that if one practices thinking of Vis&#803;n&#803;u and is fully absorbed in thinking of Him at the time of death, one returns home, back to Godhead. Even enemies of Kr&#803;s&#803;n&#803;a who thought of Kr&#803;s&#803;n&#803;a in fear (bhaya), such as King Kam&#769;sa, received bodies in a spiritual identity similar to that of the Lord.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>