<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 26 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 26 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">King Pura&#241;jana Goes to the Forest to Hunt, and His Queen Becomes Angry</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.26.13</P><P CLASS=c>tr&#803;pto hr&#803;s&#803;t&#803;ah&#803; sudr&#803;pta&#347; ca</P><P CLASS=c>kandarp&#257;kr&#803;s&#803;t&#803;a-m&#257;nasah&#803;</P><P CLASS=c>na vyacas&#803;t&#803;a var&#257;roh&#257;m&#769;</P><P CLASS=c>gr&#803;hin&#803;&#299;m&#769; gr&#803;ha-medhin&#299;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/trptah">tr&#803;ptah&#803;</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/h/hrstah">hr&#803;s&#803;t&#803;ah&#803;</A> &#8212; joyful; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/drptah">dr&#803;ptah&#803;</A> &#8212; being very proud; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/kandarpa">kandarpa</A> &#8212; by Cupid; <A CLASS=v HREF="http://vedabase.net/a/akrsta">&#257;kr&#803;s&#803;t&#803;a</A> &#8212; attracted; <A CLASS=v HREF="http://vedabase.net/m/manasah">m&#257;nasah&#803;</A> &#8212; his mind; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; did not; <A CLASS=v HREF="http://vedabase.net/v/vyacasta">vyacas&#803;t&#803;a</A> &#8212; try; <A CLASS=v HREF="http://vedabase.net/v/vara">vara</A>-<A CLASS=v HREF="http://vedabase.net/a/aroham">&#257;roh&#257;m</A> &#8212; higher consciousness; <A CLASS=v HREF="http://vedabase.net/g/grhinim">gr&#803;hin&#803;&#299;m</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/g/grha">gr&#803;ha</A>-<A CLASS=v HREF="http://vedabase.net/m/medhinim">medhin&#299;m</A> &#8212; one who keeps her husband <A HREF="http://vedabase.net/i/in">in</A> material life.</P><P CLASS=t>TRANSLATION</P><P>After taking his dinner and having his thirst and hunger satisfied, King Pura&#241;jana felt some joy within his heart. Instead of being elevated to a higher consciousness, he became captivated by Cupid, and was moved by a desire to find his wife, who kept him satisfied in his household life.</P><P CLASS=t>PURPORT</P><P>This verse is very significant for those desiring to elevate themselves to a higher level of Kr&#803;s&#803;n&#803;a consciousness. When a person is initiated by a spiritual master, he changes his habits and does not eat undesirable eatables or engage in the eating of meat, the drinking of liquor, illicit sex or gambling. S&#257;ttvika-&#257;h&#257;ra, foodstuffs in the mode of goodness, are described in the &#347;&#257;stras as wheat, rice, vegetables, fruits, milk, sugar, and milk products. Simple food like rice, dhal, cap&#257;t&#299;s, vegetables, milk and sugar constitute a balanced diet, but sometimes it is found that an initiated person, in the name of pras&#257;da, eats very luxurious foodstuffs. Due to his past sinful life he becomes attracted by Cupid and eats good food voraciously. It is clearly visible that when a neophyte in Kr&#803;s&#803;n&#803;a consciousness eats too much, he falls down. Instead of being elevated to pure Kr&#803;s&#803;n&#803;a consciousness, he becomes attracted by Cupid. The so-called brahmac&#257;r&#299; becomes agitated by women, and the v&#257;naprastha may again become captivated into having sex with his wife. Or he may begin to search out another wife. Due to some sentiment, he may give up his own wife and come into the association of devotees and a spiritual master, but due to his past sinful life he cannot stay. Instead of being elevated to Kr&#803;s&#803;n&#803;a consciousness, he falls down, being attracted by Cupid, and takes to another wife for sex enjoyment. The fall of the neophyte devotee from the path of Kr&#803;s&#803;n&#803;a consciousness down to material life is described in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/5/17.htm">1.5.17</A>) by N&#257;rada Muni.</P><P>tyaktv&#257; sva-dharmam&#769; caran&#803;&#257;mbujam&#769; harer</P><P CLASS=n>bhajann apakvo 'tha patet tato yadi</P><P CLASS=n>yatra kva v&#257;bhadram abh&#363;d amus&#803;ya kim&#769;</P><P CLASS=n>ko v&#257;rtha &#257;pto 'bhajat&#257;m&#769; sva-dharmatah&#803;</P><P>This indicates that although a neophyte devotee may fall down from the path of Kr&#803;s&#803;n&#803;a consciousness due to his immaturity, his service to Kr&#803;s&#803;n&#803;a never goes in vain. However, a person who remains steadfast in his family duty or so-called social or family obligation but does not take to Kr&#803;s&#803;n&#803;a consciousness receives no profit. One who comes to Kr&#803;s&#803;n&#803;a consciousness must be very cautious and refrain from prohibited activities, as defined by R&#363;pa Gosv&#257;m&#299; in his Upade&#347;&#257;mr&#803;ta (2):</P><P>aty&#257;h&#257;rah&#803; pray&#257;sa&#347; ca</P><P CLASS=n>prajalpo niyam&#257;grahah&#803;</P><P CLASS=n>jana-sa&#324;ga&#347; ca laulyam&#769; ca</P><P CLASS=n>s&#803;ad&#803;bhir bhaktir vina&#347;yati</P><P>A neophyte devotee should neither eat too much nor collect more money than necessary. Eating too much or collecting too much is called aty&#257;h&#257;ra. For such aty&#257;h&#257;ra one must endeavor very much. This is called pray&#257;sa. Superficially one may show himself to be very much faithful to the rules and regulations, but at the same time not be fixed in the regulative principles. This is called niyam&#257;graha. By mixing with undesirable persons, or jana-sa&#324;ga, one becomes tainted with lust and greed and falls down from the path of devotional service.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>