<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 26 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 26 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">King Pura&#241;jana Goes to the Forest to Hunt, and His Queen Becomes Angry</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.26.14</P><P CLASS=c>antah&#803;pura-striyo 'pr&#803;cchad</P><P CLASS=c>viman&#257; iva vedis&#803;at</P><P CLASS=c>api vah&#803; ku&#347;alam&#769; r&#257;m&#257;h&#803;</P><P CLASS=c>se&#347;var&#299;n&#803;&#257;m&#769; yath&#257; pur&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/antah">antah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/p/pura">pura</A> &#8212; household; <A CLASS=v HREF="http://vedabase.net/s/striyah">striyah&#803;</A> &#8212; women; <A CLASS=v HREF="http://vedabase.net/a/aprcchat">apr&#803;cchat</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> asked; <A CLASS=v HREF="http://vedabase.net/v/vimanah">viman&#257;h&#803;</A> &#8212; being very much anxious; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/v/vedisat">vedis&#803;at</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King Pr&#257;c&#299;nabarhi; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/v/vah">vah&#803;</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/k/kusalam">ku&#347;alam</A> &#8212; good fortune; <A CLASS=v HREF="http://vedabase.net/r/ramah">r&#257;m&#257;h&#803;</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> you beautiful women; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarinam">&#299;&#347;var&#299;n&#803;&#257;m</A> &#8212; with your mistress; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; before.</P><P CLASS=t>TRANSLATION</P><P>At that time King Pura&#241;jana was a little anxious, and he inquired from the household women: My dear beautiful women, are you and your mistress all very happy like before, or not?</P><P CLASS=t>PURPORT</P><P>In this verse the word vedis&#803;at indicates King Pr&#257;c&#299;nabarhi. When a man becomes refreshed by association with devotees and awakes to Kr&#803;s&#803;n&#803;a consciousness, he consults the activities of his mind &#8212; namely thinking, feeling and willing &#8212; and decides whether he should return to his material activities or stay steady in spiritual consciousness. The word ku&#347;alam refers to that which is auspicious. One can make his home perfectly auspicious when he engages in devotional service to Lord Vis&#803;n&#803;u. When one is engaged in activities other than vis&#803;n&#803;u-bhakti, or in other words when one is engaged in material activities, he is always filled with anxieties. A sane man should consult his mind, its thinking, feeling and willing processes, and decide how these processes should be utilized. If one always thinks of Kr&#803;s&#803;n&#803;a, feels how to serve Him and wills to execute the order of Kr&#803;s&#803;n&#803;a, it should be known that he has taken good instruction from his intelligence, which is called the mother. Although the King was refreshed, he nonetheless inquired about his wife. Thus he was consulting, thinking and willing how he could return to his steady good consciousness. The mind may suggest that by vis&#803;aya-bhoga, or sense enjoyment, one can become happy, but when one becomes advanced in Kr&#803;s&#803;n&#803;a consciousness, he does not derive happiness from material activities. This is explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/59.htm">2.59</A>):</P><P>vis&#803;ay&#257; vinivartante</P><P CLASS=n>nir&#257;h&#257;rasya dehinah&#803;</P><P CLASS=n>rasa-varjam&#769; raso 'py asya</P><P CLASS=n>param&#769; dr&#803;s&#803;t&#803;v&#257; nivartate</P><P>"The embodied soul may be restricted from sense enjoyment, though the taste for sense objects remains. But, ceasing such engagements by experiencing a higher taste, he is fixed in consciousness." One cannot be unattached to the sense objects unless he finds better engagement in devotional service. param&#769; dr&#803;s&#803;t&#803;v&#257; nivartate. One can cease from material activities only when one actually engages in devotional service.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>