<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 26 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 26 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">King Pura&#241;jana Goes to the Forest to Hunt, and His Queen Becomes Angry</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.26.24</P><P CLASS=c>tasmin dadhe damam aham&#769; tava v&#299;ra-patni</P><P CLASS=c>yo 'nyatra bh&#363;sura-kul&#257;t kr&#803;ta-kilbis&#803;as tam</P><P CLASS=c>pa&#347;ye na v&#299;ta-bhayam unmuditam&#769; tri-loky&#257;m</P><P CLASS=c>anyatra vai mura-ripor itaratra d&#257;s&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; unto him; <A CLASS=v HREF="http://vedabase.net/d/dadhe">dadhe</A> &#8212; shall give; <A CLASS=v HREF="http://vedabase.net/d/damam">damam</A> &#8212; punishment; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> you; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/p/patni">patni</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> wife of the hero; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; besides; <A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A>-<A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/k/kulat">kul&#257;t</A> &#8212; from the group of demigods on this earth (the br&#257;hman&#803;as); <A CLASS=v HREF="http://vedabase.net/k/krta">kr&#803;ta</A> &#8212; done; <A CLASS=v HREF="http://vedabase.net/k/kilbisah">kilbis&#803;ah&#803;</A> &#8212; offense; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/p/pasye">pa&#347;ye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> see; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vita">v&#299;ta</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/u/unmuditam">unmuditam</A> &#8212; without anxiety; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/l/lokyam">loky&#257;m</A> &#8212; within the three worlds; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; elsewhere; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/mura">mura</A>-<A CLASS=v HREF="http://vedabase.net/r/ripoh">ripoh&#803;</A> &#8212; of the enemy of <A HREF="http://vedabase.net/m/mura">Mura</A> (<A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>); <A CLASS=v HREF="http://vedabase.net/i/itaratra">itaratra</A> &#8212; on the other hand; <A CLASS=v HREF="http://vedabase.net/d/dasat">d&#257;s&#257;t</A> &#8212; than the servant.</P><P CLASS=t>TRANSLATION</P><P>O hero's wife, kindly tell me if someone has offended you. I am prepared to give such a person punishment as long as he does not belong to the br&#257;hman&#803;a caste. But for the servant of Muraripu [Kr&#803;s&#803;n&#803;a], I excuse no one within or beyond these three worlds. No one can freely move after offending you, for I am prepared to punish him.</P><P CLASS=t>PURPORT</P><P>According to Vedic civilization, a br&#257;hman&#803;a, or one who is properly qualified to understand the Absolute Truth &#8212; that is, one belonging to the most intelligent social order &#8212; as well as the devotee of Lord Kr&#803;s&#803;n&#803;a, who is known as Muradvis&#803;a, enemy of a demon named Mura, is not subject to the rules and regulations of the state. In other words, upon breaking the laws of the state, everyone can be punished by the government except the br&#257;hman&#803;as and Vais&#803;n&#803;avas. Br&#257;hman&#803;as and Vais&#803;n&#803;avas never transgress the laws of the state or the laws of nature because they know perfectly well the resultant reactions caused by such law-breaking. Even though they may sometimes appear to violate the laws, they are not to be punished by the king. This instruction was given to King Pr&#257;c&#299;nabarhis&#803;at by N&#257;rada Muni. King Pura&#241;jana was a representative of King Pr&#257;c&#299;nabarhis&#803;at, and N&#257;rada Muni was reminding King Pr&#257;c&#299;nabarhis&#803;at of his forefather, Mah&#257;r&#257;ja Pr&#803;thu, who never chastised a br&#257;hman&#803;a or a Vais&#803;n&#803;ava.</P><P>One's pure intelligence, or pure Kr&#803;s&#803;n&#803;a consciousness, becomes polluted by material activities. Pure consciousness can be revived by the process of sacrifice, charity, pious activities, etc., but when one pollutes his Kr&#803;s&#803;n&#803;a consciousness by offending a br&#257;hman&#803;a or a Vais&#803;n&#803;ava, it is very difficult to revive. &#346;r&#299; Caitanya Mah&#257;prabhu has described the vais&#803;n&#803;ava-apar&#257;dha, or offense to a Vais&#803;n&#803;ava, as "the mad elephant offense." One should be very careful not to offend a Vais&#803;n&#803;ava or a br&#257;hman&#803;a. Even the great yog&#299; Durv&#257;s&#257; was harassed by the Sudar&#347;ana cakra when he offended the Vais&#803;n&#803;ava Mah&#257;r&#257;ja Ambar&#299;s&#803;a, who was neither a br&#257;hman&#803;a nor a sanny&#257;s&#299; but an ordinary householder. Mah&#257;r&#257;ja Ambar&#299;s&#803;a was a Vais&#803;n&#803;ava, and consequently Durv&#257;s&#257; Muni was chastised.</P><P>The conclusion is that if Kr&#803;s&#803;n&#803;a consciousness is covered by material sins, one can eliminate the sins simply by chanting the Hare Kr&#803;s&#803;n&#803;a mantra, but if one pollutes his Kr&#803;s&#803;n&#803;a consciousness by offending a br&#257;hman&#803;a or a Vais&#803;n&#803;ava, one cannot revive it until one properly atones for the sin by pleasing the offended Vais&#803;n&#803;ava or br&#257;hman&#803;a. This was the course that Durv&#257;s&#257; Muni had to follow, for he surrendered unto Mah&#257;r&#257;ja Ambar&#299;s&#803;a. A vais&#803;n&#803;ava-apar&#257;dha cannot be atoned for by any means other than by begging the pardon of the offended Vais&#803;n&#803;ava.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>