<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 75 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 75 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 75: <A CLASS=v HREF="index.htm">Duryodhana Humiliated</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.75.30</P><P CLASS=c>ittham&#769; r&#257;j&#257; dharma-suto</P><P CLASS=c>manoratha-mah&#257;rn&#803;avam</P><P CLASS=c>su-dustaram&#769; samutt&#299;rya</P><P CLASS=c>kr&#803;s&#803;n&#803;en&#257;s&#299;d gata-jvarah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/ittham">ittham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this manner; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; of the lord of religion (Yamar&#257;ja); <A CLASS=v HREF="http://vedabase.net/s/sutah">sutah&#803;</A> &#8212; the son; <A CLASS=v HREF="http://vedabase.net/m/manah">manah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/r/ratha">ratha</A> &#8212; of his desires; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A> &#8212; huge; <A CLASS=v HREF="http://vedabase.net/a/arnavam">arn&#803;avam</A> &#8212; the ocean; <A CLASS=v HREF="http://vedabase.net/s/su">su</A> &#8212; very; <A CLASS=v HREF="http://vedabase.net/d/dustaram">dustaram</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> cross; <A CLASS=v HREF="http://vedabase.net/s/samuttirya">samutt&#299;rya</A> &#8212; successfully crossing; <A CLASS=v HREF="http://vedabase.net/k/krsnena">kr&#803;s&#803;n&#803;ena</A> &#8212; through the agency of Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> became; <A CLASS=v HREF="http://vedabase.net/g/gata">gata</A>-<A CLASS=v HREF="http://vedabase.net/j/jvarah">jvarah&#803;</A> &#8212; freed of his feverish condition.</P><P CLASS=t>TRANSLATION</P><P>Thus King Yudhis&#803;t&#803;hira, the son of Dharma, was at last relieved of his burning ambition, having by the grace of Lord Kr&#803;s&#803;n&#803;a successfully crossed the vast and formidable ocean of his desires.</P><P CLASS=t>PURPORT</P><P>The previous chapters of &#346;r&#299;mad-Bh&#257;gavatam clearly explain that King Yudhis&#803;t&#803;hira intensely desired to demonstrate to the world the supremacy of Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead, and the blessings received by those who surrender to Him. To do this, King Yudhis&#803;t&#803;hira performed the R&#257;jas&#363;ya sacrifice, a very difficult task.</P><P>&#346;r&#299;la Prabhup&#257;da writes in this connection: "In the material world, everyone has a particular type of desire to be fulfilled, but one is never able to fulfill his desires to his full satisfaction. But King Yudhis&#803;t&#803;hira, because of his unflinching devotion to Kr&#803;s&#803;n&#803;a, could fulfill all his desires successfully by the performance of the R&#257;jas&#363;ya sacrifice. From the description of the R&#257;jas&#363;ya yaj&#241;a, it appears that such a function is a great ocean of opulent desires. It is not possible for an ordinary man to cross over such an ocean; nevertheless, by the grace of Lord Kr&#803;s&#803;n&#803;a, King Yudhis&#803;t&#803;hira was able to cross over it very easily, and thus he became freed from all anxieties."</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>