<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 86 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 86 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 86: <A CLASS=v HREF="index.htm">Arjuna Kidnaps Subhadr&#257;, and Kr&#803;s&#803;n&#803;a Blesses His Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.86.26</P><P CLASS=c>bhagav&#257;m&#769;s tad abhipretya</P><P CLASS=c>dvayoh&#803; priya-cik&#299;rs&#803;ay&#257;</P><P CLASS=c>ubhayor &#257;vi&#347;ad geham</P><P CLASS=c>ubh&#257;bhy&#257;m&#769; tad-alaks&#803;itah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/abhipretya">abhipretya</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/d/dvayoh">dvayoh&#803;</A> &#8212; of the two of them; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A> &#8212; the pleasing; <A CLASS=v HREF="http://vedabase.net/c/cikirsaya">cik&#299;rs&#803;ay&#257;</A> &#8212; wishing <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/u/ubhayoh">ubhayoh&#803;</A> &#8212; of both; <A CLASS=v HREF="http://vedabase.net/a/avisat">&#257;vi&#347;at</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> entered; <A CLASS=v HREF="http://vedabase.net/g/geham">geham</A> &#8212; the houses; <A CLASS=v HREF="http://vedabase.net/u/ubhabhyam">ubh&#257;bhy&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> both; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that (entering of the other's house); <A CLASS=v HREF="http://vedabase.net/a/alaksitah">alaks&#803;itah&#803;</A> &#8212; unseen.</P><P CLASS=t>TRANSLATION</P><P>Wanting to please them both, the Lord accepted both their invitations. Thus He simultaneously went to both homes, and neither could see Him entering the other's house.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;, Kr&#803;s&#803;n&#803;a visited &#346;rutadeva and Bahul&#257;&#347;va at the same time by manifesting Himself in duplicate forms, along with the sages. Thus King Bahul&#257;&#347;va thought that Lord Kr&#803;s&#803;n&#803;a had come only to his house, leaving &#346;rutadeva to return home disappointed, while &#346;rutadeva believed that just the reverse was the case.</P><P>In Kr&#803;s&#803;n&#803;a, &#346;r&#299;la Prabhup&#257;da remarks, "That [Lord Kr&#803;s&#803;n&#803;a] and His companions were present in both houses, although both the br&#257;hman&#803;a and the King thought He was present in his house only, is another opulence of the Supreme Personality of Godhead. This opulence is described in the revealed scriptures as vaibhava-prak&#257;&#347;a. Similarly, when Lord Kr&#803;s&#803;n&#803;a married sixteen thousand wives, He also expanded Himself into sixteen thousand forms, each one of them as powerful as He Himself. Similarly, in Vr&#803;nd&#257;vana, when Brahm&#257; stole away Kr&#803;s&#803;n&#803;a's cows, calves and cowherd boys, Kr&#803;s&#803;n&#803;a expanded Himself into many new cows, calves and cowherd boys."</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27-29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>