<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 86 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 86 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 86: <A CLASS=v HREF="index.htm">Arjuna Kidnaps Subhadr&#257;, and Kr&#803;s&#803;n&#803;a Blesses His Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.86.35</P><P CLASS=c>namas tubhyam&#769; bhagavate</P><P CLASS=c>kr&#803;s&#803;n&#803;&#257;y&#257;kun&#803;t&#803;ha-medhase</P><P CLASS=c>n&#257;r&#257;yan&#803;&#257;ya r&#803;s&#803;aye</P><P CLASS=c>su-&#347;&#257;ntam&#769; tapa &#299;yus&#803;e</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah&#803;</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/t/tubhyam">tubhyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> You; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/k/krsnaya">kr&#803;s&#803;n&#803;&#257;ya</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/a/akuntha">akun&#803;t&#803;ha</A> &#8212; unconstricted; <A CLASS=v HREF="http://vedabase.net/m/medhase">medhase</A> &#8212; whose intelligence; <A CLASS=v HREF="http://vedabase.net/n/narayanaya">n&#257;r&#257;yan&#803;&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/r/rsaye">r&#803;s&#803;aye</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the sage <A HREF="http://vedabase.net/n/nara">Nara</A>-<A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yan&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/santam">&#347;&#257;ntam</A> &#8212; perfectly peaceful; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah&#803;</A> &#8212; austerities; <A CLASS=v HREF="http://vedabase.net/i/iyuse">&#299;yus&#803;e</A> &#8212; undergoing.</P><P CLASS=t>TRANSLATION</P><P>Obeisances to You, the Supreme Personality of Godhead, Lord Kr&#803;s&#803;n&#803;a, whose intelligence is ever unrestricted. Obeisances to the sage Nara-N&#257;r&#257;yan&#803;a, who always undergoes austerities in perfect peace.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; comments that the King offered these prayers to encourage Lord Kr&#803;s&#803;n&#803;a to remain at his home for some days. The King thought, "Since contact with the Supreme Lord can free anyone from misconceptions and doubts, Kr&#803;s&#803;n&#803;a's presence in my home will fortify my intelligence so that I can withstand the onslaughts of material desires. In His expansion as Nara-N&#257;r&#257;yan&#803;a R&#803;s&#803;i, the Lord always resides in Badarik&#257;&#347;rama for the good of the whole land of Bharata, and so He may also create good fortune for the land of Mithil&#257; by remaining here for at least a few days. Since Lord Kr&#803;s&#803;n&#803;a's propensity is toward peace and simplicity, He will certainly prefer my simple home to the excessive opulence of Dv&#257;rak&#257;."</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>