<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 11 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 11 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Jad&#803;a Bharata Instructs King Rah&#363;gan&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.11.7</P><P CLASS=c>t&#257;v&#257;n ayam&#769; vyavah&#257;rah&#803; sad&#257;vih&#803;</P><P CLASS=c>ks&#803;etraj&#241;a-s&#257;ks&#803;yo bhavati sth&#363;la-s&#363;ks&#803;mah&#803;</P><P CLASS=c>tasm&#257;n mano li&#324;gam ado vadanti</P><P CLASS=c>gun&#803;&#257;gun&#803;atvasya par&#257;varasya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tavan">t&#257;v&#257;n</A> &#8212; until that time; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vyavaharah">vyavah&#257;rah&#803;</A> &#8212; the artificial designations (being fat or skinny, or belonging <A HREF="http://vedabase.net/t/to">to</A> the demigods or human beings); <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/a/avih">&#257;vih&#803;</A> &#8212; manifesting; <A CLASS=v HREF="http://vedabase.net/k/ksetra">ks&#803;etra</A>-<A CLASS=v HREF="http://vedabase.net/j/jna">j&#241;a</A> &#8212; of the Living entity; <A CLASS=v HREF="http://vedabase.net/s/saksyah">s&#257;ks&#803;yah&#803;</A> &#8212; testimony; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/s/sthula">sth&#363;la</A>-<A CLASS=v HREF="http://vedabase.net/s/suksmah">s&#363;ks&#803;mah&#803;</A> &#8212; fat and skinny; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/m/manah">manah&#803;</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/l/lingam">li&#324;gam</A> &#8212; the cause; <A CLASS=v HREF="http://vedabase.net/a/adah">adah&#803;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vadanti">vadanti</A> &#8212; they say; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/agunatvasya">agun&#803;atvasya</A> &#8212; of being absorbed <A HREF="http://vedabase.net/i/in">in</A> material qualities or devoid of material qualities; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/avarasya">avarasya</A> &#8212; and of lower and higher conditions of life.</P><P CLASS=t>TRANSLATION</P><P>The mind makes the living entity within this material world wander through different species of life, and thus the living entity experiences mundane affairs in different forms as a human being, demigod, fat person, skinny person and so forth. Learned scholars say that bodily appearance, bondage and liberation are caused by the mind.</P><P CLASS=t>PURPORT</P><P>Just as the mind is the cause of bondage, it can also be the cause of liberation. The mind is described here as para-avara, para means transcendental, and avara means material. When the mind is engaged in the Lord's service (sa vai manah&#803; kr&#803;s&#803;n&#803;a-pad&#257;ravindayoh&#803;), it is called para, transcendental. When the mind is engaged in material sense gratification, it is called avara, or material. At the present moment, in our conditioned state, our mind is fully absorbed in material sense gratification, but it can be purified and brought to its original Kr&#803;s&#803;n&#803;a consciousness by the process of devotional service. We have often given the example of Ambar&#299;s&#803;a Mah&#257;r&#257;ja. Sa vai manah&#803; kr&#803;s&#803;n&#803;a-pad&#257;ravindayor vac&#257;m&#769;si vaikun&#803;t&#803;ha-gun&#803;&#257;nuvarn&#803;ane. The mind must be controlled in Kr&#803;s&#803;n&#803;a consciousness. The tongue can be utilized to spread the message of Kr&#803;s&#803;n&#803;a and glorify the Lord or take pras&#257;da, the remnants of food offered to Kr&#803;s&#803;n&#803;a. Sevonmukhe hi jihv&#257;dau: when one utilizes the tongue in the service of the Lord, the other senses can become purified. As stated in the N&#257;rada-pa&#241;car&#257;tra, sarvop&#257;dhi-vinirmuktam&#769; tat-paratvena nirmalam: [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>] when the mind and senses are purified, one's total existence is purified, and one's designations are also purified. One no longer considers himself a human being, a demigod, cat, dog, Hindu, Muslim and so forth. When the senses and mind are purified and one is fully engaged in Kr&#803;s&#803;n&#803;a's service, one can be liberated and return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>