<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Kr&#803;s&#803;n&#803;a Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8.15</P><P CLASS=c>bah&#363;ni santi n&#257;m&#257;ni</P><P CLASS=c>r&#363;p&#257;n&#803;i ca sutasya te</P><P CLASS=c>gun&#803;a-karm&#257;nur&#363;p&#257;n&#803;i</P><P CLASS=c>t&#257;ny aham&#769; veda no jan&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bahuni">bah&#363;ni</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/s/santi">santi</A> &#8212; there <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/n/namani">n&#257;m&#257;ni</A> &#8212; names; <A CLASS=v HREF="http://vedabase.net/r/rupani">r&#363;p&#257;n&#803;i</A> &#8212; forms; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sutasya">sutasya</A> &#8212; of the son; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/a/anu">anu</A>-<A CLASS=v HREF="http://vedabase.net/r/rupani">r&#363;p&#257;n&#803;i</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> His attributes and activities; <A CLASS=v HREF="http://vedabase.net/t/tani">t&#257;ni</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/n/no">no</A> <A CLASS=v HREF="http://vedabase.net/j/janah">jan&#257;h&#803;</A> &#8212; not ordinary persons.</P><P CLASS=t>TRANSLATION</P><P>For this son of yours there are many forms and names according to His transcendental qualities and activities. These are known to me, but people in general do not understand them.</P><P CLASS=t>PURPORT</P><P>Bah&#363;ni: the Lord has many names. Advaitam acyutam an&#257;dim ananta-r&#363;pam &#257;dyam&#769; pur&#257;n&#803;a-purus&#803;am&#769; nava-yauvanam&#769; ca. As stated in the Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/33.htm">5.33</A>), the Lord is one, but He has many forms and many names. It was not that because Gargamuni gave the child the name Kr&#803;s&#803;n&#803;a, that was His only name. He has other names, such as Bhaktavatsala, Giridh&#257;r&#299;, Govinda and Gop&#257;la. If we analyze the nirukti, or semantic derivation, of the word "Kr&#803;s&#803;n&#803;a," we find that na signifies that He stops the repetition of birth and death, and kr&#803;s&#803; means satt&#257;rtha, or "existence." (Kr&#803;s&#803;n&#803;a is the whole of existence.) Also, kr&#803;s&#803; means "attraction," and na means &#257;nanda, or "bliss." Kr&#803;s&#803;n&#803;a is known as Mukunda because He wants to give everyone spiritual, eternal, blissful life. Unfortunately, because of the living entity's little independence, the living entity wants to "deprogram" the program of Kr&#803;s&#803;n&#803;a. This is the material disease. Nonetheless, because Kr&#803;s&#803;n&#803;a wants to give transcendental bliss to the living entities, He appears in various forms. Therefore He is called Kr&#803;s&#803;n&#803;a. Because Gargamuni was an astrologer, he knew what others did not know. Yet Kr&#803;s&#803;n&#803;a has so many names that even Gargamuni did not know them all. It is to be concluded that Kr&#803;s&#803;n&#803;a, according to His transcendental activities, has many names and many forms.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>