<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Kr&#803;s&#803;n&#803;a Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8.22</P><P CLASS=c>t&#257;v a&#324;ghri-yugmam anukr&#803;s&#803;ya sar&#299;sr&#803;pantau</P><P CLASS=c>ghos&#803;a-praghos&#803;a-ruciram&#769; vraja-kardames&#803;u</P><P CLASS=c>tan-n&#257;da-hr&#803;s&#803;t&#803;a-manas&#257;v anusr&#803;tya lokam&#769;</P><P CLASS=c>mugdha-prabh&#299;tavad upeyatur anti m&#257;troh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tau">tau</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A> and <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/y/yugmam">yugmam</A> <A CLASS=v HREF="http://vedabase.net/a/anukrsya">anukr&#803;s&#803;ya</A> &#8212; dragging Their legs; <A CLASS=v HREF="http://vedabase.net/s/sarisrpantau">sar&#299;sr&#803;pantau</A> &#8212; crawling like snakes; <A CLASS=v HREF="http://vedabase.net/g/ghosa">ghos&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/p/praghosa">praghos&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/r/ruciram">ruciram</A> &#8212; producing <A HREF="http://vedabase.net/a/a">a</A> sound with Their ankle bells that was very, very sweet <A HREF="http://vedabase.net/t/to">to</A> hear; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/k/kardamesu">kardames&#803;u</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mud created by cow dung and cow urine on the earth of Vrajabh&#363;mi; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/n/nada">n&#257;da</A> &#8212; by the sound of those ankle bells; <A CLASS=v HREF="http://vedabase.net/h/hrsta">hr&#803;s&#803;t&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/m/manasau">manasau</A> &#8212; being very much pleased; <A CLASS=v HREF="http://vedabase.net/a/anusrtya">anusr&#803;tya</A> &#8212; following; <A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; other persons; <A CLASS=v HREF="http://vedabase.net/m/mugdha">mugdha</A> &#8212; thus being enchanted; <A CLASS=v HREF="http://vedabase.net/p/prabhita">prabh&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; then again being afraid of them; <A CLASS=v HREF="http://vedabase.net/u/upeyatuh">upeyatuh&#803;</A> &#8212; immediately returned; <A CLASS=v HREF="http://vedabase.net/a/anti">anti</A> <A CLASS=v HREF="http://vedabase.net/m/matroh">m&#257;troh&#803;</A> &#8212; toward Their mothers.</P><P CLASS=t>TRANSLATION</P><P>When Kr&#803;s&#803;n&#803;a and Balar&#257;ma, with the strength of Their legs, crawled in the muddy places created in Vraja by cow dung and cow urine, Their crawling resembled the crawling of serpents, and the sound of Their ankle bells was very charming. Very much pleased by the sound of other people's ankle bells, They used to follow these people as if going to Their mothers, but when They saw that these were other people, They became afraid and returned to Their real mothers, Ya&#347;od&#257; and Rohin&#803;&#299;.</P><P CLASS=t>PURPORT</P><P>When Kr&#803;s&#803;n&#803;a and Balar&#257;ma were crawling about Vrajabh&#363;mi, They were enchanted by the sound of ankle bells. Thus They sometimes followed other people, who would enjoy the crawling of Kr&#803;s&#803;n&#803;a and Balar&#257;ma and exclaim, "Oh, see how Kr&#803;s&#803;n&#803;a and Balar&#257;ma are crawling!" Upon hearing this, Kr&#803;s&#803;n&#803;a and Balar&#257;ma could understand that these were not Their mothers They were following, and They would return to Their actual mothers. Thus the crawling of Kr&#803;s&#803;n&#803;a and Balar&#257;ma was enjoyed by the people of the neighborhood, as well as by mother Ya&#347;od&#257; and Rohin&#803;&#299; and the two children Themselves.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>