<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 8 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 8 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Kr&#803;s&#803;n&#803;a Shows the Universal Form Within His Mouth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.8.49</P><P CLASS=c>j&#257;tayor nau mah&#257;deve</P><P CLASS=c>bhuvi vi&#347;ve&#347;vare harau</P><P CLASS=c>bhaktih&#803; sy&#257;t param&#257; loke</P><P CLASS=c>yay&#257;&#241;jo durgatim&#769; taret</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jatayoh">j&#257;tayoh&#803;</A> &#8212; after we two have taken birth; <A CLASS=v HREF="http://vedabase.net/n/nau">nau</A> &#8212; both husband and wife, <A HREF="http://vedabase.net/d/drona">Dron&#803;a</A> and <A HREF="http://vedabase.net/d/dhara">Dhar&#257;</A>; <A CLASS=v HREF="http://vedabase.net/m/mahadeve">mah&#257;deve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme Person, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the earth; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/i/isvare">&#299;&#347;vare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the master of all the planetary systems; <A CLASS=v HREF="http://vedabase.net/h/harau">harau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih&#803;</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; will be spread; <A CLASS=v HREF="http://vedabase.net/p/parama">param&#257;</A> &#8212; the ultimate goal of life; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/a/anjah">a&#241;jah&#803;</A> &#8212; very easily; <A CLASS=v HREF="http://vedabase.net/d/durgatim">durgatim</A> &#8212; miserable life; <A CLASS=v HREF="http://vedabase.net/t/taret">taret</A> &#8212; one can avoid and be delivered.</P><P CLASS=t>TRANSLATION</P><P>Dron&#803;a and Dhar&#257; said: Please permit us to be born on the planet earth so that after our appearance, the Supreme Lord, the Personality of Godhead, the supreme controller and master of all planets, will also appear and spread devotional service, the ultimate goal of life, so that those born in this material world may very easily be delivered from the miserable condition of materialistic life by accepting this devotional service.</P><P CLASS=t>PURPORT</P><P>This statement by Dron&#803;a clearly indicates that Dron&#803;a and Dhar&#257; are the eternal father and mother of Kr&#803;s&#803;n&#803;a. Whenever there is a necessity of Kr&#803;s&#803;n&#803;a's appearance, Dron&#803;a and Dhar&#257; appear first, and then Kr&#803;s&#803;n&#803;a appears. Kr&#803;s&#803;n&#803;a says in Bhagavad-g&#299;t&#257; that His birth is not ordinary (janma karma ca me divyam [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]).</P><P>ajo 'pi sann avyay&#257;tm&#257;</P><P CLASS=n>bh&#363;t&#257;n&#257;m &#299;&#347;varo 'pi san</P><P CLASS=n>prakr&#803;tim&#769; sv&#257;m adhis&#803;t&#803;h&#257;ya</P><P CLASS=n>sambhav&#257;my &#257;tma-m&#257;yay&#257;</P><P>"Although I am unborn and My transcendental body never deteriorates, and although I am the Lord of all sentient beings, I still appear in every millennium in My original transcendental form." (<A CLASS=v HREF="../../../bg/4/6.htm">Bg. 4.6</A>) Before Kr&#803;s&#803;n&#803;a's appearance, Dron&#803;a and Dhar&#257; appear in order to become His father and mother. It is they who appear as Nanda Mah&#257;r&#257;ja and his wife, Ya&#347;od&#257;. In other words, it is not possible for a s&#257;dhana-siddha living being to become the father or mother of Kr&#803;s&#803;n&#803;a, for Kr&#803;s&#803;n&#803;a's father and mother are already designated. But by following the principles exhibited by Nanda Mah&#257;r&#257;ja and Ya&#347;od&#257; and their associates, the inhabitants of Vr&#803;nd&#257;vana, ordinary living beings may attain such affection as exhibited by Nanda and Ya&#347;od&#257;.</P><P>When Dron&#803;a and Dhar&#257; were requested to beget children, they chose to come to this world to have the Supreme Personality of Godhead as their son, Kr&#803;s&#803;n&#803;a. Kr&#803;s&#803;n&#803;a's appearance means paritr&#257;n&#803;&#257;ya s&#257;dh&#363;n&#257;m&#769; vin&#257;&#347;&#257;ya ca dus&#803;kr&#803;t&#257;m [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>] &#8212; the devotees are protected, and the miscreants are vanquished. Whenever Kr&#803;s&#803;n&#803;a comes, He distributes the highest goal of life, devotional service. He appears as Caitanya Mah&#257;prabhu for the same purpose because unless one comes to devotional service, one cannot be delivered from the miseries of the material world (duh&#803;kh&#257;layam a&#347;&#257;&#347;vatam [<A CLASS=v HREF="../../../bg/8/15.htm">Bg. 8.15</A>]), where the living beings struggle for existence. The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/7.htm">15.7</A>):</P><P>mamaiv&#257;m&#769;&#347;o j&#299;va-loke</P><P CLASS=n>j&#299;va-bh&#363;tah&#803; san&#257;tanah&#803;</P><P CLASS=n>manah&#803; s&#803;as&#803;t&#803;h&#257;n&#299;ndriy&#257;n&#803;i</P><P CLASS=n>prakr&#803;ti-sth&#257;ni kars&#803;ati</P><P>"The living entities in this conditioned world are My eternal, fragmental parts. Because of conditioned life, they are struggling very hard with the six senses, which include the mind." The living entities are struggling to become happy, but unless they take to the bhakti cult, their happiness is not possible. Kr&#803;s&#803;n&#803;a clearly says:</P><P>a&#347;raddadh&#257;n&#257;h&#803; purus&#803;&#257;</P><P CLASS=n>dharmasy&#257;sya parantapa</P><P CLASS=n>apr&#257;pya m&#257;m&#769; nivartante</P><P CLASS=n>mr&#803;tyu-sam&#769;s&#257;ra-vartmani</P><P>"Those who are not faithful on the path of devotional service cannot attain Me, O conqueror of foes, but return to birth and death in this material world." (<A CLASS=v HREF="../../../bg/9/3.htm">Bg. 9.3</A>)</P><P>Foolish persons do not know how risky life is here if one does not follow the instructions of Kr&#803;s&#803;n&#803;a. The Kr&#803;s&#803;n&#803;a consciousness movement, therefore, has been started so that by practicing Kr&#803;s&#803;n&#803;a consciousness one can avoid the risky life of this material existence. There is no question of accepting or not accepting Kr&#803;s&#803;n&#803;a consciousness. It is not optional; it is compulsory. If we do not take to Kr&#803;s&#803;n&#803;a consciousness, our life is very risky. Everything is explained in Bhagavad-g&#299;t&#257;. Therefore, to learn how to become free from the miserable condition of material existence, Bhagavad-g&#299;t&#257; As It Is is the preliminary study. Then, if one understands Bhagavad-g&#299;t&#257;, one can proceed to &#346;r&#299;mad-Bh&#257;gavatam, and if one advances further, one may study Caitanya-carit&#257;mr&#803;ta. We are therefore presenting these invaluable books to the whole world so that people may study them and be happy, being delivered from miserable conditional life.</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="50.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>