<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 24 Verse 57</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 24 Verse 57"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Kr&#803;s&#803;n&#803;a the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.24.57</P><P CLASS=c>na hy asya janmano hetuh&#803;</P><P CLASS=c>karman&#803;o v&#257; mah&#299;pate</P><P CLASS=c>&#257;tma-m&#257;y&#257;m&#769; vine&#347;asya</P><P CLASS=c>parasya dras&#803;t&#803;ur &#257;tmanah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of Him (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/j/janmanah">janmanah&#803;</A> &#8212; of the appearance, or taking birth; <A CLASS=v HREF="http://vedabase.net/h/hetuh">hetuh&#803;</A> &#8212; there is any cause; <A CLASS=v HREF="http://vedabase.net/k/karmanah">karman&#803;ah&#803;</A> &#8212; or for acting; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/m/mahipate">mah&#299;pate</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King (<A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;ks&#803;it</A>); <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; His supreme compassion for the fallen souls; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/i/isasya">&#299;&#347;asya</A> &#8212; of the supreme controller; <A CLASS=v HREF="http://vedabase.net/p/parasya">parasya</A> &#8212; of the Personality of Godhead, who is beyond the material world; <A CLASS=v HREF="http://vedabase.net/d/drastuh">dras&#803;t&#803;uh&#803;</A> &#8212; of the Supersoul, who witnesses everyone's activities; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah&#803;</A> &#8212; of the Supersoul of everyone.</P><P CLASS=t>TRANSLATION</P><P>O King, Mah&#257;r&#257;ja Par&#299;ks&#803;it, but for the Lord's personal desire, there is no cause for His appearance, disappearance or activities. As the Supersoul, He knows everything. Consequently there is no cause that affects Him, not even the results of fruitive activities.</P><P CLASS=t>PURPORT</P><P>This verse points out the difference between the Supreme Personality of Godhead and an ordinary living being. An ordinary living being receives a particular type of body according to his past activities (karman&#803;&#257; daiva-netren&#803;a jantur dehopapattaye [<A CLASS=v HREF="../../3/31/1.htm">SB 3.31.1</A>]). A living being is never independent and can never appear independently. Rather, one is forced to accept a body imposed upon him by m&#257;y&#257; according to his past karma. As explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>), yantr&#257;r&#363;d&#803;h&#257;ni m&#257;yay&#257;. The body is a kind of machine created and offered to the living entity by the material energy under the direction of the Supreme Personality of Godhead. Therefore the living entity must accept a particular type of body awarded to him by m&#257;y&#257;, the material energy, according to his karma. One cannot independently say, "Give me a body like this" or "Give me a body like that." One must accept whatever body is offered by the material energy. This is the position of the ordinary living being.</P><P>When Kr&#803;s&#803;n&#803;a descends, however, He does so out of His merciful compassion for the fallen souls. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/8.htm">4.8</A>):</P><P>paritr&#257;n&#803;&#257;ya s&#257;dh&#363;n&#257;m&#769;</P><P CLASS=n>vin&#257;&#347;&#257;ya ca dus&#803;kr&#803;t&#257;m</P><P CLASS=n>dharma-sam&#769;sth&#257;pan&#257;rth&#257;ya</P><P CLASS=n>sambhav&#257;mi yuge yuge</P><P>"To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I advent Myself millennium after millennium." The Supreme Lord is not forced to appear. Indeed, no one can subject Him to force, for He is the Supreme Personality of Godhead. Everyone is under His control, and He is not under the control of anyone else. Foolish people who because of a poor fund of knowledge think that one can equal Kr&#803;s&#803;n&#803;a or become Kr&#803;s&#803;n&#803;a are condemned in every way. No one can equal or surpass Kr&#803;s&#803;n&#803;a, who is therefore described as asamaurdhva. According to the Vi&#347;va-ko&#347;a dictionary, the word m&#257;y&#257; is used in the sense of "false pride" and also in the sense of "compassion." For an ordinary living being, the body in which he appears is his punishment. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>), daiv&#299; hy es&#803;&#257; gun&#803;a-may&#299; mama m&#257;y&#257; duratyay&#257;: "This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome." But when Kr&#803;s&#803;n&#803;a comes the word m&#257;y&#257; refers to His compassion or mercy upon the devotees and fallen souls. By His potency, the Lord can deliver everyone, whether sinful or pious.</P><P CLASS=l><A CLASS=i HREF="56.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="58.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>