<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 24 Verse 65</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 24 Verse 65"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Kr&#803;s&#803;n&#803;a the Supreme Personality of Godhead</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.24.65</P><P CLASS=c>yasy&#257;nanam&#769; makara-kun&#803;d&#803;ala-c&#257;ru-karn&#803;a-</P><P CLASS=c>bhr&#257;jat-kapola-subhagam&#769; savil&#257;sa-h&#257;sam</P><P CLASS=c>nityotsavam&#769; na tatr&#803;pur dr&#803;&#347;ibhih&#803; pibantyo</P><P CLASS=c>n&#257;ryo nar&#257;&#347; ca mudit&#257;h&#803; kupit&#257; nime&#347; ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/ananam">&#257;nanam</A> &#8212; face; <A CLASS=v HREF="http://vedabase.net/m/makara">makara</A>-<A CLASS=v HREF="http://vedabase.net/k/kundala">kun&#803;d&#803;ala</A>-<A CLASS=v HREF="http://vedabase.net/c/caru">c&#257;ru</A>-<A CLASS=v HREF="http://vedabase.net/k/karna">karn&#803;a</A> &#8212; decorated by earrings resembling sharks and by beautiful ears; <A CLASS=v HREF="http://vedabase.net/b/bhrajat">bhr&#257;jat</A> &#8212; brilliantly decorated; <A CLASS=v HREF="http://vedabase.net/k/kapola">kapola</A> &#8212; forehead; <A CLASS=v HREF="http://vedabase.net/s/subhagam">subhagam</A> &#8212; declaring all opulences; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vilasa">vil&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/h/hasam">h&#257;sam</A> &#8212; with smiles of enjoyment; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A>-<A CLASS=v HREF="http://vedabase.net/u/utsavam">utsavam</A> &#8212; whenever one sees Him, one feels festive; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/t/tatrpuh">tatr&#803;puh&#803;</A> &#8212; they could not be satisfied; <A CLASS=v HREF="http://vedabase.net/d/drsibhih">dr&#803;&#347;ibhih&#803;</A> &#8212; by seeing the form of the Lord; <A CLASS=v HREF="http://vedabase.net/p/pibantyah">pibantyah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if drinking through the eyes; <A CLASS=v HREF="http://vedabase.net/n/naryah">n&#257;ryah&#803;</A> &#8212; all the women of <A HREF="http://vedabase.net/v/vrndavana">Vr&#803;nd&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/n/narah">nar&#257;h&#803;</A> &#8212; all the <A HREF="http://vedabase.net/m/male">male</A> devotees; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/muditah">mudit&#257;h&#803;</A> &#8212; fully satisfied; <A CLASS=v HREF="http://vedabase.net/k/kupitah">kupit&#257;h&#803;</A> &#8212; angry; <A CLASS=v HREF="http://vedabase.net/n/nimeh">nimeh&#803;</A> &#8212; the moment they <A HREF="http://vedabase.net/a/are">are</A> disturbed by the blinking of the eyes; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>Kr&#803;s&#803;n&#803;a's face is decorated with ornaments, such as earrings resembling sharks. His ears are beautiful, His cheeks brilliant, and His smiling attractive to everyone. Whoever sees Lord Kr&#803;s&#803;n&#803;a sees a festival. His face and body are fully satisfying for everyone to see, but the devotees are angry at the creator for the disturbance caused by the momentary blinking of their eyes.</P><P CLASS=t>PURPORT</P><P>As stated by the Lord Himself in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/3.htm">7.3</A>):</P><P>manus&#803;y&#257;n&#803;&#257;m&#769; sahasres&#803;u</P><P CLASS=n>ka&#347;cid yatati siddhaye</P><P CLASS=n>yatat&#257;m api siddh&#257;n&#257;m&#769;</P><P CLASS=n>ka&#347;cin m&#257;m&#769; vetti tattvatah&#803;</P><P>"Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth." Unless one is qualified to understand Kr&#803;s&#803;n&#803;a, one cannot appreciate the presence of Kr&#803;s&#803;n&#803;a on earth. Among the Bhojas, Vr&#803;s&#803;n&#803;is, Andhakas, P&#257;n&#803;d&#803;avas and many other kings intimately related with Kr&#803;s&#803;n&#803;a, the intimate relationship between Kr&#803;s&#803;n&#803;a and the inhabitants of Vr&#803;nd&#257;vana is especially to be noted. That relationship is described in this verse by the words nityotsavam&#769; na tatr&#803;pur dr&#803;&#347;ibhih&#803; pibantyah&#803;. The inhabitants of Vr&#803;nd&#257;vana especially, such as the cowherd boys, the cows, the calves, the gop&#299;s and Kr&#803;s&#803;n&#803;a's father and mother, were never fully satisfied, although they saw Kr&#803;s&#803;n&#803;a's beautiful features constantly. Seeing Kr&#803;s&#803;n&#803;a is described here as nitya-utsava, a daily festival. The inhabitants of Vr&#803;nd&#257;vana saw Kr&#803;s&#803;n&#803;a almost every moment, but when Kr&#803;s&#803;n&#803;a left the village for the pasturing grounds, where He tended the cows and calves, the gop&#299;s were very much afflicted because they saw Kr&#803;s&#803;n&#803;a walking on the sand and thought that Kr&#803;s&#803;n&#803;a's lotus feet, which they dared not place on their breasts because they thought their breasts not soft enough, were being pierced by broken chips of stone. By even thinking of this, the gop&#299;s were affected, and they cried at home. These gop&#299;s, who were therefore the exalted friends of Kr&#803;s&#803;n&#803;a, saw Kr&#803;s&#803;n&#803;a constantly, but because their eyelids disturbed their vision of Kr&#803;s&#803;n&#803;a, the gop&#299;s condemned the creator, Lord Brahm&#257;. Therefore the beauty of Kr&#803;s&#803;n&#803;a, especially the beauty of His face, is described here. At the end of the Ninth Canto, in the Twenty-fourth Chapter, we find a hint of Kr&#803;s&#803;n&#803;a's beauty. Now we are proceeding to the Tenth Canto, which is considered Kr&#803;s&#803;n&#803;a's head. The entire &#346;r&#299;mad-Bh&#257;gavata Pur&#257;n&#803;a is the embodiment of Kr&#803;s&#803;n&#803;a's form, and the Tenth Canto is His face. This verse gives a hint of how beautiful His face is. Kr&#803;s&#803;n&#803;a's smiling face, with His cheeks, His lips, the ornaments in His ears, His chewing of betel nuts &#8212; all this was minutely observed by the gop&#299;s, who thus enjoyed transcendental bliss, so much so that they were never fully satisfied to see Kr&#803;s&#803;n&#803;a's face, but instead condemned the creator of the body for making eyelids that obstructed their vision. The beauty of Kr&#803;s&#803;n&#803;a's face was therefore much more appreciated by the gop&#299;s than by His friends the cowherd boys or even by Ya&#347;od&#257; M&#257;t&#257;, who was also interested in decorating the face of Kr&#803;s&#803;n&#803;a.</P><P CLASS=l><A CLASS=i HREF="63-64.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="66.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>