<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 71</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 71"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 71: <A CLASS=v HREF="index.htm">The Lord Travels to Indraprastha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.71 Summary</P><P>This chapter relates how Lord Kr&#803;s&#803;n&#803;a followed Uddhava's advice and went to Indraprastha, where the P&#257;n&#803;d&#803;avas celebrated His arrival with great festivity.</P><P>Wise Uddhava, knowing Lord Kr&#803;s&#803;n&#803;a's inner desire, advised the Lord as follows: "By conquering all directions and then performing the R&#257;jas&#363;ya sacrifice, King Yudhis&#803;t&#803;hira will fulfill all his purposes &#8212; defeating Jar&#257;sandha, protecting those who have taken shelter of You, and executing the R&#257;jas&#363;ya-yaj&#241;a. Thus the Y&#257;davas' powerful enemy will be destroyed and the imprisoned kings freed, and both deeds will glorify You.</P><P>"King Jar&#257;sandha can be killed only by Bh&#299;ma, and since Jar&#257;sandha is very devoted to the br&#257;hman&#803;as, Bh&#299;ma should disguise himself as a br&#257;hman&#803;a, go to Jar&#257;sandha and beg a fight from him. Then, in Your presence, Bh&#299;ma will defeat the demon."</P><P>N&#257;rada Muni, the Y&#257;dava elders and Lord Kr&#803;s&#803;n&#803;a praised Uddhava's plan, and Lord Kr&#803;s&#803;n&#803;a proceeded to mount His chariot and head for Indraprastha, followed by His devoted queens. Soon Lord Kr&#803;s&#803;n&#803;a arrived in that city. Hearing of the Lord's arrival, King Yudhis&#803;t&#803;hira immediately came out of the city to greet Him. Yudhis&#803;t&#803;hira repeatedly embraced Lord Kr&#803;s&#803;n&#803;a, losing external consciousness in his ecstasy. Then Bh&#299;masena, Arjuna, Nakula, Sahadeva and others each embraced or bowed down to Him, as was appropriate.</P><P>After Lord Kr&#803;s&#803;n&#803;a had properly greeted everyone, He entered the city as a fanfare of many musical instruments played and reverential hymns were chanted. The women of the city scattered flowers down from the rooftops, remarking on the extreme good fortune of the Lord's queens.</P><P>&#346;r&#299; Kr&#803;s&#803;n&#803;a entered the royal palace and offered respects to Queen Kunt&#299;dev&#299;, who embraced her nephew, and Draupad&#299; and Subhadr&#257; offered obeisances to the Lord. Kunt&#299;dev&#299; then requested Draupad&#299; to worship Lord Kr&#803;s&#803;n&#803;a's wives.</P><P>The Supreme Personality of Godhead, &#346;r&#299; Kr&#803;s&#803;n&#803;a, gratified King Yudhis&#803;t&#803;hira by remaining there for some months. During this stay He enjoyed strolling here and there. He would drive on chariots with Arjuna, followed by many warriors and soldiers.</P><P CLASS=l><A CLASS=i HREF="../70/47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>