<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 6 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 6 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Activities of Lord R&#803;s&#803;abhadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.6.13</P><P CLASS=c>tasy&#257;nugun&#803;&#257;n &#347;lok&#257;n g&#257;yanti &#8212;</P><P CLASS=c>aho bhuvah&#803; sapta-samudravaty&#257;</P><P CLASS=c>dv&#299;pes&#803;u vars&#803;es&#803;v adhipun&#803;yam etat</P><P CLASS=c>g&#257;yanti yatratya-jan&#257; mur&#257;reh&#803;</P><P CLASS=c>karm&#257;n&#803;i bhadr&#257;n&#803;y avat&#257;ravanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of Him (Lord R&#803;s&#803;abhadeva); <A CLASS=v HREF="http://vedabase.net/a/anugunan">anugun&#803;&#257;n</A> &#8212; conforming <A HREF="http://vedabase.net/t/to">to</A> the instructions for liberation; <A CLASS=v HREF="http://vedabase.net/s/slokan">&#347;lok&#257;n</A> &#8212; verses; <A CLASS=v HREF="http://vedabase.net/g/gayanti">g&#257;yanti</A> &#8212; chant; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; oh; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah&#803;</A> &#8212; of this earthly planet; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A>-<A CLASS=v HREF="http://vedabase.net/s/samudra">samudra</A>-<A CLASS=v HREF="http://vedabase.net/v/vatyah">vaty&#257;h&#803;</A> &#8212; possessing seven seas; <A CLASS=v HREF="http://vedabase.net/d/dvipesu">dv&#299;pes&#803;u</A> &#8212; among the islands; <A CLASS=v HREF="http://vedabase.net/v/varsesu">vars&#803;es&#803;u</A> &#8212; among the lands; <A CLASS=v HREF="http://vedabase.net/a/adhipunyam">adhipun&#803;yam</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A> pious than any other island; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this (<A HREF="http://vedabase.net/b/bharata">Bh&#257;rata</A>-<A HREF="http://vedabase.net/v/varsa">vars&#803;a</A>); <A CLASS=v HREF="http://vedabase.net/g/gayanti">g&#257;yanti</A> &#8212; sing about; <A CLASS=v HREF="http://vedabase.net/y/yatratya">yatratya</A>-<A CLASS=v HREF="http://vedabase.net/j/janah">jan&#257;h&#803;</A> &#8212; the people of this tract of land; <A CLASS=v HREF="http://vedabase.net/m/murareh">mur&#257;reh&#803;</A> &#8212; of <A HREF="http://vedabase.net/m/murari">Mur&#257;ri</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;n&#803;i</A> &#8212; the activities; <A CLASS=v HREF="http://vedabase.net/b/bhadrani">bhadr&#257;n&#803;i</A> &#8212; all-auspicious; <A CLASS=v HREF="http://vedabase.net/a/avataravanti">avat&#257;ravanti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> many incarnations such <A HREF="http://vedabase.net/a/as">as</A> Lord R&#803;s&#803;abhadeva.</P><P CLASS=t>TRANSLATION</P><P>Learned scholars chant about the transcendental qualities of Lord R&#803;s&#803;abhadeva in this way: "Oh, this earthly planet contains seven seas and many islands and lands, of which Bh&#257;rata-vars&#803;a is considered the most pious. People of Bh&#257;rata-vars&#803;a are accustomed to glorifying the activities of the Supreme Personality of Godhead in His incarnations as Lord R&#803;s&#803;abhadeva and others. All these activities are very auspicious for the welfare of humanity.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu said:</P><P>bh&#257;rata-bh&#363;mite haila manus&#803;ya-janma y&#257;ra</P><P CLASS=n>janma s&#257;rthaka kari' kara para-upak&#257;ra</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/9/41.htm">&#256;di 9.41</A>]</P><P>As stated in this verse, Bh&#257;rata-vars&#803;a is a most pious land. The followers of Vedic literature understand the Supreme Personality of Godhead in His different incarnations, and they are privileged to glorify the Lord by following the directions of Vedic literature. After realizing the glories of human life. such people should take up the mission to spread the importance of human life throughout the whole world. This is the mission of &#346;r&#299; Caitanya Mah&#257;prabhu. The word adhipun&#803;yam indicates that there are certainly many other pious men throughout the world, but the people of Bh&#257;rata-vars&#803;a are even more pious. Therefore they are fit to spread Kr&#803;s&#803;n&#803;a Consciousness throughout the world for the benefit of all human society. &#346;r&#299;la Madhv&#257;c&#257;rya also recognizes the land of Bh&#257;rata-vars&#803;a: vi&#347;es&#803;&#257;d bh&#257;rate pun&#803;yam. Throughout the world, there is no question of bhagavad-bhakti or devotional service, but the people of Bh&#257;rata-vars&#803;a can easily understand the devotional service of the Lord. Thus every inhabitant of Bh&#257;rata-vars&#803;a can perfect his life by discharging bhagavad-bhakti and then preaching this cult throughout the world for the benefit of everyone.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>