<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 6 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 6 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Activities of Lord R&#803;s&#803;abhadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.6.18</P><P CLASS=c>r&#257;jan patir gurur alam&#769; bhavat&#257;m&#769; yad&#363;n&#257;m&#769;</P><P CLASS=c>daivam&#769; priyah&#803; kula-patih&#803; kva ca ki&#324;karo vah&#803;</P><P CLASS=c>astv evam a&#324;ga bhagav&#257;n bhajat&#257;m&#769; mukundo</P><P CLASS=c>muktim&#769; dad&#257;ti karhicit sma na bhakti-yogam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my dear King; <A CLASS=v HREF="http://vedabase.net/p/patih">patih&#803;</A> &#8212; maintainer; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh&#803;</A> &#8212; spiritual master; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhavatam">bhavat&#257;m</A> &#8212; of you; <A CLASS=v HREF="http://vedabase.net/y/yadunam">yad&#363;n&#257;m</A> &#8212; the <A HREF="http://vedabase.net/y/yadu">Yadu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/d/daivam">daivam</A> &#8212; the worshipable Deity; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah&#803;</A> &#8212; very dear friend; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih&#803;</A> &#8212; the master of the dynasty; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; sometimes even; <A CLASS=v HREF="http://vedabase.net/k/kinkarah">ki&#324;karah&#803;</A> &#8212; servant; <A CLASS=v HREF="http://vedabase.net/v/vah">vah&#803;</A> &#8212; of you (the P&#257;n&#803;d&#803;avas); <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be sure; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhajatam">bhajat&#257;m</A> &#8212; of those devotees engaged <A HREF="http://vedabase.net/i/in">in</A> service; <A CLASS=v HREF="http://vedabase.net/m/mukundah">mukundah&#803;</A> &#8212; the Lord, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/muktim">muktim</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/d/dadati">dad&#257;ti</A> &#8212; delivers; <A CLASS=v HREF="http://vedabase.net/k/karhicit">karhicit</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yogam">yogam</A> &#8212; loving devotional service.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; continued: My dear King, the Supreme Person, Mukunda, is actually the maintainer of all the members of the P&#257;n&#803;d&#803;ava and Yadu dynasties. He is your spiritual master, worshipable Deity, friend, and the director of your activities. To say nothing of this, He sometimes serves your family as a messenger or servant. This means He worked just as ordinary servants do. Those engaged in getting the Lord's favor attain liberation from the Lord very easily, but He does not very easily give the opportunity to render direct service unto Him.</P><P CLASS=t>PURPORT</P><P>While instructing Mah&#257;r&#257;ja Par&#299;ks&#803;it, &#346;ukadeva Gosv&#257;m&#299; thought it wise to encourage the King because the King might be thinking of the glorious position of various royal dynasties. Especially glorious is the dynasty of Priyavrata, in which the Supreme Lord R&#803;s&#803;abhadeva incarnated. Similarly, the family of Utt&#257;nap&#257;da Mah&#257;r&#257;ja, the father of Mah&#257;r&#257;ja Dhruva, is also glorious due to King Pr&#803;thu's taking birth in it. The dynasty of Mah&#257;r&#257;ja Raghu is glorified because Lord R&#257;macandra appeared in that family. As far as the Yadu and Kuru dynasties are concerned, they existed simultaneously, but of the two, the Yadu dynasty was more glorious due to the appearance of Lord Kr&#803;s&#803;n&#803;a. Mah&#257;r&#257;ja Par&#299;ks&#803;it might have been thinking that the Kuru dynasty was not as fortunate as the others because the Supreme Lord did not appear in that family, neither as Kr&#803;s&#803;n&#803;a, Lord R&#257;macandra, Lord R&#803;s&#803;abhadeva or Mah&#257;r&#257;ja Pr&#803;thu. Therefore Par&#299;ks&#803;it Mah&#257;r&#257;ja was encouraged by &#346;ukadeva Gosv&#257;m&#299; in this particular verse.</P><P>The Kuru dynasty may be considered more glorious due to the presence of devotees like the five P&#257;n&#803;d&#803;avas, who rendered unalloyed devotional service. Although Lord Kr&#803;s&#803;n&#803;a did not appear in the Kuru dynasty. He was so obligated to the P&#257;n&#803;d&#803;avas' devotional service that He acted as a maintainer of the family and spiritual master of the P&#257;n&#803;d&#803;avas. Although He took birth in the Yadu dynasty, Lord Kr&#803;s&#803;n&#803;a was more affectionate to the P&#257;n&#803;d&#803;avas. By His actions, Lord Kr&#803;s&#803;n&#803;a proved that He was more inclined to the Kuru dynasty than the Yadu dynasty. Indeed, Lord Kr&#803;s&#803;n&#803;a, indebted to the P&#257;n&#803;d&#803;avas' devotional service, sometimes acted as their messenger, and He guided them through many dangerous situations. Therefore Mah&#257;r&#257;ja Par&#299;ks&#803;it should not have been saddened because Lord Kr&#803;s&#803;n&#803;a did not appear in his family. The Supreme Personality of Godhead is always inclined toward His pure devotees, and by His action it is clear that liberation is not very important for the devotees. Lord Kr&#803;s&#803;n&#803;a easily gives one liberation, but He does not so easily give one the facility to become a devotee. Muktim&#769; dad&#257;ti karhicit sma na bhakti-yogam. Directly or indirectly, it is proved that bhakti-yoga is the basis for the supreme relationship with the Supreme Lord. It is far superior to liberation. For a pure devotee of the Lord, mukti is automatically attained.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>