<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 6 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 6 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">The Activities of Lord R&#803;s&#803;abhadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.6.19</P><P CLASS=c>nity&#257;nubh&#363;ta-nija-l&#257;bha-nivr&#803;tta-tr&#803;s&#803;n&#803;ah&#803;</P><P CLASS=c>&#347;reyasy atad-racanay&#257; cira-supta-buddheh&#803;</P><P CLASS=c>lokasya yah&#803; karun&#803;ay&#257;bhayam &#257;tma-lokam</P><P CLASS=c>&#257;khy&#257;n namo bhagavate r&#803;s&#803;abh&#257;ya tasmai</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhuta">anubh&#363;ta</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> being always conscious of His real identity; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/l/labha">l&#257;bha</A>-<A CLASS=v HREF="http://vedabase.net/n/nivrtta">nivr&#803;tta</A>-<A CLASS=v HREF="http://vedabase.net/t/trsnah">tr&#803;s&#803;n&#803;ah&#803;</A> &#8212; who was complete <A HREF="http://vedabase.net/i/in">in</A> Himself and <A HREF="http://vedabase.net/h/had">had</A> <A HREF="http://vedabase.net/n/no">no</A> other desire <A HREF="http://vedabase.net/t/to">to</A> fulfill; <A CLASS=v HREF="http://vedabase.net/s/sreyasi">&#347;reyasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> life's genuine welfare; <A CLASS=v HREF="http://vedabase.net/a/a">a</A>-<A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/r/racanaya">racanay&#257;</A> &#8212; by expanding activities <A HREF="http://vedabase.net/i/in">in</A> the material field, mistaking the body for the self; <A CLASS=v HREF="http://vedabase.net/c/cira">cira</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> long time; <A CLASS=v HREF="http://vedabase.net/s/supta">supta</A> &#8212; sleeping; <A CLASS=v HREF="http://vedabase.net/b/buddheh">buddheh&#803;</A> &#8212; whose intelligence; <A CLASS=v HREF="http://vedabase.net/l/lokasya">lokasya</A> &#8212; of men; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; who (Lord R&#803;s&#803;abhadeva); <A CLASS=v HREF="http://vedabase.net/k/karunaya">karun&#803;ay&#257;</A> &#8212; by His causeless mercy; <A CLASS=v HREF="http://vedabase.net/a/abhayam">abhayam</A> &#8212; fearlessness; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; the real identity of the self; <A CLASS=v HREF="http://vedabase.net/a/akhyat">&#257;khy&#257;t</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/n/namah">namah&#803;</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rsabhaya">r&#803;s&#803;abh&#257;ya</A> &#8212; unto Lord R&#803;s&#803;abhadeva; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto Him.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, Lord R&#803;s&#803;abhadeva, was fully aware of His true identity; therefore He was self-sufficient, and He did not desire external gratification. There was no need for Him to aspire for success, since He was complete in Himself. Those who unnecessarily engage in bodily conceptions and create an atmosphere of materialism are always ignorant of their real self-interest. Out of His causeless mercy, Lord R&#803;s&#803;abhadeva taught the self's real identity and the goal of life. We therefore offer our respectful obeisances unto the Lord, who appeared as Lord R&#803;s&#803;abhadeva.</P><P CLASS=t>PURPORT</P><P>This is the summary of this chapter, in which the activities of Lord R&#803;s&#803;abhadeva are described. Being the Supreme Personality of Godhead Himself, Lord R&#803;s&#803;abhadeva is complete in Himself. We living entities, as parts and parcels of the Supreme Lord, should follow the instructions of Lord R&#803;s&#803;abhadeva and become self-sufficient. We should not create unnecessary demands due to the bodily conception. When one is self-realized, he is sufficiently satisfied due to being situated in his original spiritual position. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">18.54</A>): Brahma-bh&#363;tah&#803; prasann&#257;tm&#257; na &#347;ocati na k&#257;&#324;ks&#803;ati. This is the goal of all living entities. Even though one may be situated within this material world, he can become fully satisfied and devoid of hankering and lamentation simply by following the instructions of the Lord as set forth in Bhagavad-g&#299;t&#257; or &#346;r&#299;mad-Bh&#257;gavatam. Satisfaction through self-realization is called svar&#363;p&#257;nanda. The conditioned soul, eternally sleeping in darkness, does not understand his self-interest. He simply tries to become happy by making material adjustments, but this is impossible. It is therefore said in &#346;r&#299;mad-Bh&#257;gavatam, na te viduh&#803; sv&#257;rtha-gatim&#769; hi vis&#803;n&#803;um: [<A CLASS=v HREF="../../7/5/31.htm">SB 7.5.31</A>] due to gross ignorance, the conditioned soul does not know that his real self-interest is to take shelter at the lotus feet of Lord Vis&#803;n&#803;u. To try to become happy by adjusting the material atmosphere is a useless endeavor. Indeed, it is impossible. By His personal behavior and instructions, Lord R&#803;s&#803;abhadeva enlightened the conditioned soul and showed him how to become self-sufficient in his spiritual identity.</P><P>Thus end the Bhaktivedanta purports of the Fifth Canto, Sixth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Activities of Lord R&#803;s&#803;abhadeva."</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../7/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>