<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 6 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 6 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Creation of the Universal Form</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.6.2</P><P CLASS=c>k&#257;la-sa&#241;j&#241;&#257;m&#769; tad&#257; dev&#299;m&#769;</P><P CLASS=c>bibhrac-chaktim urukramah&#803;</P><P CLASS=c>trayovim&#769;&#347;ati tattv&#257;n&#257;m&#769;</P><P CLASS=c>gan&#803;am&#769; yugapad &#257;vi&#347;at</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/s/sanjnam">sa&#241;j&#241;&#257;m</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/k/kali">K&#257;l&#299;</A>; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/d/devim">dev&#299;m</A> &#8212; the goddess; <A CLASS=v HREF="http://vedabase.net/b/bibhrat">bibhrat</A> &#8212; destructive; <A CLASS=v HREF="http://vedabase.net/s/saktim">&#347;aktim</A> &#8212; potency; <A CLASS=v HREF="http://vedabase.net/u/urukramah">urukramah&#803;</A> &#8212; the supreme powerful; <A CLASS=v HREF="http://vedabase.net/t/trayah">trayah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/v/vimsati">vim&#769;&#347;ati</A> &#8212; twenty-three; <A CLASS=v HREF="http://vedabase.net/t/tattvanam">tattv&#257;n&#257;m</A> &#8212; of the elements; <A CLASS=v HREF="http://vedabase.net/g/ganam">gan&#803;am</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/y/yugapat">yugapat</A> &#8212; simultaneously; <A CLASS=v HREF="http://vedabase.net/a/avisat">&#257;vi&#347;at</A> &#8212; entered.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Powerful Lord then simultaneously entered into the twenty-three elements with the goddess K&#257;l&#299;, His external energy, who alone amalgamates all the different elements.</P><P CLASS=t>PURPORT</P><P>The ingredients of matter are counted as twenty-three: the total material energy, false ego, sound, touch, form, taste, smell, earth, water, fire, air, sky, eye, ear, nose, tongue, skin, hand, leg, evacuating organ, genitals, speech and mind. All are combined together by the influence of time and are again dissolved in the course of time. Time, therefore, is the energy of the Lord and acts in her own way by the direction of the Lord. This energy is called K&#257;l&#299; and is represented by the dark destructive goddess generally worshiped by persons influenced by the mode of darkness or ignorance in material existence. In the Vedic hymn this process is described as m&#363;la-prakr&#803;tir avikr&#803;tir mahad&#257;dy&#257;h&#803; prakr&#803;ti-vikr&#803;tayah&#803; sapta s&#803;od&#803;a&#347;akas tu vik&#257;ro na prakr&#803;tir na vikr&#803;tih&#803; purus&#803;ah&#803;. The energy which acts as material nature in a combination of twenty-three ingredients is not the final source of creation. The Lord enters into the elements and applies His energy, called K&#257;l&#299;. In all other Vedic scriptures the same principle is accepted. In Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/35.htm">5.35</A>) it is stated:</P><P>eko 'py asau racayitum&#769; jagad-an&#803;d&#803;a-kot&#803;im&#769;</P><P CLASS=n>yac-chaktir asti jagad-an&#803;d&#803;a-cay&#257; yad-antah&#803;</P><P CLASS=n>an&#803;d&#803;&#257;ntara-stha-param&#257;n&#803;u-cay&#257;ntara-stham&#769;</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>"I worship the primeval Lord, Govinda, who is the original Personality of Godhead. By His partial plenary expansion [Mah&#257;-Vis&#803;n&#803;u], He enters into material nature, and then into each and every universe [as Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u], and then [as Ks&#803;&#299;rodaka&#347;&#257;y&#299; Vis&#803;n&#803;u] into all the elements, including every atom of matter. Such manifestations of cosmic creation are innumerable, both in the universes and in the individual atoms."</P><P>Similarly, this is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/42.htm">10.42</A>):</P><P>athav&#257; bahunaitena</P><P CLASS=n>kim&#769; j&#241;&#257;tena tav&#257;rjuna</P><P CLASS=n>vis&#803;t&#803;abhy&#257;ham idam&#769; kr&#803;tsnam</P><P CLASS=n>ek&#257;m&#769;&#347;ena sthito jagat</P><P>"O Arjuna, there is no necessity of your knowing about My innumerable energies, which act in various ways. I enter into the material creation by My partial plenary expansion [Param&#257;tm&#257;, or the Supersoul] in all the universes and in all the elements thereof, and thus the work of creation goes on." The wonderful activities of material nature are due to Lord Kr&#803;s&#803;n&#803;a, and thus He is the final cause, or the ultimate cause of all causes.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>