<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.14</P><P CLASS=c>sa eva svaprakr&#803;tyedam&#769;</P><P CLASS=c>sr&#803;s&#803;t&#803;v&#257;gre tri-gun&#803;&#257;tmakam</P><P CLASS=c>tad anu tvam&#769; hy apravis&#803;t&#803;ah&#803;</P><P CLASS=c>pravis&#803;t&#803;a iva bh&#257;vyase</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/prakrtya">prakr&#803;ty&#257;</A> &#8212; by Your personal energy (may&#257;dhyaks&#803;en&#803;a <A HREF="http://vedabase.net/p/prakrtih">prakr&#803;tih&#803;</A> <A HREF="http://vedabase.net/s/suyate">s&#363;yate</A> <A HREF="http://vedabase.net/s/sa">sa</A>-car&#257;caram); <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this material world; <A CLASS=v HREF="http://vedabase.net/s/srstva">sr&#803;s&#803;t&#803;v&#257;</A> &#8212; after creating; <A CLASS=v HREF="http://vedabase.net/a/agre">agre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of three modes of energy (<A HREF="http://vedabase.net/s/sattva">sattva</A>-rajas-tamo-<A HREF="http://vedabase.net/g/guna">gun&#803;a</A>); <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/apravistah">apravis&#803;t&#803;ah&#803;</A> &#8212; although You did not enter; <A CLASS=v HREF="http://vedabase.net/p/pravistah">pravis&#803;t&#803;ah&#803;</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; You appear <A HREF="http://vedabase.net/t/to">to</A> have entered; <A CLASS=v HREF="http://vedabase.net/b/bhavyase">bh&#257;vyase</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/s/so">so</A> understood.</P><P CLASS=t>TRANSLATION</P><P>My Lord, You are the same person who in the beginning created this material world by His personal external energy. After the creation of this world of three gun&#803;as [sattva, rajas and tamas], You appear to have entered it, although in fact You have not.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/4.htm">7.4</A>) the Supreme Personality of Godhead clearly explains:</P><P>bh&#363;mir &#257;po 'nalo v&#257;yuh&#803;</P><P CLASS=n>kham&#769; mano buddhir eva ca</P><P CLASS=n>aha&#324;k&#257;ra it&#299;yam&#769; me</P><P CLASS=n>bhinn&#257; prakr&#803;tir as&#803;t&#803;adh&#257;</P><P>This material world of three modes of nature &#8212; sattva-gun&#803;a, rajo-gun&#803;a and tamo-gun&#803;a &#8212; is a composition of earth, water, fire, air, mind, intelligence and false ego, all of which are energies coming from Kr&#803;s&#803;n&#803;a, yet Kr&#803;s&#803;n&#803;a, being always transcendental, is aloof from this material world. Those who are not in pure knowledge think that Kr&#803;s&#803;n&#803;a is a product of matter and that His body is material like ours (avaj&#257;nanti m&#257;m&#769; m&#363;d&#803;h&#257;h&#803;). In fact, however, Kr&#803;s&#803;n&#803;a is always aloof from this material world.</P><P>In the Vedic literature, we find the creation described in relationship to Mah&#257;-Vis&#803;n&#803;u. As stated in the Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/35.htm">5.35</A>):</P><P>eko 'py asau racayitum&#769; jagad-an&#803;d&#803;a-kot&#803;im&#769;</P><P CLASS=n>yac-chaktir asti jagad-an&#803;d&#803;a-cay&#257; yad-antah&#803;</P><P CLASS=n>an&#803;d&#803;&#257;ntara-stha-param&#257;n&#803;u-cay&#257;ntara-stham&#769;</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>"I worship the primeval Lord, Govinda, the original Personality of Godhead. By His partial plenary expansion as Mah&#257;-Vis&#803;n&#803;u, He enters into material nature. Then He enters every universe as Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u, and He enters all the elements, including every atom of matter, as Ks&#803;&#299;rodaka&#347;&#257;y&#299; Vis&#803;n&#803;u. Such manifestations of cosmic creation are innumerable, both in the universes and in the individual atoms." Govinda is partially exhibited as antary&#257;m&#299;, the Supersoul, who enters this material world (an&#803;d&#803;&#257;ntara-stha) and who is also within the atom. The Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/48.htm">5.48</A>) further says:</P><P>yasyaika-ni&#347;vasita-k&#257;lam ath&#257;valambya</P><P CLASS=n>j&#299;vanti loma-vilaj&#257; jagad-an&#803;d&#803;a-n&#257;th&#257;h&#803;</P><P CLASS=n>vis&#803;n&#803;ur mah&#257;n sa iha yasya kal&#257;-vi&#347;es&#803;o</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>This verse describes Mah&#257;-Vis&#803;n&#803;u as a plenary expansion of Kr&#803;s&#803;n&#803;a. Mah&#257;-Vis&#803;n&#803;u lies on the Causal Ocean, and when He exhales, millions of brahm&#257;n&#803;d&#803;as, or universes, come from the pores of His body. Then, when Mah&#257;-Vis&#803;n&#803;u inhales, all these brahm&#257;n&#803;d&#803;as disappear. Thus the millions of brahm&#257;n&#803;d&#803;as controlled by the Brahm&#257;s and other demigods come and go in this material world through the breathing of Mah&#257;-Vis&#803;n&#803;u.</P><P>Foolish persons think that when Kr&#803;s&#803;n&#803;a appears as the son of Vasudeva, He is limited like an ordinary child. But Vasudeva was aware that although the Lord had appeared as his son, the Lord had not entered Devak&#299;'s womb and then come out. Rather, the Lord was always there. The Supreme Lord is all-pervading, present within and without. pravis&#803;t&#803;a iva bh&#257;vyase: He only seemed to have entered the womb of Devak&#299; and to have now appeared as Vasudeva's child. The expression of this knowledge by Vasudeva indicates that Vasudeva knew how these events took place. Vasudeva was certainly a devotee of the Lord in full knowledge, and we must learn from devotees like him. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/34.htm">4.34</A>) therefore recommends:</P><P>tad viddhi pran&#803;ip&#257;tena</P><P CLASS=n>paripra&#347;nena sevay&#257;</P><P CLASS=n>upadeks&#803;yanti te j&#241;&#257;nam&#769;</P><P CLASS=n>j&#241;&#257;ninas tattva-dar&#347;inah&#803;</P><P>"Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth." Vasudeva begot the Supreme Personality of Godhead, yet he was in full knowledge of how the Supreme Lord appears and disappears. He was therefore tattva-dar&#347;&#299;, a seer of the truth, because he personally saw how the Supreme Absolute Truth appeared as his son. Vasudeva was not in ignorance, thinking that because the Supreme Godhead had appeared as his son, the Lord had become limited. The Lord is unlimitedly existing and all-pervading, inside and outside. Thus there is no question of His appearance or disappearance.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15-17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>