<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.21</P><P CLASS=c>tvam asya lokasya vibho riraks&#803;is&#803;ur</P><P CLASS=c>gr&#803;he 'vat&#299;rn&#803;o 'si mam&#257;khile&#347;vara</P><P CLASS=c>r&#257;janya-sam&#769;j&#241;&#257;sura-kot&#803;i-y&#363;thapair</P><P CLASS=c>nirvy&#363;hyam&#257;n&#257; nihanis&#803;yase cam&#363;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this world; <A CLASS=v HREF="http://vedabase.net/l/lokasya">lokasya</A> &#8212; especially of this <A HREF="http://vedabase.net/m/martya">martya</A>-<A HREF="http://vedabase.net/l/loka">loka</A>, the planet earth; <A CLASS=v HREF="http://vedabase.net/v/vibho">vibho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme; <A CLASS=v HREF="http://vedabase.net/r/riraksisuh">riraks&#803;is&#803;uh&#803;</A> &#8212; desiring protection (from the disturbance of the asuras); <A CLASS=v HREF="http://vedabase.net/g/grhe">gr&#803;he</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this house; <A CLASS=v HREF="http://vedabase.net/a/avatirnah">avat&#299;rn&#803;ah&#803;</A> <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; have now appeared; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; although You <A HREF="http://vedabase.net/a/are">are</A> the proprietor of the entire creation; <A CLASS=v HREF="http://vedabase.net/r/rajanya">r&#257;janya</A>-<A CLASS=v HREF="http://vedabase.net/s/samjna">sam&#769;j&#241;a</A>-<A CLASS=v HREF="http://vedabase.net/a/asura">asura</A>-<A CLASS=v HREF="http://vedabase.net/k/koti">kot&#803;i</A>-<A CLASS=v HREF="http://vedabase.net/y/yutha">y&#363;tha</A>-<A CLASS=v HREF="http://vedabase.net/p/paih">paih&#803;</A> &#8212; with millions of demons and their followers <A HREF="http://vedabase.net/i/in">in</A> the roles of politicians and kings; <A CLASS=v HREF="http://vedabase.net/n/nirvyuhyamanah">nirvy&#363;hyam&#257;n&#257;h&#803;</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> moving here and there all over the world; <A CLASS=v HREF="http://vedabase.net/n/nihanisyase">nihanis&#803;yase</A> &#8212; will kill; <A CLASS=v HREF="http://vedabase.net/c/camuh">cam&#363;h&#803;</A> &#8212; the armies, paraphernalia, soldiers and retinues.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, proprietor of all creation, You have now appeared in my house, desiring to protect this world. I am sure that You will kill all the armies that are moving all over the world under the leadership of politicians who are dressed as ks&#803;atriya rulers but who are factually demons. They must be killed by You for the protection of the innocent public.</P><P CLASS=t>PURPORT</P><P>Kr&#803;s&#803;n&#803;a appears in this world for two purposes, paritr&#257;n&#803;&#257;ya s&#257;dh&#363;n&#257;m&#769; vin&#257;&#347;&#257;ya ca dus&#803;kr&#803;t&#257;m: [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>] to protect the innocent, religious devotees of the Lord and to annihilate all the uneducated, uncultured asuras, who unnecessarily bark like dogs and fight among themselves for political power. It is said, kali-k&#257;le n&#257;ma-r&#363;pe kr&#803;s&#803;n&#803;a avat&#257;ra. The Hare Kr&#803;s&#803;n&#803;a movement is also an incarnation of Kr&#803;s&#803;n&#803;a in the form of the holy name (n&#257;ma-r&#363;pe). Every one of us who is actually afraid of the asuric rulers and politicians must welcome this incarnation of Kr&#803;s&#803;n&#803;a: Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Then we will surely be protected from the harassment of asuric rulers. At the present moment these rulers are so powerful that by hook or by crook they capture the highest posts in government and harass countless numbers of people on the plea of national security or some emergency. Then again, one asura defeats another asura, but the public continues to suffer. Therefore the entire world is in a precarious condition, and the only hope is this Hare Kr&#803;s&#803;n&#803;a movement. Lord Nr&#803;sim&#769;hadeva appeared when Prahl&#257;da was excessively harassed by his asuric father. Because of such asuric fathers &#8212; that is, the ruling politicians &#8212; it is very difficult to press forward the Hare Kr&#803;s&#803;n&#803;a movement, but because Kr&#803;s&#803;n&#803;a has now appeared in His holy name through this movement, we can hope that these asuric fathers will be annihilated and the kingdom of God established all over the world. The entire world is now full of many asuras in the guise of politicians, gurus, s&#257;dhus, yog&#299;s and incarnations, and they are misleading the general public away from Kr&#803;s&#803;n&#803;a consciousness, which can offer true benefit to human society.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>