<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.24</P><P CLASS=c>&#347;r&#299;-devaky uv&#257;ca</P><P CLASS=c>r&#363;pam&#769; yat tat pr&#257;hur avyaktam &#257;dyam&#769;</P><P CLASS=c>brahma jyotir nirgun&#803;am&#769; nirvik&#257;ram</P><P CLASS=c>satt&#257;-m&#257;tram&#769; nirvi&#347;es&#803;am&#769; nir&#299;ham&#769;</P><P CLASS=c>sa tvam&#769; s&#257;ks&#803;&#257;d vis&#803;n&#803;ur adhy&#257;tma-d&#299;pah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/d/devaki">devak&#299;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A> said; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form or substance; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; because You <A HREF="http://vedabase.net/a/are">are</A> the <A HREF="http://vedabase.net/s/same">same</A> substance; <A CLASS=v HREF="http://vedabase.net/p/prahuh">pr&#257;huh&#803;</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A> sometimes called; <A CLASS=v HREF="http://vedabase.net/a/avyaktam">avyaktam</A> &#8212; not perceivable by the material senses (<A HREF="http://vedabase.net/a/atah">atah&#803;</A> <A HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A>-n&#257;m&#257;di <A HREF="http://vedabase.net/n/na">na</A> bhaved <A HREF="http://vedabase.net/g/grahyam">gr&#257;hyam</A> <A HREF="http://vedabase.net/i/indriyaih">indriyaih&#803;</A>); <A CLASS=v HREF="http://vedabase.net/a/adyam">&#257;dyam</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A> the original cause; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A> known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih&#803;</A> &#8212; light; <A CLASS=v HREF="http://vedabase.net/n/nirgunam">nirgun&#803;am</A> &#8212; without material qualities; <A CLASS=v HREF="http://vedabase.net/n/nirvikaram">nirvik&#257;ram</A> &#8212; without change, the <A HREF="http://vedabase.net/s/same">same</A> form of <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A> perpetually; <A CLASS=v HREF="http://vedabase.net/s/satta">satt&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/matram">m&#257;tram</A> &#8212; the original substance, the cause of everything; <A CLASS=v HREF="http://vedabase.net/n/nirvisesam">nirvi&#347;es&#803;am</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A> present everywhere <A HREF="http://vedabase.net/a/as">as</A> the Supersoul (within the heart of <A HREF="http://vedabase.net/a/a">a</A> human being and within the heart of <A HREF="http://vedabase.net/a/an">an</A> animal, the <A HREF="http://vedabase.net/s/same">same</A> substance is present); <A CLASS=v HREF="http://vedabase.net/n/niriham">nir&#299;ham</A> &#8212; without material desires; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; that Supreme Person; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ks&#803;&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/v/visnuh">vis&#803;n&#803;uh&#803;</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/a/adhyatma">adhy&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/d/dipah">d&#299;pah&#803;</A> &#8212; the light for all transcendental knowledge (knowing You, one knows everything: <A HREF="http://vedabase.net/y/yasmin">yasmin</A> vij&#241;&#257;te <A HREF="http://vedabase.net/s/sarvam">sarvam</A> <A HREF="http://vedabase.net/e/evam">evam&#769;</A> <A HREF="http://vedabase.net/v/vijnatam">vij&#241;&#257;tam&#769;</A> <A HREF="http://vedabase.net/b/bhavati">bhavati</A>).</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Devak&#299; said: My dear Lord, there are different Vedas, some of which describe You as unperceivable through words and the mind. Yet You are the origin of the entire cosmic manifestation. You are Brahman, the greatest of everything, full of effulgence like the sun. You have no material cause, You are free from change and deviation, and You have no material desires. Thus the Vedas say that You are the substance. Therefore, my Lord, You are directly the origin of all Vedic statements, and by understanding You, one gradually understands everything. You are different from the light of Brahman and Param&#257;tm&#257;, yet You are not different from them. Everything emanates from You. Indeed, You are the cause of all causes, Lord Vis&#803;n&#803;u, the light of all transcendental knowledge.</P><P CLASS=t>PURPORT</P><P>Vis&#803;n&#803;u is the origin of everything, and there is no difference between Lord Vis&#803;n&#803;u and Lord Kr&#803;s&#803;n&#803;a because both of Them are vis&#803;n&#803;u-tattva. From the R&#803;g Veda we understand, om&#769; tad vis&#803;n&#803;oh&#803; paramam&#769; padam: the original substance is the all-pervading Lord Vis&#803;n&#803;u, who is also Param&#257;tm&#257; and the effulgent Brahman. The living entities are also part and parcel of Vis&#803;n&#803;u, who has various energies (par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate sv&#257;bh&#257;vik&#299; j&#241;&#257;na-bala-kriy&#257; ca). Vis&#803;n&#803;u, or Kr&#803;s&#803;n&#803;a, is therefore everything. Lord Kr&#803;s&#803;n&#803;a says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>), aham&#769; sarvasya prabhavo mattah&#803; sarvam&#769; pravartate: "I am the source of all spiritual and material worlds. Everything emanates from Me." Kr&#803;s&#803;n&#803;a, therefore, is the original cause of everything (sarva-k&#257;ran&#803;a-k&#257;ran&#803;am [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]). When Vis&#803;n&#803;u expands in His all-pervading aspect, we should understand Him to be the nir&#257;k&#257;ra-nirvi&#347;es&#803;a-brahmajyoti.</P><P>Although everything emanates from Kr&#803;s&#803;n&#803;a, He is ultimately a person. Aham &#257;dir hi dev&#257;n&#257;m: He is the origin of Brahm&#257;, Vis&#803;n&#803;u and Mahe&#347;vara, and from them many other demigods are manifested. Kr&#803;s&#803;n&#803;a therefore says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/27.htm">14.27</A>), brahman&#803;o hi pratis&#803;t&#803;h&#257;ham; "Brahman rests upon Me." The Lord also says:</P><P>ye 'py anya-devat&#257;-bhakt&#257;</P><P CLASS=n>yajante &#347;raddhay&#257;nvit&#257;h&#803;</P><P CLASS=n>te 'pi m&#257;m eva kaunteya</P><P CLASS=n>yajanty avidhi-p&#363;rvakam</P><P>"Whatever a man may sacrifice to other gods, O son of Kunt&#299;, is really meant for Me alone, but it is offered without true understanding." (<A CLASS=v HREF="../../../bg/9/23.htm">Bg. 9.23</A>) There are many persons who worship different demigods, considering all of them to be separate gods, which in fact they are not. The fact is that every demigod, and every living entity, is part and parcel of Kr&#803;s&#803;n&#803;a (mamaiv&#257;m&#769;&#347;o j&#299;va-loke j&#299;va-bh&#363;tah&#803;). The demigods are also in the category of living entities; they are not separate gods. But men whose knowledge is immature and contaminated by the modes of material nature worship various demigods, according to their intelligence. Therefore they are rebuked in Bhagavad-g&#299;t&#257; (k&#257;mais tais tair hr&#803;ta-j&#241;&#257;n&#257;h&#803; prapadyante 'nya-devat&#257;h&#803; [<A CLASS=v HREF="../../../bg/7/20.htm">Bg. 7.20</A>]). Because they are unintelligent and not very advanced and have not properly considered the truth, they take to the worship of various demigods or speculate according to various philosophies, such as the M&#257;y&#257;v&#257;da philosophy.</P><P>Kr&#803;s&#803;n&#803;a, Vis&#803;n&#803;u, is the actual origin of everything. As stated in the Vedas, yasya bh&#257;s&#803;&#257; sarvam idam&#769; vibh&#257;ti. The Absolute Truth is described later in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/28/15.htm">10.28.15</A>) as satyam&#769; j&#241;&#257;nam anantam yad brahma-jyotih&#803; san&#257;tanam. The brahmajyoti is san&#257;tana, eternal, yet it is dependent on Kr&#803;s&#803;n&#803;a (brahman&#803;o hi pratis&#803;t&#803;h&#257;ham). The Brahma-sam&#769;hit&#257; states that the Lord is all-pervading. An&#803;d&#803;&#257;ntara-stha-param&#257;n&#803;u-cay&#257;ntara-stham: He is within this universe, and He is within the atom as Param&#257;tm&#257;. Yasya prabh&#257; prabhavato jagad-an&#803;d&#803;a-kot&#803;i-kot&#803;is&#803;v a&#347;es&#803;a-vasudh&#257;di-vibhu-ti-bhinnam: [<A CLASS=v HREF="../../../bs/5/40.htm">Bs. 5.40</A>] Brahman is also not independent of Him. Therefore whatever a philosopher may describe is ultimately Kr&#803;s&#803;n&#803;a, or Lord Vis&#803;n&#803;u (sarvam&#769; khalv idam&#769; brahma, param&#769; brahma param&#769; dh&#257;ma pavitram&#769; paramam&#769; bhav&#257;n [<A CLASS=v HREF="../../../bg/10/12.htm">Bg. 10.12</A>]). According to different phases of understanding, Lord Vis&#803;n&#803;u is differently described, but in fact He is the origin of everything.</P><P>Because Devak&#299; was an unalloyed devotee, she could understand that the same Lord Vis&#803;n&#803;u had appeared as her son. Therefore, after the prayers of Vasudeva, Devak&#299; offered her prayers. She was very frightened because of her brother's atrocities. Devak&#299; said, "My dear Lord, Your eternal forms, like N&#257;r&#257;yan&#803;a, Lord R&#257;ma, &#346;es&#803;a, Var&#257;ha, Nr&#803;sim&#769;ha, V&#257;mana, Baladeva, and millions of similar incarnations emanating from Vis&#803;n&#803;u, are described in the Vedic literature as original. You are original because all Your forms as incarnations are outside of this material creation. Your form was existing before this cosmic manifestation was created. Your forms are eternal and all-pervading. They are self-effulgent, changeless and uncontaminated by the material qualities. Such eternal forms are ever-cognizant and full of bliss; they are situated in transcendental goodness and are always engaged in different pastimes. You are not limited to a particular form only; all such transcendental, eternal forms are self-sufficient. I can understand that You are the Supreme Lord Vis&#803;n&#803;u." We may conclude, therefore, that Lord Vis&#803;n&#803;u is everything, although He is also different from everything. This is the acintya-bhed&#257;bheda-tattva philosophy.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>