<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 3 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 3 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Birth of Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.3.28</P><P CLASS=c>sa tvam&#769; ghor&#257;d ugrasen&#257;tmaj&#257;n nas</P><P CLASS=c>tr&#257;hi trast&#257;n bhr&#803;tya-vitr&#257;sa-h&#257;si</P><P CLASS=c>r&#363;pam&#769; cedam&#769; paurus&#803;am&#769; dhy&#257;na-dhis&#803;n&#803;yam&#769;</P><P CLASS=c>m&#257; pratyaks&#803;am&#769; m&#257;m&#769;sa-dr&#803;&#347;&#257;m&#769; kr&#803;s&#803;&#299;s&#803;t&#803;h&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/g/ghorat">ghor&#257;t</A> &#8212; terribly fierce; <A CLASS=v HREF="http://vedabase.net/u/ugrasena">ugrasena</A>-<A CLASS=v HREF="http://vedabase.net/a/atmajat">&#257;tmaj&#257;t</A> &#8212; from the son of <A HREF="http://vedabase.net/u/ugrasena">Ugrasena</A>; <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/t/trahi">tr&#257;hi</A> &#8212; kindly protect; <A CLASS=v HREF="http://vedabase.net/t/trastan">trast&#257;n</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> very much afraid (of him); <A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhr&#803;tya</A>-<A CLASS=v HREF="http://vedabase.net/v/vitrasa">vitr&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/h/ha">h&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A> naturally the destroyer of the fear of Your servants; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Your <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A> form; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/paurusam">paurus&#803;am</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/dhyana">dhy&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/d/dhisnyam">dhis&#803;n&#803;yam</A> &#8212; who is appreciated by meditation; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/pratyaksam">pratyaks&#803;am</A> &#8212; directly visible; <A CLASS=v HREF="http://vedabase.net/m/mamsa">m&#257;m&#769;sa</A>-<A CLASS=v HREF="http://vedabase.net/d/drsam">dr&#803;&#347;&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> those who see with their material eyes; <A CLASS=v HREF="http://vedabase.net/k/krsisthah">kr&#803;s&#803;&#299;s&#803;t&#803;h&#257;h&#803;</A> &#8212; please be.</P><P CLASS=t>TRANSLATION</P><P>My Lord, because You dispel all the fear of Your devotees, I request You to save us and give us protection from the terrible fear of Kam&#769;sa. Your form as Vis&#803;n&#803;u, the Supreme Personality of Godhead, is appreciated by yog&#299;s in meditation. Please make this form invisible to those who see with material eyes.</P><P CLASS=t>PURPORT</P><P>The word dhy&#257;na-dhis&#803;n&#803;yam is significant in this verse because the form of Lord Vis&#803;n&#803;u is meditated upon by yog&#299;s (dhy&#257;n&#257;vasthita-tad-gatena manas&#257; pa&#347;yanti yam&#769; yoginah&#803; [<A CLASS=v HREF="../../12/13/1.htm">SB 12.13.1</A>]). Devak&#299; requested the Lord, who had appeared as Vis&#803;n&#803;u, to conceal that form, for she wanted to see the Lord as an ordinary child, like a child appreciated by persons who have material eyes. Devak&#299; wanted to see whether the Supreme Personality of Godhead had factually appeared or she was dreaming the Vis&#803;n&#803;u form. If Kam&#769;sa were to come, she thought, upon seeing the Vis&#803;n&#803;u form he would immediately kill the child, but if he saw a human child, he might reconsider. Devak&#299; was afraid of Ugrasena-&#257;tmaja; that is, she was afraid not of Ugrasena and his men, but of the son of Ugrasena. Thus she requested the Lord to dissipate that fear, since He is always ready to give protection (abhayam) to His devotees. "My Lord," she prayed, "I request You to save me from the cruel hands of the son of Ugrasena, Kam&#769;sa. I am praying to Your Lordship to please rescue me from this fearful condition because You are always ready to give protection to Your servitors." The Lord has confirmed this statement in the Bhagavad-g&#299;t&#257; by assuring Arjuna, "You may declare to the world, My devotee shall never be vanquished."</P><P>While thus praying to the Lord for rescue, mother Devak&#299; expressed her motherly affection: "I understand that this transcendental form is generally perceived in meditation by the great sages, but I am still afraid because as soon as Kam&#769;sa understands that You have appeared, he might harm You. So I request that for the time being You become invisible to our material eyes." In other words, she requested the Lord to assume the form of an ordinary child. "My only cause of fear from my brother Kam&#769;sa is due to Your appearance. My Lord Madhus&#363;dana, Kam&#769;sa may know that You are already born. Therefore I request You to conceal this four-armed form of Your Lordship, which holds the four symbols of Vis&#803;n&#803;u &#8212; namely the conchshell, the disc, the club and the lotus flower. My dear Lord, at the end of the annihilation of the cosmic manifestation, You put the whole universe within Your abdomen; still, by Your unalloyed mercy, You have appeared in my womb. I am surprised that You imitate the activities of ordinary human beings just to please Your devotee."</P><P>Devak&#299; was so afraid of Kam&#769;sa that she could not believe that Kam&#769;sa would be unable to kill Lord Vis&#803;n&#803;u, who was personally present. Out of motherly affection, therefore, she requested the Supreme Personality of Godhead to disappear. Although because of the Lord's disappearance Kam&#769;sa would harass her more and more, thinking that the child born of her was hidden somewhere, she did not want the transcendental child to be harassed and killed. Therefore she requested Lord Vis&#803;n&#803;u to disappear. Later, when harassed, she would think of Him within her mind.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>