<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Pr&#803;thu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.13</P><P CLASS=c>evam&#769; sa v&#299;ra-pravarah&#803;</P><P CLASS=c>sam&#769;yojy&#257;tm&#257;nam &#257;tmani</P><P CLASS=c>brahma-bh&#363;to dr&#803;d&#803;ham&#769; k&#257;le</P><P CLASS=c>taty&#257;ja svam&#769; kalevaram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/p/pravarah">pravarah&#803;</A> &#8212; the chief of the heroes; <A CLASS=v HREF="http://vedabase.net/s/samyojya">sam&#769;yojya</A> &#8212; applying; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; unto the Supersoul; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutah">bh&#363;tah&#803;</A> &#8212; being liberated; <A CLASS=v HREF="http://vedabase.net/d/drdham">dr&#803;d&#803;ham</A> &#8212; firmly; <A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> due course of time; <A CLASS=v HREF="http://vedabase.net/t/tatyaja">taty&#257;ja</A> &#8212; gave up; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/k/kalevaram">kalevaram</A> &#8212; body.</P><P CLASS=t>TRANSLATION</P><P>In due course of time, when Pr&#803;thu Mah&#257;r&#257;ja was to give up his body, he fixed his mind firmly upon the lotus feet of Kr&#803;s&#803;n&#803;a, and thus, completely situated on the brahma-bh&#363;ta platform, he gave up the material body.</P><P CLASS=t>PURPORT</P><P>According to a Bengali proverb, whatever spiritual progress one makes in life will be tested at the time of death. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/6.htm">8.6</A>) it is also confirmed: yam&#769; yam&#769; v&#257;pi smaran bh&#257;vam&#769; tyajaty ante kalevaram/ tam&#769; tam evaiti kaunteya sad&#257; tad-bh&#257;va-bh&#257;vitah&#803;. Those who are practicing Kr&#803;s&#803;n&#803;a consciousness know that their examination will be held at the time of death. If one can remember Kr&#803;s&#803;n&#803;a at death, he is immediately transferred to Goloka Vr&#803;nd&#257;vana, or Kr&#803;s&#803;n&#803;aloka, and thus his life becomes successful. Pr&#803;thu Mah&#257;r&#257;ja, by the grace of Kr&#803;s&#803;n&#803;a, could understand that the end of his life was near, and thus he became very jubilant and proceeded to completely give up his body on the brahma-bh&#363;ta stage by practicing the yogic process. It is thoroughly described in the following verses how one can voluntarily give up this body and return home, back to Godhead. The yogic process practiced by Pr&#803;thu Mah&#257;r&#257;ja at the time of death accelerates the giving up of this body while one is in sound health physically and mentally. Every devotee desires to give up the body while it is sound physically and mentally. This desire was also expressed by King Kula&#347;ekhara in his Mukunda-m&#257;l&#257;-stotra:</P><P>kr&#803;s&#803;n&#803;a tvad&#299;ya-padapa&#324;kaja-pa&#241;jar&#257;ntam</P><P CLASS=n>adyaiva me vi&#347;atu m&#257;nasa-r&#257;ja-ham&#769;sah&#803;</P><P CLASS=n>pr&#257;n&#803;a-pray&#257;n&#803;a-samaye kapha-v&#257;ta-pittaih&#803;</P><P CLASS=n>kan&#803;t&#803;h&#257;varodhana-vidhau smaran&#803;am&#769; kutas te</P><P>King Kula&#347;ekhara wanted to give up his body while in a healthy state, and he thus prayed to Kr&#803;s&#803;n&#803;a to let him die immediately while he was in good health and while his mind was sound. When a man dies, he is generally overpowered by mucus and bile, and thus he chokes. Since it is very difficult to vibrate any sound while choking, it is simply by Kr&#803;s&#803;n&#803;a's grace that one can chant Hare Kr&#803;s&#803;n&#803;a at the time of death. However, by situating oneself in the mukt&#257;sana position, a yog&#299; can immediately give up his body and go to whatever planet he desires. A perfect yog&#299; can give up his body whenever he desires through the practice of yoga.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>