<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Pr&#803;thu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.29</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>stuvat&#299;s&#803;v amara-str&#299;s&#803;u</P><P CLASS=c>pati-lokam&#769; gat&#257; vadh&#363;h&#803;</P><P CLASS=c>yam&#769; v&#257; &#257;tma-vid&#257;m&#769; dhuryo</P><P CLASS=c>vainyah&#803; pr&#257;p&#257;cyut&#257;&#347;rayah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya continued <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/s/stuvatisu">stuvat&#299;s&#803;u</A> &#8212; while glorifying; <A CLASS=v HREF="http://vedabase.net/a/amara">amara</A>-<A CLASS=v HREF="http://vedabase.net/s/strisu">str&#299;s&#803;u</A> &#8212; by the wives of the denizens of heaven; <A CLASS=v HREF="http://vedabase.net/p/pati">pati</A>-<A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; the planet where the husband <A HREF="http://vedabase.net/h/had">had</A> gone; <A CLASS=v HREF="http://vedabase.net/g/gata">gat&#257;</A> &#8212; reaching; <A CLASS=v HREF="http://vedabase.net/v/vadhuh">vadh&#363;h&#803;</A> &#8212; the wife; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vidam">vid&#257;m</A> &#8212; of the self-realized souls; <A CLASS=v HREF="http://vedabase.net/d/dhuryah">dhuryah&#803;</A> &#8212; the topmost; <A CLASS=v HREF="http://vedabase.net/v/vainyah">vainyah&#803;</A> &#8212; the son of King <A HREF="http://vedabase.net/v/vena">Vena</A> (<A HREF="http://vedabase.net/p/prthu">Pr&#803;thu</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>); <A CLASS=v HREF="http://vedabase.net/p/prapa">pr&#257;pa</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah&#803;</A> &#8212; under the protection of the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued speaking: My dear Vidura, when the wives of the denizens of heaven were thus talking amongst themselves, Queen Arci reached the planet which her husband, Mah&#257;r&#257;ja Pr&#803;thu, the topmost self-realized soul, had attained.</P><P CLASS=t>PURPORT</P><P>According to Vedic scriptures, a woman who dies with her husband, or enters into the fire in which her husband is burning, also enters the same planet her husband attains. In this material world there is a planet known as Patiloka, just as there is a planet known as Pitr&#803;loka. But in this verse the word pati-loka does not refer to any planet within this material universe, for Pr&#803;thu Mah&#257;r&#257;ja, being topmost amongst self-realized souls, certainly returned home, back to Godhead, and attained one of the Vaikun&#803;t&#803;ha planets. Queen Arci also entered Patiloka, but this planet is not in the material universe, for she actually entered the planet which her husband attained. In the material world also, when a woman dies with her husband, she again unites with him in the next birth. Similarly, Mah&#257;r&#257;ja Pr&#803;thu and Queen Arci united in the Vaikun&#803;t&#803;ha planets. In the Vaikun&#803;t&#803;ha planets there are husbands and wives, but there is no question of their giving birth to children or having sex life. In the Vaikun&#803;t&#803;ha planets both husbands and wives are extraordinarily beautiful, and they are attracted to one another, but they do not enjoy sex life. Indeed, they consider sex not to be very relishable because both husband and wife are always absorbed in Kr&#803;s&#803;n&#803;a consciousness and in glorifying and chanting the glories of the Lord.</P><P>According to Bhaktivinoda T&#803;h&#257;kura also, a husband and wife can turn the home into a place as good as Vaikun&#803;t&#803;ha, even while in this material world. Being absorbed in Kr&#803;s&#803;n&#803;a consciousness, even in this world husband and wife can live in Vaikun&#803;t&#803;ha simply by installing the Deity of the Lord within the home and serving the Deity according to the directions of the &#347;&#257;stras. In this way, they will never feel the sex urge. That is the test of advancement in devotional service. One who is advanced in devotional service is never attracted by sex life, and as soon as one becomes detached from sex life and proportionately attached to the service of the Lord, he actually experiences living in the Vaikun&#803;t&#803;ha planets. In the ultimate issue, there is actually no material world, but when one forgets the service of the Lord and engages himself in the service of his senses, he is said to be living in the material world.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>