<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Pr&#803;thu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.31</P><P CLASS=c>ya idam&#769; sumahat pun&#803;yam&#769;</P><P CLASS=c>&#347;raddhay&#257;vahitah&#803; pat&#803;het</P><P CLASS=c>&#347;r&#257;vayec chr&#803;n&#803;uy&#257;d v&#257;pi</P><P CLASS=c>sa pr&#803;thoh&#803; padav&#299;m iy&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/p/punyam">pun&#803;yam</A> &#8212; pious; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with great faith; <A CLASS=v HREF="http://vedabase.net/a/avahitah">avahitah&#803;</A> &#8212; with great attention; <A CLASS=v HREF="http://vedabase.net/p/pathet">pat&#803;het</A> &#8212; reads; <A CLASS=v HREF="http://vedabase.net/s/sravayet">&#347;r&#257;vayet</A> &#8212; explains; <A CLASS=v HREF="http://vedabase.net/s/srnuyat">&#347;r&#803;n&#803;uy&#257;t</A> &#8212; hears; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; that person; <A CLASS=v HREF="http://vedabase.net/p/prthoh">pr&#803;thoh&#803;</A> &#8212; of King <A HREF="http://vedabase.net/p/prthu">Pr&#803;thu</A>; <A CLASS=v HREF="http://vedabase.net/p/padavim">padav&#299;m</A> &#8212; situation; <A CLASS=v HREF="http://vedabase.net/i/iyat">iy&#257;t</A> &#8212; attains.</P><P CLASS=t>TRANSLATION</P><P>Any person who describes the great characteristics of King Pr&#803;thu with faith and determination &#8212; whether he reads or hears of them himself or helps others to hear of them &#8212; is certain to attain the very planet which Mah&#257;r&#257;ja Pr&#803;thu attained. In other words, such a person also returns home to the Vaikun&#803;t&#803;ha planets, back to Godhead.</P><P CLASS=t>PURPORT</P><P>In the execution of devotional service, &#347;ravan&#803;am&#769; k&#299;rtanam&#769; vis&#803;n&#803;oh&#803; [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>] is especially stressed. This means that bhakti, or devotional service, begins by hearing and chanting about Vis&#803;n&#803;u. When we speak of Vis&#803;n&#803;u, we also refer to that which relates to Vis&#803;n&#803;u. In the &#346;iva Pur&#257;n&#803;a, Lord &#346;iva recommends Vis&#803;n&#803;u worship to be the topmost worship, and better than Vis&#803;n&#803;u worship is worship of the Vais&#803;n&#803;ava or anything that is related to Vis&#803;n&#803;u. The fact is explained herein that hearing and chanting about a Vais&#803;n&#803;ava is as good as hearing and chanting about Vis&#803;n&#803;u, for Maitreya has explained that anyone who hears about Pr&#803;thu Mah&#257;r&#257;ja with attention also attains the planet which Mah&#257;r&#257;ja Pr&#803;thu attained. There is no duality between Vis&#803;n&#803;u and the Vais&#803;n&#803;ava, and this is called advaya-j&#241;&#257;na. A Vais&#803;n&#803;ava is as important as Vis&#803;n&#803;u, and therefore &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura wrote in his Gurv-as&#803;t&#803;aka:</P><P>s&#257;ks&#803;&#257;d-dharitvena samasta-&#347;&#257;strair</P><P CLASS=n>uktas tath&#257; bh&#257;vyata eva sadbhih&#803;</P><P CLASS=n>kintu prabhor yah&#803; priya eva tasya</P><P CLASS=n>vande guroh&#803; &#347;r&#299;-caran&#803;&#257;ravindam **</P><P>"The spiritual master is honored as much as the Supreme Lord because he is the most confidential servitor of the Lord. This is acknowledged in all revealed scriptures and is followed by all authorities. Therefore I offer my respectful obeisances unto the lotus feet of my spiritual master, who is a bona fide representative of &#346;r&#299; Hari."</P><P>The supreme Vais&#803;n&#803;ava is the spiritual master, and he is nondifferent from the Supreme Personality of Godhead. It is said that sometimes Lord Caitanya Mah&#257;prabhu used to chant the names of the gop&#299;s. Some of the Lord's students tried to advise Him to chant the name of Kr&#803;s&#803;n&#803;a instead, but upon hearing this Caitanya Mah&#257;prabhu became very angry with His students. The controversy on this subject reached a point that after this incident Caitanya Mah&#257;prabhu decided to take sanny&#257;sa because He was not taken very seriously in His gr&#803;hastha-&#257;&#347;rama. The point is that since &#346;r&#299; Caitanya Mah&#257;prabhu chanted the names of the gop&#299;s, worship of the gop&#299;s or the devotees of the Lord is as good as devotional service rendered directly to the Lord. It is also stated by the Lord Himself that devotional service to His devotees is better than service offered directly to Him. Sometimes the sahajiy&#257; class of devotees are interested only in Kr&#803;s&#803;n&#803;a's personal pastimes to the exclusion of the activities of the devotees. This type of devotee is not on a very high level; one who sees the devotee and the Lord on the same level has further progressed.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>