<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 23 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 23 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Pr&#803;thu's Going Back Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.23.7</P><P CLASS=c>titiks&#803;ur yata-v&#257;g d&#257;nta</P><P CLASS=c>&#363;rdhva-ret&#257; jit&#257;nilah&#803;</P><P CLASS=c>&#257;rir&#257;dhayis&#803;uh&#803; kr&#803;s&#803;n&#803;am</P><P CLASS=c>acarat tapa uttamam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/titiksuh">titiks&#803;uh&#803;</A> &#8212; tolerating; <A CLASS=v HREF="http://vedabase.net/y/yata">yata</A> &#8212; controlling; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/d/dantah">d&#257;ntah&#803;</A> &#8212; controlling the senses; <A CLASS=v HREF="http://vedabase.net/u/urdhva">&#363;rdhva</A>-<A CLASS=v HREF="http://vedabase.net/r/retah">ret&#257;h&#803;</A> &#8212; without discharge of semen; <A CLASS=v HREF="http://vedabase.net/j/jita">jita</A>-<A CLASS=v HREF="http://vedabase.net/a/anilah">anilah&#803;</A> &#8212; controlling the life air; <A CLASS=v HREF="http://vedabase.net/a/ariradhayisuh">&#257;rir&#257;dhayis&#803;uh&#803;</A> &#8212; simply desiring; <A CLASS=v HREF="http://vedabase.net/k/krsnam">kr&#803;s&#803;n&#803;am</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/a/acarat">acarat</A> &#8212; practice; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah&#803;</A> &#8212; austerities; <A CLASS=v HREF="http://vedabase.net/u/uttamam">uttamam</A> &#8212; the best.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Pr&#803;thu underwent all these severe austerities in order to control his words and his senses, to refrain from discharging his semen and to control the life air within his body. All this he did for the satisfaction of Kr&#803;s&#803;n&#803;a. He had no other purpose.</P><P CLASS=t>PURPORT</P><P>In Kali-yuga the following is recommended:</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>In order to be recognized by Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead, one should chant the holy name of the Lord continuously, twenty-four hours a day. Unfortunate persons who cannot accept this formula prefer to execute some type of pseudomeditation, without accepting the other processes of austerity. The fact is, however, that one must accept either the severe method of austerity described above to become purified or take to the process of devotional service recommended for pleasing the Supreme Lord, Kr&#803;s&#803;n&#803;a. The person who is Kr&#803;s&#803;n&#803;a conscious is most intelligent because in Kali-yuga it is not at all possible to undergo such severe austerities. We need only follow great personalities like Lord Caitanya Mah&#257;prabhu. In His &#346;iks&#803;&#257;s&#803;t&#803;aka, Lord Caitanya Mah&#257;prabhu wrote, param&#769; vijayate &#347;r&#299;-kr&#803;s&#803;n&#803;a-sa&#324;k&#299;rtanam: all glories to the holy names of Lord Kr&#803;s&#803;n&#803;a, which from the very beginning purify the heart and immediately liberate one. Bhava-mah&#257;-d&#257;v&#257;gni-nirv&#257;panam. If the real purpose of all yoga is to please Lord Kr&#803;s&#803;n&#803;a, then this simple bhakti-yoga system recommended for this age is sufficient. It is necessary, however, to engage constantly in the service of the Lord. Although Pr&#803;thu Mah&#257;r&#257;ja executed his austerities long before the appearance of Lord Kr&#803;s&#803;n&#803;a on this planet, his purpose was still to please Kr&#803;s&#803;n&#803;a.</P><P>There are many fools who claim that worship of Kr&#803;s&#803;n&#803;a began only about five thousand years ago, after the appearance of Lord Kr&#803;s&#803;n&#803;a in India, but this is not a fact. Pr&#803;thu Mah&#257;r&#257;ja worshiped Kr&#803;s&#803;n&#803;a millions of years ago, for Pr&#803;thu happened to be a descendant of the family of Mah&#257;r&#257;ja Dhruva, who reigned for thirty-six thousand years during the Satya-yuga age. Unless his total life-span was one hundred thousand years, how could Dhruva Mah&#257;r&#257;ja reign over the world for thirty-six thousand years? The point is that Kr&#803;s&#803;n&#803;a worship existed at the beginning of creation and has continued to exist throughout Satya-yuga, Tret&#257;-yuga and Dv&#257;para-yuga, and now it is continuing in Kali-yuga. As stated in Bhagavad-g&#299;t&#257;, Kr&#803;s&#803;n&#803;a appears not only in this millennium of Brahm&#257;'s life, but in every millennium. Therefore worship of Kr&#803;s&#803;n&#803;a is conducted in all millenniums. It is not that Kr&#803;s&#803;n&#803;a worship began only when Kr&#803;s&#803;n&#803;a appeared on this planet five thousand years ago. This is a foolish conclusion that is not substantiated by Vedic literatures.</P><P>Also of significance in this verse are the words &#257;rir&#257;dhayis&#803;uh&#803; kr&#803;s&#803;n&#803;am acarat tapa uttamam. Mah&#257;r&#257;ja Pr&#803;thu underwent severe types of austerities for the express purpose of worshiping Kr&#803;s&#803;n&#803;a. Kr&#803;s&#803;n&#803;a is so kind, especially in this age, that He appears in the transcendental vibration of His holy name. As is said in the N&#257;rada-pa&#241;car&#257;tra, &#257;r&#257;dhito yadi haris tapas&#257; tatah&#803; kim. If Kr&#803;s&#803;n&#803;a is worshiped, if He is the goal of advancement, there is no need for one to execute severe types of tapasya, because one has already reached his destination. If, after executing all types of tapasya, one cannot reach Kr&#803;s&#803;n&#803;a, all his tapasya has no value, for without Kr&#803;s&#803;n&#803;a all austerity is simply wasted labor. &#346;rama eva hi kevalam (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/8.htm">1.2.8</A>). We should therefore not be discouraged just because we cannot go to the forest and practice severe austerities. Our life is so short that we must strictly adhere to the principles laid down by the Vais&#803;n&#803;ava &#257;c&#257;ryas and peacefully execute Kr&#803;s&#803;n&#803;a consciousness. There is no need to become despondent. Narottama d&#257;sa T&#803;h&#257;kura recommends: &#257;nande bala hari, bhaja vr&#803;nd&#257;vana, &#347;ri-guru-vais&#803;n&#803;ava-pade maj&#257;iy&#257; mana. For a transcendental, blissful life, chant the Hare Kr&#803;s&#803;n&#803;a mantra, come worship the holy place of Vr&#803;nd&#257;vana, and always engage in the service of the Lord, of the spiritual master and of the Vais&#803;n&#803;avas. This Kr&#803;s&#803;n&#803;a consciousness movement is therefore very safe and easy. We have only to execute the order of the Lord and fully surrender unto Him. We have only to execute the order of the spiritual master, preach Kr&#803;s&#803;n&#803;a consciousness and follow in the path of the Vais&#803;n&#803;avas. The spiritual master represents both Lord Kr&#803;s&#803;n&#803;a and the Vais&#803;n&#803;avas; therefore by following the instructions of the spiritual master and by chanting Hare Kr&#803;s&#803;n&#803;a, everything will be all right.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>