<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 21 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 21 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Dynasty of Bharata;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.21.21</P><P CLASS=c>ajam&#299;d&#803;ho dvim&#299;d&#803;ha&#347; ca</P><P CLASS=c>purum&#299;d&#803;ha&#347; ca hastinah&#803;</P><P CLASS=c>ajam&#299;d&#803;hasya vam&#769;&#347;y&#257;h&#803; syuh&#803;</P><P CLASS=c>priyamedh&#257;dayo dvij&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ajamidhah">ajam&#299;d&#803;hah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/ajamidha">Ajam&#299;d&#803;ha</A>; <A CLASS=v HREF="http://vedabase.net/d/dvimidhah">dvim&#299;d&#803;hah&#803;</A> &#8212; Dvim&#299;d&#803;ha; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/purumidhah">purum&#299;d&#803;hah&#803;</A> &#8212; Purum&#299;d&#803;ha; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/h/hastinah">hastinah&#803;</A> &#8212; became the sons of <A HREF="http://vedabase.net/h/hasti">Hast&#299;</A>; <A CLASS=v HREF="http://vedabase.net/a/ajamidhasya">ajam&#299;d&#803;hasya</A> &#8212; of <A HREF="http://vedabase.net/a/ajamidha">Ajam&#299;d&#803;ha</A>; <A CLASS=v HREF="http://vedabase.net/v/vamsyah">vam&#769;&#347;y&#257;h&#803;</A> &#8212; descendants; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh&#803;</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/p/priyamedha">priyamedha</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah&#803;</A> &#8212; headed by <A HREF="http://vedabase.net/p/priyamedha">Priyamedha</A>; <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvij&#257;h&#803;</A> &#8212; br&#257;hman&#803;as.</P><P CLASS=t>TRANSLATION</P><P>From King Hast&#299; came three sons, named Ajam&#299;d&#803;ha, Dvim&#299;d&#803;ha and Purum&#299;d&#803;ha. The descendants of Ajam&#299;d&#803;ha, headed by Priyamedha, all achieved the position of br&#257;hman&#803;as.</P><P CLASS=t>PURPORT</P><P>This verse gives evidence confirming the statement of Bhagavad-g&#299;t&#257; that the orders of society &#8212; br&#257;hman&#803;a, ks&#803;atriya, vai&#347;ya and &#347;&#363;dra &#8212; are calculated in terms of qualities and activities (gun&#803;a-karma-vibh&#257;ga&#347;ah&#803;). All the descendants of Ajam&#299;d&#803;ha, who was a ks&#803;atriya, became br&#257;hman&#803;as. This was certainly because of their qualities and activities. Similarly, sometimes the sons of br&#257;hman&#803;as or ks&#803;atriyas become vai&#347;yas (br&#257;hman&#803;a-vai&#347;yat&#257;m&#769; gat&#257;h&#803;). When a ks&#803;atriya or br&#257;hman&#803;a adopts the occupation or duty of a vai&#347;ya (kr&#803;s&#803;i-go-raks&#803;ya-v&#257;n&#803;ijyam [<A CLASS=v HREF="../../../bg/18/44.htm">Bg. 18.44</A>]), he is certainly counted as a vai&#347;ya. On the other hand, if one is born a vai&#347;ya, by his activities he can become a br&#257;hman&#803;a. This is confirmed by N&#257;rada Muni. Yasya yal-laks&#803;an&#803;am&#769; proktam. The members of the varn&#803;as, or social orders &#8212; br&#257;hman&#803;a, ks&#803;atriya, vai&#347;ya and &#347;&#363;dra &#8212; must be ascertained by their symptoms, not by birth. Birth is immaterial; quality is essential.</P><P CLASS=l><A CLASS=i HREF="19-20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>