<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 23 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 23 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Song of the Avant&#299; Br&#257;hman&#803;a.</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.23.11</P><P CLASS=c>j&#241;&#257;tyo jagr&#803;huh&#803; ki&#241;cit</P><P CLASS=c>ki&#241;cid dasyava uddhava</P><P CLASS=c>daivatah&#803; k&#257;latah&#803; ki&#241;cid</P><P CLASS=c>brahma-bandhor nr&#803;-p&#257;rthiv&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnatayah">j&#241;&#257;tayah&#803;</A> &#8212; the relatives; <A CLASS=v HREF="http://vedabase.net/j/jagrhuh">jagr&#803;huh&#803;</A> &#8212; took away; <A CLASS=v HREF="http://vedabase.net/k/kincit">ki&#241;cit</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/k/kincit">ki&#241;cit</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/d/dasyavah">dasyavah&#803;</A> &#8212; thieves; <A CLASS=v HREF="http://vedabase.net/u/uddhava">uddhava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>; <A CLASS=v HREF="http://vedabase.net/d/daivatah">daivatah&#803;</A> &#8212; by providence; <A CLASS=v HREF="http://vedabase.net/k/kalatah">k&#257;latah&#803;</A> &#8212; by time; <A CLASS=v HREF="http://vedabase.net/k/kincit">ki&#241;cit</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhoh">bandhoh&#803;</A> &#8212; of the <A HREF="http://vedabase.net/s/so">so</A>-called <A HREF="http://vedabase.net/b/brahmana">br&#257;hman&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/n/nr">nr&#803;</A> &#8212; by common men; <A CLASS=v HREF="http://vedabase.net/p/parthivat">p&#257;rthiv&#257;t</A> &#8212; and by elevated government officials.</P><P CLASS=t>TRANSLATION</P><P>Some of the wealth of this so-called br&#257;hman&#803;a was taken away by his relatives, My dear Uddhava, some by thieves, some by the whims of providence, some by the effects of time, some by ordinary men and some by government authorities.</P><P CLASS=t>PURPORT</P><P>It appears that even though the so-called br&#257;hman&#803;a was determined not to spend his money, his wife and other relatives managed to squeeze out a portion. According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, providence here refers to fires in the home and other types of occasional misfortune. Effects of time here refers to the destruction of agricultural crops through seasonal irregularities and other such occurrences. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; T&#803;h&#257;kura points out that one should not merely proclaim oneself to be a br&#257;hman&#803;a but should actually understand one's original identity as a servant of the Lord. One declaring himself to be a br&#257;hman&#803;a but maintaining a materialistic mentality is not a real br&#257;hman&#803;a, but rather a brahma-bandhu, or so-called br&#257;hman&#803;a. The humble devotees of Lord Vis&#803;n&#803;u, following the indications of the Vedic scriptures, refer to themselves as unfortunate and unable to understand the kingdom of God; they do not proudly proclaim themselves to be br&#257;hman&#803;as. Those who are wise, however, know that such humble devotees are actually br&#257;hman&#803;as whose hearts are cleansed by the pure mode of goodness.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>