<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 39 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 39 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 39: <A CLASS=v HREF="index.htm">Akr&#363;ra's vision</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.39.28</P><P CLASS=c>niv&#257;ray&#257;mah&#803; samupetya m&#257;dhavam&#769;</P><P CLASS=c>kim&#769; no 'karis&#803;yan kula-vr&#803;ddha-b&#257;ndhav&#257;h&#803;</P><P CLASS=c>mukunda-sa&#324;g&#257;n nimis&#803;&#257;rdha-dustyaj&#257;d</P><P CLASS=c>daivena vidhvam&#769;sita-d&#299;na-cetas&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nivarayamah">niv&#257;ray&#257;mah&#803;</A> &#8212; let us stop; <A CLASS=v HREF="http://vedabase.net/s/samupetya">samupetya</A> &#8212; going up <A HREF="http://vedabase.net/t/to">to</A> Him; <A CLASS=v HREF="http://vedabase.net/m/madhavam">m&#257;dhavam</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> us; <A CLASS=v HREF="http://vedabase.net/a/akarisyan">akaris&#803;yan</A> &#8212; will <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A> &#8212; of the family; <A CLASS=v HREF="http://vedabase.net/v/vrddha">vr&#803;ddha</A> &#8212; the elders; <A CLASS=v HREF="http://vedabase.net/b/bandhavah">b&#257;ndhav&#257;h&#803;</A> &#8212; and our relatives; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A>-<A CLASS=v HREF="http://vedabase.net/s/sangat">sa&#324;g&#257;t</A> &#8212; from the association of Lord <A HREF="http://vedabase.net/m/mukunda">Mukunda</A>; <A CLASS=v HREF="http://vedabase.net/n/nimisa">nimis&#803;a</A> &#8212; of the wink of <A HREF="http://vedabase.net/a/an">an</A> eye; <A CLASS=v HREF="http://vedabase.net/a/ardha">ardha</A> &#8212; for one half; <A CLASS=v HREF="http://vedabase.net/d/dustyajat">dustyaj&#257;t</A> &#8212; which is impossible <A HREF="http://vedabase.net/t/to">to</A> give up; <A CLASS=v HREF="http://vedabase.net/d/daivena">daivena</A> &#8212; by fate; <A CLASS=v HREF="http://vedabase.net/v/vidhvamsita">vidhvam&#769;sita</A> &#8212; separated; <A CLASS=v HREF="http://vedabase.net/d/dina">d&#299;na</A> &#8212; wretched; <A CLASS=v HREF="http://vedabase.net/c/cetasam">cetas&#257;m</A> &#8212; whose hearts.</P><P CLASS=t>TRANSLATION</P><P>Let us directly approach M&#257;dhava and stop Him from going. What can our family elders and other relatives do to us? Now that fate is separating us from Mukunda, our hearts are already wretched, for we cannot bear to give up His association even for a fraction of a second.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; describes what the gop&#299;s thought: "Let us go right up to Kr&#803;s&#803;n&#803;a and pull at His clothes and hands and insist that He get down from His chariot and stay here with us. We will tell Him, 'Don't bring upon Yourself the sinful reaction for murdering so many women!' "</P><P>"But if we do that," said other gop&#299;s, "our relatives and the village elders will discover our secret love for Kr&#803;s&#803;n&#803;a and abandon us."</P><P>"But what can they do to us?"</P><P>"Yes, our lives are already wretched now that Kr&#803;s&#803;n&#803;a is leaving. We have nothing to lose."</P><P>"That's right. We will remain in the Vr&#803;nd&#257;vana forest just like presiding goddesses, and then we can fulfill our true desire &#8212; to stay with Kr&#803;s&#803;n&#803;a in the forest."</P><P>"Yes, and even if the elders and our relatives punish us by beating us or locking us up, we can still live happily with the knowledge that Kr&#803;s&#803;n&#803;a is residing in our village. Some of our girlfriends who are not imprisoned will cleverly find a way to bring us the remnants of Kr&#803;s&#803;n&#803;a's food, and then we can remain alive. But if Kr&#803;s&#803;n&#803;a is not stopped, we will certainly die."</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>