<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 28 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 28 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kapila's Instructions on the Execution of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.28.12</P><P CLASS=c>yad&#257; manah&#803; svam&#769; virajam&#769;</P><P CLASS=c>yogena susam&#257;hitam</P><P CLASS=c>k&#257;s&#803;t&#803;h&#257;m&#769; bhagavato dhy&#257;yet</P><P CLASS=c>sva-n&#257;s&#257;gr&#257;valokanah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/m/manah">manah&#803;</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/v/virajam">virajam</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by <A HREF="http://vedabase.net/y/yoga">yoga</A> practice; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/samahitam">sam&#257;hitam</A> &#8212; controlled; <A CLASS=v HREF="http://vedabase.net/k/kastham">k&#257;s&#803;t&#803;h&#257;m</A> &#8212; the plenary expansion; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah&#803;</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/dhyayet">dhy&#257;yet</A> &#8212; one should meditate upon; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/n/nasa">n&#257;s&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/agra">agra</A> &#8212; the tip of one's nose; <A CLASS=v HREF="http://vedabase.net/a/avalokanah">avalokanah&#803;</A> &#8212; looking at.</P><P CLASS=t>TRANSLATION</P><P>When the mind is perfectly purified by this practice of yoga, one should concentrate on the tip of the nose with half-closed eyes and see the form of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>It is clearly mentioned here that one has to meditate upon the expansion of Vis&#803;n&#803;u. The word kas&#803;t&#803;h&#257;m refers to Param&#257;tm&#257;, the expansion of the expansion of Vis&#803;n&#803;u. Bhagavatah&#803; refers to Lord Vis&#803;n&#803;u, the Supreme Personality of Godhead. The Supreme Godhead is Kr&#803;s&#803;n&#803;a; from Him comes the first expansion, Baladeva, and from Baladeva come Sa&#324;kars&#803;an&#803;a, Aniruddha and many other forms, followed by the purus&#803;a-avat&#257;ras. As mentioned in the previous verses (purus&#803;&#257;rcanam), this purus&#803;a is represented as the Param&#257;tm&#257;, or Supersoul. A description of the Supersoul, upon whom one must meditate, will be given in the following verses. In this verse it is clearly stated that one must meditate by fixing the vision on the tip of the nose and concentrating one's mind on the kal&#257;, or the plenary expansion, of Vis&#803;n&#803;u.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>