<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 63</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 63"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 63: <A CLASS=v HREF="index.htm">Lord Kr&#803;s&#803;n&#803;a Fights with B&#257;n&#803;&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.63 Summary</P><P>This chapter describes the battle between Lord Kr&#803;s&#803;n&#803;a and Lord &#346;iva, as well as &#346;iva's glorification of Kr&#803;s&#803;n&#803;a after the Lord had cut off B&#257;n&#803;&#257;sura's arms.</P><P>When Aniruddha did not return from &#346;on&#803;itapura, His family and friends passed the four months of the rainy season in extreme distress. When they finally heard from N&#257;rada Muni how Aniruddha had been captured, a large army of the best Y&#257;dava warriors, under Kr&#803;s&#803;n&#803;a's protection, set off for B&#257;n&#803;&#257;sura's capital and laid siege to it. B&#257;n&#803;&#257;sura fiercely opposed them with his own army of equal size. To help B&#257;n&#803;&#257;sura, Lord &#346;iva, accompanied by K&#257;rtikeya and a horde of mystic sages, took up arms against Balar&#257;ma and Kr&#803;s&#803;n&#803;a. B&#257;n&#803;a began fighting against S&#257;tyaki, and B&#257;n&#803;a's son fought against S&#257;mba. All the demigods assembled in the sky to witness the battle. With His arrows Lord Kr&#803;s&#803;n&#803;a harassed the followers of Lord &#346;iva, and by putting Lord &#346;iva into a state of confusion He was able to destroy B&#257;n&#803;&#257;sura's army. K&#257;rtikeya was so strongly beaten by Pradyumna that he fled the battlefield, while the remnants of B&#257;n&#803;&#257;sura's army, harried by the blows of Lord Balar&#257;ma's club, scattered in all directions.</P><P>Enraged to see his army's destruction, B&#257;n&#803;&#257;sura rushed Kr&#803;s&#803;n&#803;a to attack Him. But the Lord immediately killed B&#257;n&#803;a's chariot driver and broke his chariot and bow, and then He sounded His P&#257;&#241;cajanya conchshell. Next B&#257;n&#803;&#257;sura's mother, trying to save her son, appeared naked in front of Lord Kr&#803;s&#803;n&#803;a, who averted His face to avoid looking at her. Seeing his chance, B&#257;n&#803;a fled into his city.</P><P>After Lord Kr&#803;s&#803;n&#803;a had thoroughly defeated the ghosts and hobgoblins fighting under Lord &#346;iva, the &#346;iva-jvara weapon &#8212; a personification of fever with three heads and three legs &#8212; approached Lord Kr&#803;s&#803;n&#803;a to fight Him. Seeing the &#346;iva-jvara, Kr&#803;s&#803;n&#803;a released His Vis&#803;n&#803;u-jvara. The &#346;iva-jvara was overwhelmed by the Vis&#803;n&#803;u-jvara; having nowhere else to turn for shelter, the &#346;iva-jvara began to address Lord Kr&#803;s&#803;n&#803;a, glorifying Him and asking for mercy. Lord Kr&#803;s&#803;n&#803;a was pleased with the &#346;iva-jvara, and after the Lord had promised him freedom from fear, the &#346;iva-jvara bowed down to Him and departed.</P><P>Next B&#257;n&#803;&#257;sura returned and attacked Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a again, wielding all kinds of weapons in his thousand hands. But Lord Kr&#803;s&#803;n&#803;a took His Sudar&#347;ana disc and began cutting off all the demon's arms Lord &#346;iva approached Kr&#803;s&#803;n&#803;a to pray for B&#257;n&#803;&#257;sura's life, and when the Lord agreed to spare him, He spoke as follows to &#346;iva: "B&#257;n&#803;&#257;sura does not deserve to die, since he was born in the family of Prahl&#257;da Mah&#257;r&#257;ja. I have severed all but four of B&#257;n&#803;a's arms just to destroy his false pride, and I have annihilated his army because they were a burden to the earth. Henceforward he will be free from old age and death, and remaining fearless in all circumstances, he will be one of your principal attendants."</P><P>Assured he had nothing to fear, B&#257;n&#803;&#257;sura then offered his obeisances to Lord Kr&#803;s&#803;n&#803;a and had &#362;s&#803;&#257; and Aniruddha seated on their wedding chariot and brought before the Lord. Kr&#803;s&#803;n&#803;a then set off for Dv&#257;rak&#257; with Aniruddha and His bride leading the procession. When the newlyweds arrived at the Lord's capital, they were honored by the citizens, the Lord's relatives and the br&#257;hman&#803;as.</P><P CLASS=l><A CLASS=i HREF="../62/33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>