<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 1 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 1 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">Questions by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.1.9</P><P CLASS=c>yad&#257; ca p&#257;rtha-prahitah&#803; sabh&#257;y&#257;m&#769;</P><P CLASS=c>jagad-gurur y&#257;ni jag&#257;da kr&#803;s&#803;n&#803;ah&#803;</P><P CLASS=c>na t&#257;ni pum&#769;s&#257;m amr&#803;t&#257;yan&#257;ni</P><P CLASS=c>r&#257;joru mene ks&#803;ata-pun&#803;ya-le&#347;ah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/partha">p&#257;rtha</A>-<A CLASS=v HREF="http://vedabase.net/p/prahitah">prahitah&#803;</A> &#8212; being advised by <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>; <A CLASS=v HREF="http://vedabase.net/s/sabhayam">sabh&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the assembly; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/g/guruh">guruh&#803;</A> &#8212; of the teacher of the world; <A CLASS=v HREF="http://vedabase.net/y/yani">y&#257;ni</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/j/jagada">jag&#257;da</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/k/krsnah">kr&#803;s&#803;n&#803;ah&#803;</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/t/tani">t&#257;ni</A> &#8212; such words; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pum&#769;s&#257;m</A> &#8212; of all men of sense; <A CLASS=v HREF="http://vedabase.net/a/amrta">amr&#803;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/ayanani">ayan&#257;ni</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> good <A HREF="http://vedabase.net/a/as">as</A> nectar; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the King (<A HREF="http://vedabase.net/d/dhrtarastra">Dhr&#803;tar&#257;s&#803;t&#803;ra</A> or <A HREF="http://vedabase.net/d/duryodhana">Duryodhana</A>); <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A> &#8212; very important; <A CLASS=v HREF="http://vedabase.net/m/mene">mene</A> &#8212; did consider; <A CLASS=v HREF="http://vedabase.net/k/ksata">ks&#803;ata</A> &#8212; dwindling; <A CLASS=v HREF="http://vedabase.net/p/punya">pun&#803;ya</A>-<A CLASS=v HREF="http://vedabase.net/l/lesah">le&#347;ah&#803;</A> &#8212; fragment of pious acts.</P><P CLASS=t>TRANSLATION</P><P>Lord Kr&#803;s&#803;n&#803;a was sent by Arjuna into the assembly as the spiritual master of the whole world, and although His words were heard by some [like Bh&#299;s&#803;ma] as pure nectar, it was not so for the others, who were completely bereft of the last farthing of past pious works. The King [Dhr&#803;tar&#257;s&#803;t&#803;ra or Duryodhana] did not take the words of Lord Kr&#803;s&#803;n&#803;a very seriously.</P><P CLASS=t>PURPORT</P><P>Lord Kr&#803;s&#803;n&#803;a, who is the spiritual master of the entire universe, accepted the duty of a messenger, and, deputed by Arjuna, went to the assembly of King Dhr&#803;tar&#257;s&#803;t&#803;ra on a peace mission. Kr&#803;s&#803;n&#803;a is everyone's Lord, yet because He was the transcendental friend of Arjuna, He gladly accepted the role of messenger, exactly like an ordinary friend. That is the beauty of the Lord's behavior with His pure devotees. He reached the assembly and spoke about peace, and the message was relished by Bh&#299;s&#803;ma and other great leaders because it was spoken by the Lord Himself. But due to the exhaustion of the pious results of their past deeds, Duryodhana, or his father, Dhr&#803;tar&#257;s&#803;t&#803;ra, did not take the message very seriously. That is the way of persons who have no credit of pious deeds. By past pious deeds, one may become the king of a country, but because the results of the pious acts of Duryodhana and company were dwindling, it became evident from their actions that they were sure to lose the kingdom to the P&#257;n&#803;d&#803;avas. The message of Godhead is always like nectar to the devotees, but it is just the opposite to the nondevotees. Sugar candy is always sweet to a healthy man, but it tastes very bitter to persons suffering from jaundice.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>