<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 65 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 65 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 65: <A CLASS=v HREF="index.htm">Lord Balar&#257;ma Visits Vr&#803;nd&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.65.16</P><P CLASS=c>sa&#324;kars&#803;an&#803;as t&#257;h&#803; kr&#803;s&#803;n&#803;asya</P><P CLASS=c>sande&#347;air hr&#803;dayam&#769;-gamaih&#803;</P><P CLASS=c>s&#257;ntvay&#257;m &#257;sa bhagav&#257;n</P><P CLASS=c>n&#257;n&#257;nunaya-kovidah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sankarsanah">sa&#324;kars&#803;an&#803;ah&#803;</A> &#8212; Lord <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>, the supreme attractor; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h&#803;</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/k/krsnasya">kr&#803;s&#803;n&#803;asya</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/s/sandesaih">sande&#347;aih&#803;</A> &#8212; by the confidential messages; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hr&#803;dayam</A> &#8212; the heart; <A CLASS=v HREF="http://vedabase.net/g/gamaih">gamaih&#803;</A> &#8212; touching; <A CLASS=v HREF="http://vedabase.net/s/santvayam">s&#257;ntvay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; consoled; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; of various kinds; <A CLASS=v HREF="http://vedabase.net/a/anunaya">anunaya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> conciliation; <A CLASS=v HREF="http://vedabase.net/k/kovidah">kovidah&#803;</A> &#8212; expert.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Lord Balar&#257;ma, the attractor of all, being expert at various kinds of conciliation, consoled the gop&#299;s by relaying to them the confidential messages Lord Kr&#803;s&#803;n&#803;a had sent with Him. These messages deeply touched the gop&#299;s' hearts.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; quotes the following verse from &#346;r&#299; Vis&#803;n&#803;u Pur&#257;n&#803;a (<A CLASS=v HREF="http://vedabase.net/todo/purana5/24/20">5.24.20</A>), which describes the messages Lord Balar&#257;ma brought from Kr&#803;s&#803;n&#803;a for the gop&#299;s:</P><P>sande&#347;aih&#803; s&#257;ma-madhuraih&#803;</P><P CLASS=n>prema-garbhair agarvitaih&#803;</P><P CLASS=n>r&#257;men&#803;&#257;&#347;v&#257;sit&#257; gopyah&#803;</P><P CLASS=n>kr&#803;s&#803;n&#803;asy&#257;ti-manoharaih&#803;</P><P>"Lord Balar&#257;ma consoled the gop&#299;s by giving them Lord Kr&#803;s&#803;n&#803;a's most charming messages, which expressed sweet conciliation, which were inspired by His pure love for them, and which were without a tinge of pride." &#346;r&#299;la J&#299;va Gosv&#257;m&#299; also comments that the use of the name Sa&#324;kars&#803;an&#803;a here implies that Balar&#257;ma attracted Lord Kr&#803;s&#803;n&#803;a to appear in His mind and in this way showed &#346;r&#299; Kr&#803;s&#803;n&#803;a to the gop&#299;s. Thus Balar&#257;ma consoled &#346;r&#299; Kr&#803;s&#803;n&#803;a's beloved girlfriends.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; comments that Lord Kr&#803;s&#803;n&#803;a sent various messages. Some instructed the gop&#299;s in transcendental knowledge, others were conciliatory, and still others revealed the Lord's power. Besides its given meaning, the word hr&#803;dayam&#769;-gamaih&#803; also indicates that these messages were confidential.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>