<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 12 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 12 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Killing of the Demon Agh&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.12.3</P><P CLASS=c>kr&#803;s&#803;n&#803;a-vatsair asa&#324;khy&#257;tair</P><P CLASS=c>y&#363;th&#299;-kr&#803;tya sva-vatsak&#257;n</P><P CLASS=c>c&#257;rayanto 'rbha-l&#299;l&#257;bhir</P><P CLASS=c>vijahrus tatra tatra ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/v/vatsaih">vatsaih&#803;</A> &#8212; along with the calves; <A CLASS=v HREF="http://vedabase.net/a/asankhyataih">asa&#324;khy&#257;taih&#803;</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/y/yuthi">y&#363;th&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krtya">kr&#803;tya</A> &#8212; assembled them; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsakan">vatsak&#257;n</A> &#8212; personal calves; <A CLASS=v HREF="http://vedabase.net/c/carayantah">c&#257;rayantah&#803;</A> &#8212; executing; <A CLASS=v HREF="http://vedabase.net/a/arbha">arbha</A>-<A CLASS=v HREF="http://vedabase.net/l/lilabhih">l&#299;l&#257;bhih&#803;</A> &#8212; by boyhood pastimes; <A CLASS=v HREF="http://vedabase.net/v/vijahruh">vijahruh&#803;</A> &#8212; enjoyed; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; here and there; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; indeed.</P><P CLASS=t>TRANSLATION</P><P>Along with the cowherd boys and their own groups of calves, Kr&#803;s&#803;n&#803;a came out with an unlimited number of calves assembled. Then all the boys began to sport in the forest in a greatly playful spirit.</P><P CLASS=t>PURPORT</P><P>In this verse the words kr&#803;s&#803;n&#803;a-vatsair asa&#324;khy&#257;taih&#803; are significant. The word asa&#324;khy&#257;ta means "unlimited." Kr&#803;s&#803;n&#803;a's calves were unlimited. We may speak of hundreds, thousands, tens of thousands, hundreds of thousands, millions, billions, trillions, tens of trillions, and so on, but when we go further to speak of numbers impossible for us to count, we are speaking of unlimited numbers. Such unlimited numbers are indicated here by the word asa&#324;khy&#257;taih&#803;. Kr&#803;s&#803;n&#803;a is unlimited, His potency is unlimited, His cows and calves are unlimited, and His space is unlimited. Therefore He is described in Bhagavad-g&#299;t&#257; as Parabrahman. The word brahman means "unlimited," and Kr&#803;s&#803;n&#803;a is the Supreme Unlimited, Parabrahman. Therefore, we should not consider the statements of this verse to be mythological. They are factual, but inconceivable. Kr&#803;s&#803;n&#803;a can accommodate an unlimited number of calves and an unlimited measurement of space. This is neither mythological nor false, but if we study Kr&#803;s&#803;n&#803;a's potency with our limited knowledge, that potency will never be possible to understand. Atah&#803; &#347;r&#299;-kr&#803;s&#803;n&#803;a-n&#257;m&#257;di na bhaved gr&#257;hyam indriyaih&#803; [BRS. 1.2.234]. Our senses cannot perceive how He could keep an unlimited number of calves and cows and have unlimited space in which to do so. But this is answered in the Br&#803;had-bh&#257;gavat&#257;mr&#803;ta:</P><P>evam&#769; prabhoh&#803; priy&#257;n&#257;m&#769; ca</P><P CLASS=n>dh&#257;mna&#347; ca samayasya ca</P><P CLASS=n>avicintya-prabh&#257;vatv&#257;d</P><P CLASS=n>atra ki&#241;cin na durghat&#803;am</P><P>&#346;r&#299; San&#257;tana Gosv&#257;m&#299;, in the Br&#803;had-bh&#257;gavat&#257;mr&#803;ta, states that since everything about Kr&#803;s&#803;n&#803;a is unlimited, nothing is impossible for Him. It is in this sense that we have to understand this verse.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>