<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 12 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 12 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Killing of the Demon Agh&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.12.37</P><P CLASS=c>etat kaum&#257;rajam&#769; karma</P><P CLASS=c>harer &#257;tm&#257;hi-moks&#803;an&#803;am</P><P CLASS=c>mr&#803;tyoh&#803; paugan&#803;d&#803;ake b&#257;l&#257;</P><P CLASS=c>dr&#803;s&#803;t&#803;vocur vismit&#257; vraje</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this incident of delivering both <A HREF="http://vedabase.net/a/aghasura">Agh&#257;sura</A> and <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>'s associates from death; <A CLASS=v HREF="http://vedabase.net/k/kaumara">kaum&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; performed during their <A HREF="http://vedabase.net/k/kaumara">kaum&#257;ra</A> <A HREF="http://vedabase.net/a/age">age</A> (the <A HREF="http://vedabase.net/a/age">age</A> of five years); <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh&#803;</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; the devotees <A HREF="http://vedabase.net/a/are">are</A> the Lord's heart and soul; <A CLASS=v HREF="http://vedabase.net/a/ahi">ahi</A>-<A CLASS=v HREF="http://vedabase.net/m/moksanam">moks&#803;an&#803;am</A> &#8212; their deliverance and the deliverance of the python; <A CLASS=v HREF="http://vedabase.net/m/mrtyoh">mr&#803;tyoh&#803;</A> &#8212; from the path of repeated birth and death; <A CLASS=v HREF="http://vedabase.net/p/paugandake">paugan&#803;d&#803;ake</A> &#8212; at the <A HREF="http://vedabase.net/a/age">age</A> of <A HREF="http://vedabase.net/p/pauganda">paugan&#803;d&#803;a</A>, beginning with the sixth year (one year later); <A CLASS=v HREF="http://vedabase.net/b/balah">b&#257;l&#257;h&#803;</A> &#8212; all the boys; <A CLASS=v HREF="http://vedabase.net/d/drstva">dr&#803;s&#803;t&#803;v&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh&#803;</A> &#8212; disclosed the fact after one year; <A CLASS=v HREF="http://vedabase.net/v/vismitah">vismit&#257;h&#803;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/h/had">had</A> happened on that very day; <A CLASS=v HREF="http://vedabase.net/v/vraje">vraje</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vrndavana">Vr&#803;nd&#257;vana</A>.</P><P CLASS=t>TRANSLATION</P><P>This incident of Kr&#803;s&#803;n&#803;a's saving Himself and His associates from death and of giving deliverance to Agh&#257;sura, who had assumed the form of a python, took place when Kr&#803;s&#803;n&#803;a was five years old. It was disclosed in Vrajabh&#363;mi after one year, as if it had taken place on that very day.</P><P CLASS=t>PURPORT</P><P>The word moks&#803;an&#803;am means "liberation." For the associates of Kr&#803;s&#803;n&#803;a and for Kr&#803;s&#803;n&#803;a Himself, there is no question about liberation; they are already liberated, being in the spiritual world. In the material world there are birth, death, old age and disease, but in the spiritual world there are no such things because everything is eternal. As for the python, however, by the association of Kr&#803;s&#803;n&#803;a and His devotees, Agh&#257;sura also achieved the same facility of eternal life. Therefore, as indicated here by the word &#257;tm&#257;hi-moks&#803;an&#803;am, if the python Agh&#257;sura could receive eternal association with the Supreme Personality of Godhead, what is to be said of those who are already associates of the Lord? S&#257;kam&#769; vijahruh&#803; kr&#803;ta-pun&#803;ya-pu&#241;j&#257;h&#803; (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/12/11.htm">10.12.11</A>). Here is proof that God is good for everyone. Even when He kills someone, the one who is killed attains liberation. What then is to be said of those who are already in the association of the Lord?</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>