<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 12 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 12 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Killing of the Demon Agh&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.12.39</P><P CLASS=c>sakr&#803;d yad-a&#324;ga-pratim&#257;ntar-&#257;hit&#257;</P><P CLASS=c>manomay&#299; bh&#257;gavat&#299;m&#769; dadau gatim</P><P CLASS=c>sa eva nity&#257;tma-sukh&#257;nubh&#363;ty-abhi-</P><P CLASS=c>vyudasta-m&#257;yo 'ntar-gato hi kim&#769; punah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sakrt">sakr&#803;t</A> &#8212; once only; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/p/pratima">pratim&#257;</A> &#8212; the form of the Supreme Lord (there <A HREF="http://vedabase.net/a/are">are</A> many forms, but <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A> is the original form); <A CLASS=v HREF="http://vedabase.net/a/antah">antah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/a/ahita">&#257;hit&#257;</A> &#8212; placing within the <A HREF="http://vedabase.net/c/core">core</A> of the heart, somehow or other; <A CLASS=v HREF="http://vedabase.net/m/manah">manah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/m/mayi">may&#299;</A> &#8212; thinking of Him even by force; <A CLASS=v HREF="http://vedabase.net/b/bhagavatim">bh&#257;gavat&#299;m</A> &#8212; which is competent <A HREF="http://vedabase.net/t/to">to</A> offer devotional service <A HREF="http://vedabase.net/t/to">to</A> the Lord; <A CLASS=v HREF="http://vedabase.net/d/dadau">dadau</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A> gave; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; the best destination; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhuti">anubh&#363;ti</A> &#8212; anyone thinking of Him immediately enjoys transcendental pleasure; <A CLASS=v HREF="http://vedabase.net/a/abhivyudasta">abhivyudasta</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">m&#257;yah&#803;</A> &#8212; because all illusion is completely removed by Him; <A CLASS=v HREF="http://vedabase.net/a/antah">antah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/g/gatah">gatah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> is always present within the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/p/punah">punah&#803;</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak.</P><P CLASS=t>TRANSLATION</P><P>If even only once or even by force one brings the form of the Supreme Personality of Godhead into one's mind, one can attain the supreme salvation by the mercy of Kr&#803;s&#803;n&#803;a, as did Agh&#257;sura. What then is to be said of those whose hearts the Supreme Personality of Godhead enters when He appears as an incarnation, or those who always think of the lotus feet of the Lord, who is the source of transcendental bliss for all living entities and by whom all illusion is completely removed?</P><P CLASS=t>PURPORT</P><P>The process for receiving the favor of the Supreme Personality of Godhead is described here. Yat-p&#257;da-pa&#324;kaja-pal&#257;&#347;a-vil&#257;sa-bhakty&#257; (Bh&#257;g. <A CLASS=v HREF="../../../sb/4/22/39.htm">4.22.39</A>). Simply by thinking of Kr&#803;s&#803;n&#803;a, one can attain Him very easily. Kr&#803;s&#803;n&#803;a is also described as having His lotus feet always within the hearts of His devotees (bhagav&#257;n bhakta-hr&#803;di sthitah&#803;). In the case of Agh&#257;sura, one may argue that he was not a devotee. The answer to this is that he thought of Kr&#803;s&#803;n&#803;a for a moment with devotion. Bhakty&#257;ham ekay&#257; gr&#257;hyah&#803;. Without devotion, one cannot think of Kr&#803;s&#803;n&#803;a; and, conversely, whenever one thinks of Kr&#803;s&#803;n&#803;a, one undoubtedly has devotion. Although Agh&#257;sura's purpose was to kill Kr&#803;s&#803;n&#803;a, for a moment Agh&#257;sura thought of Kr&#803;s&#803;n&#803;a with devotion, and Kr&#803;s&#803;n&#803;a and His associates wanted to sport within Agh&#257;sura's mouth. Similarly, P&#363;tan&#257; wanted to kill Kr&#803;s&#803;n&#803;a by poisoning Him, but Kr&#803;s&#803;n&#803;a took her as His mother because He had accepted the milk of her breast. Svalpam apy asya dharmasya tr&#257;yate mahato bhay&#257;t (<A CLASS=v HREF="../../../bg/2/40.htm">Bg. 2.40</A>). Especially when Kr&#803;s&#803;n&#803;a appears as an avat&#257;ra, anyone who thinks of Kr&#803;s&#803;n&#803;a in His different incarnations (r&#257;m&#257;di-m&#363;rtis&#803;u kal&#257;-niyamena tis&#803;t&#803;han [<A CLASS=v HREF="../../../bs/5/39.htm">Bs. 5.39</A>]), and especially in His original form as Kr&#803;s&#803;n&#803;a, attains salvation. There are many instances of this, and among them is Agh&#257;sura, who attained the salvation of s&#257;r&#363;pya-mukti. Therefore the process is satatam&#769; k&#299;rtayanto m&#257;m&#769; yatanta&#347; ca dr&#803;d&#803;ha-vrat&#257;h&#803; (<A CLASS=v HREF="../../../bg/9/14.htm">Bg. 9.14</A>). Those who are devotees always engage in glorifying Kr&#803;s&#803;n&#803;a. Advaitam acyutam an&#257;dim ananta-r&#363;pam: [<A CLASS=v HREF="../../../bs/5/33.htm">Bs 5.33</A>] when we speak of Kr&#803;s&#803;n&#803;a, we refer to all His avat&#257;ras, such as Kr&#803;s&#803;n&#803;a, Govinda, N&#257;r&#257;yan&#803;a, Vis&#803;n&#803;u, Lord Caitanya, Kr&#803;s&#803;n&#803;a-Balar&#257;ma and &#346;y&#257;masundara. One who always thinks of Kr&#803;s&#803;n&#803;a must attain vimukti, special salvation as the Lord's personal associate, not necessarily in Vr&#803;nd&#257;vana, but at least in Vaikun&#803;t&#803;ha. This is called s&#257;r&#363;pya-mukti.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>