<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 20 Verses 3-4</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 20 Verses 3-4"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Studying the Structure of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.20.3-4</P><P CLASS=c>&#347;ivam&#769; yavasam&#769; subhadram&#769; &#347;&#257;ntam&#769; ks&#803;emam amr&#803;tam abhayam iti vars&#803;&#257;n&#803;i tes&#803;u girayo nadya&#347; ca saptaiv&#257;bhij&#241;&#257;t&#257;h&#803;; man&#803;ik&#363;t&#803;o vajrak&#363;t&#803;a indraseno jyotis&#803;m&#257;n suparn&#803;o hiran&#803;yas&#803;t&#803;h&#299;vo megham&#257;la iti setu-&#347;ail&#257;h&#803; arun&#803;&#257; nr&#803;mn&#803;&#257;&#324;giras&#299; s&#257;vitr&#299; suptabh&#257;t&#257; r&#803;tambhar&#257; satyambhar&#257; iti mah&#257;-nadyah&#803;; y&#257;s&#257;m&#769; jalopaspar&#347;ana-vidh&#363;ta-rajas-tamaso ham&#769;sa-pata&#324;gordhv&#257;yana-saty&#257;&#324;ga-sam&#769;j&#241;&#257;&#347; catv&#257;ro varn&#803;&#257;h&#803; sahasr&#257;yus&#803;o vibudhopama-sandar&#347;ana-prajanan&#257;h&#803; svarga-dv&#257;ram&#769; trayy&#257; vidyay&#257; bhagavantam&#769; tray&#299;mayam&#769; s&#363;ryam &#257;tm&#257;nam&#769; yajante</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sivam">&#347;ivam</A> &#8212; <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/y/yavasam">yavasam</A> &#8212; <A HREF="http://vedabase.net/y/yavasa">Yavasa</A>; <A CLASS=v HREF="http://vedabase.net/s/subhadram">subhadram</A> &#8212; <A HREF="http://vedabase.net/s/subhadra">Subhadra</A>; <A CLASS=v HREF="http://vedabase.net/s/santam">&#347;&#257;ntam</A> &#8212; <A HREF="http://vedabase.net/s/santa">&#346;&#257;nta</A>; <A CLASS=v HREF="http://vedabase.net/k/ksemam">ks&#803;emam</A> &#8212; <A HREF="http://vedabase.net/k/ksema">Ks&#803;ema</A>; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amr&#803;tam</A> &#8212; <A HREF="http://vedabase.net/a/amrta">Amr&#803;ta</A>; <A CLASS=v HREF="http://vedabase.net/a/abhayam">abhayam</A> &#8212; <A HREF="http://vedabase.net/a/abhaya">Abhaya</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/varsani">vars&#803;&#257;n&#803;i</A> &#8212; the tracts of land according <A HREF="http://vedabase.net/t/to">to</A> the names of the seven sons; <A CLASS=v HREF="http://vedabase.net/t/tesu">tes&#803;u</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> them; <A CLASS=v HREF="http://vedabase.net/g/girayah">girayah&#803;</A> &#8212; mountains; <A CLASS=v HREF="http://vedabase.net/n/nadyah">nadyah&#803;</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and rivers; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A> &#8212; seven; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/abhijnatah">abhij&#241;&#257;t&#257;h&#803;</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> known; <A CLASS=v HREF="http://vedabase.net/m/mani">man&#803;i</A>-<A CLASS=v HREF="http://vedabase.net/k/kutah">k&#363;t&#803;ah&#803;</A> &#8212; Man&#803;ik&#363;t&#803;a; <A CLASS=v HREF="http://vedabase.net/v/vajra">vajra</A>-<A CLASS=v HREF="http://vedabase.net/k/kutah">k&#363;t&#803;ah&#803;</A> &#8212; Vajrak&#363;t&#803;a; <A CLASS=v HREF="http://vedabase.net/i/indra">indra</A>-<A CLASS=v HREF="http://vedabase.net/s/senah">senah&#803;</A> &#8212; <A HREF="http://vedabase.net/i/indrasena">Indrasena</A>; <A CLASS=v HREF="http://vedabase.net/j/jyotisman">jyotis&#803;m&#257;n</A> &#8212; <A HREF="http://vedabase.net/j/jyotisman">Jyotis&#803;m&#257;n</A>; <A CLASS=v HREF="http://vedabase.net/s/suparnah">suparn&#803;ah&#803;</A> &#8212; <A HREF="http://vedabase.net/s/suparna">Suparn&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/h/hiranya">hiran&#803;ya</A>-<A CLASS=v HREF="http://vedabase.net/s/sthivah">s&#803;t&#803;h&#299;vah&#803;</A> &#8212; Hiran&#803;yas&#803;t&#803;h&#299;va; <A CLASS=v HREF="http://vedabase.net/m/megha">megha</A>-<A CLASS=v HREF="http://vedabase.net/m/malah">m&#257;lah&#803;</A> &#8212; Megham&#257;la; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/setu">setu</A>-<A CLASS=v HREF="http://vedabase.net/s/sailah">&#347;ail&#257;h&#803;</A> &#8212; the ranges of mountains marking the borders of the vars&#803;as; <A CLASS=v HREF="http://vedabase.net/a/aruna">arun&#803;&#257;</A> &#8212; <A HREF="http://vedabase.net/a/aruna">Arun&#803;&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/nrmna">nr&#803;mn&#803;&#257;</A> &#8212; <A HREF="http://vedabase.net/n/nrmna">Nr&#803;mn&#803;&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/angirasi">&#257;&#324;giras&#299;</A> &#8212; <A HREF="http://vedabase.net/a/angirasi">&#256;&#324;giras&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/savitri">s&#257;vitr&#299;</A> &#8212; <A HREF="http://vedabase.net/s/savitri">S&#257;vitr&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/supta">supta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhata">bh&#257;t&#257;</A> &#8212; Suptabh&#257;t&#257;; <A CLASS=v HREF="http://vedabase.net/r/rtambhara">r&#803;tambhar&#257;</A> &#8212; <A HREF="http://vedabase.net/r/rtambhara">R&#803;tambhar&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/satyambhara">satyambhar&#257;</A> &#8212; <A HREF="http://vedabase.net/s/satyambhara">Satyambhar&#257;</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/n/nadyah">nadyah&#803;</A> &#8212; very large rivers; <A CLASS=v HREF="http://vedabase.net/y/yasam">y&#257;s&#257;m</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A>-<A CLASS=v HREF="http://vedabase.net/u/upasparsana">upaspar&#347;ana</A> &#8212; simply by touching the water; <A CLASS=v HREF="http://vedabase.net/v/vidhuta">vidh&#363;ta</A> &#8212; washed off; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/t/tamasah">tamasah&#803;</A> &#8212; whose modes of passion and ignorance; <A CLASS=v HREF="http://vedabase.net/h/hamsa">ham&#769;sa</A> &#8212; <A HREF="http://vedabase.net/h/hamsa">Ham&#769;sa</A>; <A CLASS=v HREF="http://vedabase.net/p/patanga">pata&#324;ga</A> &#8212; <A HREF="http://vedabase.net/p/patanga">Pata&#324;ga</A>; <A CLASS=v HREF="http://vedabase.net/u/urdhvayana">&#363;rdhv&#257;yana</A> &#8212; <A HREF="http://vedabase.net/u/urdhvayana">&#362;rdhv&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/s/satyanga">saty&#257;&#324;ga</A> &#8212; <A HREF="http://vedabase.net/s/satyanga">Saty&#257;&#324;ga</A>; <A CLASS=v HREF="http://vedabase.net/s/samjnah">sam&#769;j&#241;&#257;h&#803;</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/c/catvarah">catv&#257;rah&#803;</A> &#8212; four; <A CLASS=v HREF="http://vedabase.net/v/varnah">varn&#803;&#257;h&#803;</A> &#8212; castes or divisions of men; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A>-<A CLASS=v HREF="http://vedabase.net/a/ayusah">&#257;yus&#803;ah&#803;</A> &#8212; living for one thousand years; <A CLASS=v HREF="http://vedabase.net/v/vibudha">vibudha</A>-<A CLASS=v HREF="http://vedabase.net/u/upama">upama</A> &#8212; similar <A HREF="http://vedabase.net/t/to">to</A> the demigods; <A CLASS=v HREF="http://vedabase.net/s/sandarsana">sandar&#347;ana</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> having very beautiful forms; <A CLASS=v HREF="http://vedabase.net/p/prajananah">prajanan&#257;h&#803;</A> &#8212; and <A HREF="http://vedabase.net/i/in">in</A> producing children; <A CLASS=v HREF="http://vedabase.net/s/svarga">svarga</A>-<A CLASS=v HREF="http://vedabase.net/d/dvaram">dv&#257;ram</A> &#8212; the gateway <A HREF="http://vedabase.net/t/to">to</A> the heavenly planets; <A CLASS=v HREF="http://vedabase.net/t/trayya">trayy&#257;</A> <A CLASS=v HREF="http://vedabase.net/v/vidyaya">vidyay&#257;</A> &#8212; by performing ritualistic ceremonies according <A HREF="http://vedabase.net/t/to">to</A> Vedic principles; <A CLASS=v HREF="http://vedabase.net/b/bhagavantam">bhagavantam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/trayi">tray&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; established <A HREF="http://vedabase.net/i/in">in</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/s/suryam">s&#363;ryam</A> <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supersoul, represented by the sun-god; <A CLASS=v HREF="http://vedabase.net/y/yajante">yajante</A> &#8212; they worship.</P><P CLASS=t>TRANSLATION</P><P>The seven islands [vars&#803;as] are named according to the names of those seven sons &#8212; &#346;iva, Yavasa, Subhadra, &#346;&#257;nta, Ks&#803;ema, Amr&#803;ta and Abhaya. In those seven tracts of land, there are seven mountains and seven rivers. The mountains are named Man&#803;ik&#363;t&#803;a, Vajrak&#363;t&#803;a, Indrasena, Jyotis&#803;m&#257;n, Suparn&#803;a, Hiran&#803;yas&#803;t&#803;h&#299;va and Megham&#257;la, and the rivers are named Arun&#803;&#257;, Nr&#803;mn&#803;&#257;, &#256;&#324;giras&#299;, S&#257;vitr&#299;, Suptabh&#257;t&#257;, R&#803;tambhar&#257; and Satyambhar&#257;. One can immediately be free from material contamination by touching or bathing in those rivers, and the four castes of people who live in Plaks&#803;adv&#299;pa &#8212; the Ham&#769;sas, Pata&#324;gas, &#362;rdhv&#257;yanas and Saty&#257;&#324;gas &#8212; purify themselves in that way. The inhabitants of Plaks&#803;adv&#299;pa live for one thousand years. They are beautiful like the demigods, and they also beget children like the demigods. By completely performing the ritualistic ceremonies mentioned in the Vedas and by worshiping the Supreme Personality of Godhead as represented by the sun-god, they attain the sun, which is a heavenly planet.</P><P CLASS=t>PURPORT</P><P>According to general understanding, there are originally three deities &#8212; Lord Brahm&#257;, Lord Vis&#803;n&#803;u and Lord &#346;iva &#8212; and people with a poor fund of knowledge consider Lord Vis&#803;n&#803;u no better than Lord Brahm&#257; or Lord &#346;iva. This conclusion, however, is invalid. As stated in the Vedas, is&#803;t&#803;&#257;p&#363;rtam&#769; bahudh&#257; j&#257;yam&#257;nam&#769; vi&#347;vam&#769; bibharti bhuvanasya n&#257;bhih&#803; tad ev&#257;gnis tad v&#257;yus tat s&#363;ryas tad u candram&#257;h&#803; agnih&#803; sarvadaivatah&#803;. This means that the Supreme Lord, who accepts and enjoys the results of Vedic ritualistic ceremonies (technically called is&#803;t&#803;&#257;p&#363;rta), who maintains the entire creation, who supplies the necessities of all living entities (eko bah&#363;n&#257;m&#769; yo vidadh&#257;ti k&#257;m&#257;n) and who is the central point of all creation, is Lord Vis&#803;n&#803;u. Lord Vis&#803;n&#803;u expands as the demigods known as Agni, V&#257;yu, S&#363;rya and Candra, who are simply parts and parcels of His body. Lord Kr&#803;s&#803;n&#803;a says in &#346;r&#299;mad Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/23.htm">9.23</A>):</P><P>ye 'py anya-devat&#257;-bhakt&#257;</P><P CLASS=n>yajante &#347;raddhay&#257;nvit&#257;h&#803;</P><P CLASS=n>te 'pi m&#257;m eva kaunteya</P><P CLASS=n>yajanty avidhi-p&#363;rvakam</P><P>"Devotees who worship the demigods with firm faith worship Me also, but not according to regulative principles." In other words, if one worships the demigods but does not understand the relationship between the demigods and the Supreme Personality of Godhead, his worship is irregular. Kr&#803;s&#803;n&#803;a also says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/24.htm">9.24</A>), aham&#769; hi sarva-yaj&#241;&#257;n&#257;m&#769; bhokt&#257; ca prabhur eva ca: "I am the only enjoyer of ritualistic ceremonies."</P><P>It may be argued that the demigods are as important as Lord Vis&#803;n&#803;u because the names of the demigods are different names of Vis&#803;n&#803;u. This, however, is not a sound conclusion, for it is contradicted in the Vedic literatures. The Vedas declare:</P><P>candram&#257; manaso j&#257;ta&#347; caks&#803;oh&#803; s&#363;ryo aj&#257;yata; &#347;rotr&#257;daya&#347; ca pr&#257;n&#803;a&#347; ca mukh&#257;d agnir aj&#257;yata; n&#257;r&#257;yan&#803;&#257;d brahm&#257;, n&#257;r&#257;yan&#803;&#257;d rudro j&#257;yate, n&#257;r&#257;yan&#803;&#257;t praj&#257;patih&#803; j&#257;yate, n&#257;r&#257;yan&#803;&#257;d indro j&#257;yate, n&#257;r&#257;yan&#803;&#257;d as&#803;t&#803;au vasavo j&#257;yante, n&#257;r&#257;yan&#803;&#257;d ek&#257;da&#347;a rudr&#257; j&#257;yante.</P><P>"The demigod of the moon, Candra, came from the mind of N&#257;r&#257;yan&#803;a, and the sun-god came from His eyes. The controlling deities of hearing and the life air came from N&#257;r&#257;yan&#803;a, and the controlling deity of fire was generated from His mouth. Praj&#257;pati, Lord Brahm&#257;, came from N&#257;r&#257;yan&#803;a, Indra came from N&#257;r&#257;yan&#803;a, and the eight Vasus, the eleven expansions of Lord &#346;iva and the twelve &#256;dityas also came from N&#257;r&#257;yan&#803;a." In the smr&#803;ti Vedic literature it is also said:</P><P>brahm&#257; &#347;ambhus tathaiv&#257;rka&#347;</P><P CLASS=n>candram&#257;&#347; ca &#347;atakratuh&#803;</P><P CLASS=n>evam &#257;dy&#257;s tathaiv&#257;nye</P><P CLASS=n>yukt&#257; vais&#803;n&#803;ava-tejas&#257;</P><P CLASS=n>jagat-k&#257;ry&#257;vas&#257;ne tu</P><P CLASS=n>viyujyante ca tejas&#257;</P><P CLASS=n>viteja&#347; ca te sarve</P><P CLASS=n>pa&#241;catvam upay&#257;nti te</P><P>"Brahm&#257;, &#346;ambhu, S&#363;rya and Indra are all merely products of the power of the Supreme Personality of Godhead. This is also true of the many other demigods whose names are not mentioned here. When the cosmic manifestation is annihilated, these different expansions of N&#257;r&#257;yan&#803;a's potencies will merge into N&#257;r&#257;yan&#803;a. In other words, all these demigods will die. Their living force will be withdrawn, and they will merge into N&#257;r&#257;yan&#803;a."</P><P>Therefore it should be concluded that Lord Vis&#803;n&#803;u, not Lord Brahm&#257; or Lord &#346;iva, is the Supreme Personality of Godhead. As a government officer is sometimes accepted as the entire government although he is actually but a departmental manager, so the demigods, having achieved power of attorney from Vis&#803;n&#803;u, act on His behalf, although they are not as powerful as He. All the demigods must work under the orders of Vis&#803;n&#803;u. Therefore it is said, ekale &#299;&#347;vara kr&#803;s&#803;n&#803;a, &#257;ra saba bhr&#803;tya. The only master is Lord Kr&#803;s&#803;n&#803;a, or Lord Vis&#803;n&#803;u, and all others are His obedient servants, who act exactly according to His orders. The distinction between Lord Vis&#803;n&#803;u and the demigods is also expressed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/25.htm">9.25</A>). Y&#257;nti deva-vrat&#257; dev&#257;n. .. y&#257;nti mad-y&#257;jino 'pi m&#257;m: those who worship the demigods go to the planets of the demigods, whereas the worshipers of Lord Kr&#803;s&#803;n&#803;a and Lord Vis&#803;n&#803;u go to the planets in Vaikun&#803;t&#803;ha. These are the statements of the smr&#803;ti. Therefore the idea that Lord Vis&#803;n&#803;u is on the same level as the demigods is in contradiction to the &#347;&#257;stras. The demigods are not supreme. The supremacy of the demigods is dependent on the mercy of Lord N&#257;r&#257;yan&#803;a (Vis&#803;n&#803;u, or Kr&#803;s&#803;n&#803;a).</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>