<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 20 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 20 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Studying the Structure of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.20.38</P><P CLASS=c>et&#257;v&#257;n loka-viny&#257;so m&#257;na-laks&#803;an&#803;a-sam&#769;sth&#257;bhir vicintitah&#803; kavibhih&#803; sa tu pa&#241;c&#257;&#347;at-kot&#803;i-gan&#803;itasya bh&#363;-golasya tur&#299;ya-bh&#257;go 'yam&#769; lok&#257;lok&#257;calah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etavan">et&#257;v&#257;n</A> &#8212; this much; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/v/vinyasah">viny&#257;sah&#803;</A> &#8212; the placing of the different planets; <A CLASS=v HREF="http://vedabase.net/m/mana">m&#257;na</A> &#8212; with measurements; <A CLASS=v HREF="http://vedabase.net/l/laksana">laks&#803;an&#803;a</A> &#8212; symptoms; <A CLASS=v HREF="http://vedabase.net/s/samsthabhih">sam&#769;sth&#257;bhih&#803;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A> with their different situations; <A CLASS=v HREF="http://vedabase.net/v/vicintitah">vicintitah&#803;</A> &#8212; established by scientific calculations; <A CLASS=v HREF="http://vedabase.net/k/kavibhih">kavibhih&#803;</A> &#8212; by learned scholars; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/p/pancasat">pa&#241;c&#257;&#347;at</A>-<A CLASS=v HREF="http://vedabase.net/k/koti">kot&#803;i</A> &#8212; 500,000,000 yojanas; <A CLASS=v HREF="http://vedabase.net/g/ganitasya">gan&#803;itasya</A> &#8212; which is measured at; <A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A>-<A CLASS=v HREF="http://vedabase.net/g/golasya">golasya</A> &#8212; of the planetary system known <A HREF="http://vedabase.net/a/as">as</A> Bh&#363;golaka; <A CLASS=v HREF="http://vedabase.net/t/turiya">tur&#299;ya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagah">bh&#257;gah&#803;</A> &#8212; one fourth; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/l/lokaloka">lok&#257;loka</A>-<A CLASS=v HREF="http://vedabase.net/a/acalah">acalah&#803;</A> &#8212; the mountain known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/l/lokaloka">Lok&#257;loka</A>.</P><P CLASS=t>TRANSLATION</P><P>Learned scholars who are free from mistakes, illusions and propensities to cheat have thus described the planetary systems and their particular symptoms, measurements and locations. With great deliberation, they have established the truth that the distance between Sumeru and the mountain known as Lok&#257;loka is one fourth of the diameter of the universe &#8212; or, in other words, 125,000,000 yojanas [1 billion miles].</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura has given accurate astronomical information about the location of Lok&#257;loka Mountain, the movements of the sun globe and the distance between the sun and the circumference of the universe. However, the technical terms used in the astronomical calculations given by the Jyotir Veda are difficult to translate into English. Therefore to satisfy the reader, we may include the exact Sanskrit statement given by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura, which records exact calculations regarding universal affairs.</P><P>sa tu lok&#257;lokas tu bh&#363;-golakasya bh&#363;-sambandh&#257;n&#803;d&#803;a-golakasyety arthah&#803;; s&#363;ryasy eva bhuvo 'py an&#803;d&#803;a-golakayor madhya-vartitv&#257;t kha-golam iva bh&#363;-golam api pa&#241;c&#257;&#347;at-kot&#803;i-yojana-pram&#257;n&#803;am&#769; tasya tur&#299;ya-bh&#257;gah&#803; s&#257;rdha-dv&#257;da&#347;a-kot&#803;i-yojana-vist&#257;rocchr&#257;ya ity arthah&#803; bh&#363;s tu catus-trim&#769;&#347;al-laks&#803;onapa&#241;c&#257;&#347;at-kot&#803;i-pram&#257;n&#803;&#257; j&#241;ey&#257;; yath&#257; meru-madhy&#257;n m&#257;nasottara-madhya-paryantam&#769; s&#257;rdha-sapta-pa&#241;c&#257;&#347;al-laks&#803;ottara-kot&#803;i-yojana-pram&#257;n&#803;am; m&#257;nasottara-madhy&#257;t sv&#257;d&#363;daka-samudra-paryantam&#769; s&#803;an&#803;-n&#803;avati-laks&#803;a-yojana-pram&#257;n&#803;am&#769; tatah&#803; k&#257;&#241;can&#299;-bh&#363;mih&#803; s&#257;rdha-sapta-pa&#241;c&#257;&#347;al-laks&#803;ottara-kot&#803;i-yojana-pram&#257;n&#803;&#257; evam ekato meru-lok&#257;lokayor antar&#257;lam ek&#257;da&#347;a-&#347;al-laks&#803;&#257;dhika-catus&#803;-kot&#803;i-parimitam anyato 'pi tathatyeto lok&#257;lok&#257;l loka-paryantam&#769; sth&#257;nam&#769; dv&#257;vim&#769;&#347;ati-laks&#803;ottar&#257;s&#803;t&#803;a-kot&#803;i-parimitam&#769; lok&#257;lok&#257;d bahir apy ekatah&#803; et&#257;vad eva anyato 'py et&#257;vad eva yad vaks&#803;yate, yo 'ntar-vist&#257;ra etena hy aloka-parim&#257;n&#803;am&#769; ca vy&#257;khy&#257;tam&#769; yad-bahir lok&#257;lok&#257;cal&#257;d ity ekato lok&#257;lokah&#803; s&#257;rdha-dv&#257;da&#347;a-kot&#803;i-yojana-parim&#257;n&#803;ah&#803; anyato 'pi sa tathety evam&#769; catus-trim&#769;&#347;al-laks&#803;onapa&#241;c&#257;&#347;at-kot&#803;i-pram&#257;n&#803;&#257; bh&#363;h&#803; s&#257;bdhi-dv&#299;pa-parvat&#257; j&#241;ey&#257;; ata ev&#257;n&#803;d&#803;a-golak&#257;t sarvato diks&#803;u sapta-da&#347;a-laks&#803;a-yojan&#257;vak&#257;&#347;e vartam&#257;ne sati pr&#803;thivy&#257;h&#803; &#347;es&#803;a-n&#257;gena dh&#257;ran&#803;am&#769; dig-gajai&#347; ca ni&#347;cal&#299;-karan&#803;am&#769; s&#257;rthakam&#769; bhaved anyath&#257; tu vy&#257;khy&#257;ntare pa&#241;c&#257;&#347;at-kot&#803;i-pram&#257;n&#803;atv&#257;d an&#803;d&#803;a-golaka-lagnatve tat tat sarvam aki&#241;cit-karam&#769; sy&#257;t c&#257;ks&#803;us&#803;e manvantare c&#257;kasm&#257;t majjanam&#769; &#347;r&#299;-var&#257;ha-devenotth&#257;panam&#769; ca durghat&#803;am&#769; sy&#257;d ity adikam&#769; vivecan&#299;yam.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>