<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 20 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 20 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Studying the Structure of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.20.44</P><P CLASS=c>mr&#803;te 'n&#803;d&#803;a es&#803;a etasmin yad abh&#363;t tato m&#257;rtan&#803;d&#803;a iti vyapade&#347;ah&#803;; hiran&#803;yagarbha iti yad dhiran&#803;y&#257;n&#803;d&#803;a-samudbhavah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mrte">mr&#803;te</A> &#8212; dead; <A CLASS=v HREF="http://vedabase.net/a/ande">an&#803;d&#803;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the globe; <A CLASS=v HREF="http://vedabase.net/e/esah">es&#803;ah&#803;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/e/etasmin">etasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; entered personally at the time of creation; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah&#803;</A> &#8212; from that; <A CLASS=v HREF="http://vedabase.net/m/martanda">m&#257;rtan&#803;d&#803;a</A> &#8212; <A HREF="http://vedabase.net/m/martanda">M&#257;rtan&#803;d&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vyapadesah">vyapade&#347;ah&#803;</A> &#8212; the designation; <A CLASS=v HREF="http://vedabase.net/h/hiranya">hiran&#803;ya</A>-<A CLASS=v HREF="http://vedabase.net/g/garbhah">garbhah&#803;</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/h/hiranyagarbha">Hiran&#803;yagarbha</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/h/hiranya">hiran&#803;ya</A>-<A CLASS=v HREF="http://vedabase.net/a/anda">an&#803;d&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/s/samudbhavah">samudbhavah&#803;</A> &#8212; his material body was created from <A HREF="http://vedabase.net/h/hiranyagarbha">Hiran&#803;yagarbha</A>.</P><P CLASS=t>TRANSLATION</P><P>The sun-god is also known as Vair&#257;ja, the total material body for all living entities. Because he entered this dull egg of the universe at the time of creation, he is also called M&#257;rtan&#803;d&#803;a. He is also known as Hiran&#803;yagarbha because he received his material body from Hiran&#803;yagarbha [Lord Brahm&#257;].</P><P CLASS=t>PURPORT</P><P>The post of Lord Brahm&#257; is meant for very highly elevated, spiritually advanced living beings. When such living beings are unavailable, Lord Vis&#803;n&#803;u, the Supreme Personality of Godhead, expands Himself as Lord Brahm&#257;. This takes place very rarely. Consequently there are two kinds of Brahm&#257;s. Sometimes Brahm&#257; is an ordinary living entity, and at other times Brahm&#257; is the Supreme Personality of Godhead. The Brahm&#257; spoken of here is an ordinary living being. Whether Brahm&#257; is the Supreme Personality of Godhead or an ordinary living being, he is known as Vair&#257;ja Brahm&#257; and Hiran&#803;yagarbha Brahm&#257;. Therefore the sun-god is also accepted as Vair&#257;ja Brahm&#257;.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>