<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 4 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 4 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Drumila Explains the Incarnations of Godhead to King Nimi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.4.6</P><P CLASS=c>dharmasya daks&#803;a-duhitary ajanis&#803;t&#803;a m&#363;rty&#257;m&#769;</P><P CLASS=c>n&#257;r&#257;yan&#803;o nara r&#803;s&#803;i-pravarah&#803; pra&#347;&#257;ntah&#803;</P><P CLASS=c>nais&#803;karmya-laks&#803;an&#803;am uv&#257;ca cac&#257;ra karma</P><P CLASS=c>yo 'dy&#257;pi c&#257;sta r&#803;s&#803;i-varya-nis&#803;evit&#257;&#324;ghrih&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharmasya">dharmasya</A> &#8212; (the wife) of <A HREF="http://vedabase.net/d/dharma">Dharma</A>; <A CLASS=v HREF="http://vedabase.net/d/daksa">daks&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/d/duhitari">duhitari</A> &#8212; by the daughter of <A HREF="http://vedabase.net/d/daksa">Daks&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/a/ajanista">ajanis&#803;t&#803;a</A> &#8212; was born; <A CLASS=v HREF="http://vedabase.net/m/murtyam">m&#363;rty&#257;m</A> &#8212; by <A HREF="http://vedabase.net/m/murti">M&#363;rti</A>; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yan&#803;ah&#803;</A> <A CLASS=v HREF="http://vedabase.net/n/narah">narah&#803;</A> &#8212; <A HREF="http://vedabase.net/n/nara">Nara</A>-<A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yan&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/r/rsi">r&#803;s&#803;i</A>-<A CLASS=v HREF="http://vedabase.net/p/pravarah">pravarah&#803;</A> &#8212; the best of sages; <A CLASS=v HREF="http://vedabase.net/p/prasantah">pra&#347;&#257;ntah&#803;</A> &#8212; perfectly peaceful; <A CLASS=v HREF="http://vedabase.net/n/naiskarmya">nais&#803;karmya</A>-<A CLASS=v HREF="http://vedabase.net/l/laksanam">laks&#803;an&#803;am</A> &#8212; characterized by the cessation of all material work; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> spoke; <A CLASS=v HREF="http://vedabase.net/c/cacara">cac&#257;ra</A> &#8212; and performed; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; the duties; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even today; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; is living; <A CLASS=v HREF="http://vedabase.net/r/rsi">r&#803;s&#803;i</A>-<A CLASS=v HREF="http://vedabase.net/v/varya">varya</A> &#8212; by the greatest sages; <A CLASS=v HREF="http://vedabase.net/n/nisevita">nis&#803;evita</A> &#8212; being served; <A CLASS=v HREF="http://vedabase.net/a/anghrih">a&#324;ghrih&#803;</A> &#8212; His feet.</P><P CLASS=t>TRANSLATION</P><P>Nara-N&#257;r&#257;yan&#803;a R&#803;s&#803;i, who is perfectly peaceful and is the best of sages, was born as the son of Dharma and his wife M&#363;rti, the daughter of Daks&#803;a. Nara-N&#257;r&#257;yan&#803;a R&#803;s&#803;i taught the devotional service of the Lord, by which material work ceases, and He Himself perfectly practiced this knowledge. He is living even today, His lotus feet served by the greatest of saintly persons.</P><P CLASS=t>PURPORT</P><P>It is understood that Nara-N&#257;r&#257;yan&#803;a R&#803;s&#803;i spoke transcendental knowledge to great saintly persons such as N&#257;rada Muni. On the basis of these teachings, N&#257;rada was able to describe nais&#803;karmyam, or the devotional service of the Lord, which eradicates material work, as mentioned in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/3/8.htm">1.3.8</A>): tantram&#769; s&#257;tvatam &#257;cas&#803;t&#803;a nais&#803;karmyam&#769; karman&#803;&#257;m&#769; yatah&#803;. The &#257;tma-svar&#363;pa, or eternal form of the living entity, is devotional service to the Personality of Godhead. But our perception of our eternal form is covered by a material concept of life, just as our normal understanding of our life is covered by a dream. Nais&#803;karmyam, or the cessation of material work, is possible only by the devotional service of the Lord, as stated by N&#257;rada Muni himself: nais&#803;karmyam apy acyuta-bh&#257;va-varjitam&#769; na &#347;obhate j&#241;&#257;nam alam&#769; nira&#241;janam (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/5/12.htm">1.5.12</A>). The process of transforming ordinary karma into nais&#803;karmya, or transcendental work, is summarized by &#346;r&#299;la Prabhup&#257;da in his commentary on this verse spoken by N&#257;rada Muni. "Fruitive work, in which almost all people in general are engaged, is always painful either in the beginning or at the end. It can be fruitful only when made subservient to the devotional service of the Lord. In the Bhagavad-g&#299;t&#257; also it is confirmed that the result of such fruitive work may be offered for the service of the Lord, otherwise it leads to material bondage. The bona fide enjoyer of the fruitive work is the Personality of Godhead, and thus when it is engaged for the sense gratification of the living beings, it becomes an acute source of trouble." According to the Matsya Pur&#257;n&#803;a (<A CLASS=v HREF="http://vedabase.net/todo/purana3/10">3.10</A>), Dharma, the father of Nara-N&#257;r&#257;yan&#803;a R&#803;s&#803;i, was born from the right breast of Brahm&#257; and later married thirteen of the daughters of Praj&#257;pati Daks&#803;a. The Lord Himself appeared from the womb of M&#363;rti-dev&#299;.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>