<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;n&#803;d&#803;avas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.20</P><P CLASS=c>so 'ham&#769; nr&#803;pendra rahitah&#803; purus&#803;ottamena</P><P CLASS=c>sakhy&#257; priyen&#803;a suhr&#803;d&#257; hr&#803;dayena &#347;&#363;nyah&#803;</P><P CLASS=c>adhvany urukrama-parigraham a&#324;ga raks&#803;an</P><P CLASS=c>gopair asadbhir abaleva vinirjito 'smi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; myself; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nr&#803;pa</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Emperor; <A CLASS=v HREF="http://vedabase.net/r/rahitah">rahitah&#803;</A> &#8212; bereft of; <A CLASS=v HREF="http://vedabase.net/p/purusa">purus&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamena">uttamena</A> &#8212; by the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/sakhya">sakhy&#257;</A> &#8212; by my friend; <A CLASS=v HREF="http://vedabase.net/p/priyena">priyen&#803;a</A> &#8212; by my dearmost; <A CLASS=v HREF="http://vedabase.net/s/suhrda">suhr&#803;d&#257;</A> &#8212; by the well-wisher; <A CLASS=v HREF="http://vedabase.net/h/hrdayena">hr&#803;dayena</A> &#8212; by the heart and soul; <A CLASS=v HREF="http://vedabase.net/s/sunyah">&#347;&#363;nyah&#803;</A> &#8212; vacant; <A CLASS=v HREF="http://vedabase.net/a/adhvani">adhvani</A> &#8212; recently; <A CLASS=v HREF="http://vedabase.net/u/urukrama">urukrama</A>-<A CLASS=v HREF="http://vedabase.net/p/parigraham">parigraham</A> &#8212; the wives of the all-powerful; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; bodies; <A CLASS=v HREF="http://vedabase.net/r/raksan">raks&#803;an</A> &#8212; while protecting; <A CLASS=v HREF="http://vedabase.net/g/gopaih">gopaih&#803;</A> &#8212; by the cowherds; <A CLASS=v HREF="http://vedabase.net/a/asadbhih">asadbhih&#803;</A> &#8212; by the infidels; <A CLASS=v HREF="http://vedabase.net/a/abala">abal&#257;</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> weak woman; <A CLASS=v HREF="http://vedabase.net/v/vinirjitah">vinirjitah&#803;</A> <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have been defeated.</P><P CLASS=t>TRANSLATION</P><P>O Emperor, now I am separated from my friend and dearmost well-wisher, the Supreme Personality of Godhead, and therefore my heart appears to be void of everything. In His absence I have been defeated by a number of infidel cowherd men while I was guarding the bodies of all the wives of Kr&#803;s&#803;n&#803;a.</P><P CLASS=t>PURPORT</P><P>The important point in this verse is how it was possible that Arjuna could be defeated by a gang of ignoble cowherd men and how such mundane cowherd men could touch the bodies of the wives of Lord Kr&#803;s&#803;n&#803;a, who were under the protection of Arjuna. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura has justified the contradiction by research in the Vis&#803;n&#803;u Pur&#257;n&#803;a and Brahma Pur&#257;n&#803;a. In these Pur&#257;n&#803;as it is said that once the fair denizens of heaven pleased As&#803;t&#803;&#257;vakra Muni by their service and were blessed by the muni to have the Supreme Lord as their husband. As&#803;t&#803;&#257;vakra Muni was curved in eight joints of his body, and thus he used to move in a peculiar curved manner. The daughters of the demigods could not check their laughter upon seeing the movements of the muni, and the muni, being angry at them, cursed them that they would be kidnapped by rogues, even if they would get the Lord as their husband. Later on, the girls again satisfied the muni by their prayers, and the muni blessed them that they would regain their husband even after being robbed by the rogues. So, in order to keep the words of the great muni, the Lord Himself kidnapped His wives from the protection of Arjuna, otherwise they would have at once vanished from the scene as soon as they were touched by the rogues. Besides that, some of the gop&#299;s who prayed to become wives of the Lord returned to their respective positions after their desire was fulfilled. After the departure of Lord Kr&#803;s&#803;n&#803;a, He wanted all His entourage back to Godhead, and they were called back under different conditions only.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>