<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 15 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 15 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The P&#257;n&#803;d&#803;avas Retire Timely</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.15.49</P><P CLASS=c>viduro 'pi parityajya</P><P CLASS=c>prabh&#257;se deham &#257;tmanah&#803;</P><P CLASS=c>kr&#803;s&#803;n&#803;&#257;ve&#347;ena tac-cittah&#803;</P><P CLASS=c>pitr&#803;bhih&#803; sva-ks&#803;ayam&#769; yayau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vidurah">vidurah&#803;</A> &#8212; <A HREF="http://vedabase.net/v/vidura">Vidura</A> (the uncle of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/y/yudhisthira">Yudhis&#803;t&#803;hira</A>); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/parityajya">parityajya</A> &#8212; after quitting the body; <A CLASS=v HREF="http://vedabase.net/p/prabhase">prabh&#257;se</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the place of pilgrimage at Prabh&#257;sa; <A CLASS=v HREF="http://vedabase.net/d/deham">deham</A> <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah&#803;</A> &#8212; his body; <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/avesena">&#257;ve&#347;ena</A> &#8212; being absorbed <A HREF="http://vedabase.net/i/in">in</A> that thought; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/c/cittah">cittah&#803;</A> &#8212; thoughts and actions; <A CLASS=v HREF="http://vedabase.net/p/pitrbhih">pitr&#803;bhih&#803;</A> &#8212; along with the residents of <A HREF="http://vedabase.net/p/pitrloka">Pitr&#803;loka</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/ksayam">ks&#803;ayam</A> &#8212; his own abode; <A CLASS=v HREF="http://vedabase.net/y/yayau">yayau</A> &#8212; departed.</P><P CLASS=t>TRANSLATION</P><P>Vidura, while on pilgrimage, left his body at Prabh&#257;sa. Because he was absorbed in thought of Lord Kr&#803;s&#803;n&#803;a, he was received by the denizens of Pitr&#803;loka planet, where he returned to his original post.</P><P CLASS=t>PURPORT</P><P>The difference between the P&#257;n&#803;d&#803;avas and Vidura is that the P&#257;n&#803;d&#803;avas are eternal associates of the Lord, the Personality of Godhead, whereas Vidura is one of the administrative demigods in charge of the Pitr&#803;loka planet and is known as Yamar&#257;ja. Men are afraid of Yamar&#257;ja because it is he only who awards punishment to the miscreants of the material world, but those who are devotees of the Lord have nothing to fear from him. To the devotees he is a cordial friend, but to the nondevotees he is fear personified. As we have already discussed, it is understood that Yamar&#257;ja was cursed by Man&#803;d&#803;&#363;ka Muni to be degraded as a &#347;&#363;dra, and therefore Vidura was an incarnation of Yamar&#257;ja. As an eternal servitor of the Lord, he displayed his devotional activities very ardently and lived a life of a pious man, so much so that a materialistic man like Dhr&#803;tar&#257;s&#803;t&#803;ra also got salvation by his instruction. So by his pious activities in the devotional service of the Lord he was able to always remember the lotus feet of the Lord, and thus he became washed of all contamination of a &#347;&#363;dra-born life. At the end he was again received by the denizens of Pitr&#803;loka and posted in his original position. The demigods are also associates of the Lord without personal touch, whereas the direct associates of the Lord are in constant personal touch with Him. The Lord and His personal associates incarnate in many universes without cessation. The Lord remembers them all, whereas the associates forget due to their being very minute parts and parcels of the Lord; they are apt to forget such incidents due to being infinitesimal. This is corroborated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/5.htm">4.5</A>).</P><P CLASS=l><A CLASS=i HREF="47-48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="50.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>