<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.1</P><P CLASS=c>&#347;r&#299;-brahmov&#257;ca</P><P CLASS=c>naum&#299;d&#803;ya te 'bhra-vapus&#803;e tad&#803;id-ambar&#257;ya</P><P CLASS=c>gu&#241;j&#257;vatam&#769;sa-paripiccha-lasan-mukh&#257;ya</P><P CLASS=c>vanya-sraje kavala-vetra-vis&#803;&#257;n&#803;a-ven&#803;u-</P><P CLASS=c>laks&#803;ma-&#347;riye mr&#803;du-pade pa&#347;up&#257;&#324;gaj&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/brahma">brahm&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> said; <A CLASS=v HREF="http://vedabase.net/n/naumi">naumi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer praise; <A CLASS=v HREF="http://vedabase.net/i/idya">&#299;d&#803;ya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> most worshipable one; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/a/abhra">abhra</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> dark cloud; <A CLASS=v HREF="http://vedabase.net/v/vapuse">vapus&#803;e</A> &#8212; whose body; <A CLASS=v HREF="http://vedabase.net/t/tadit">tad&#803;it</A> &#8212; like lightning; <A CLASS=v HREF="http://vedabase.net/a/ambaraya">ambar&#257;ya</A> &#8212; whose garment; <A CLASS=v HREF="http://vedabase.net/g/gunja">gu&#241;j&#257;</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of small berries; <A CLASS=v HREF="http://vedabase.net/a/avatamsa">avatam&#769;sa</A> &#8212; with ornaments (for the ears); <A CLASS=v HREF="http://vedabase.net/p/paripiccha">paripiccha</A> &#8212; and peacock feathers; <A CLASS=v HREF="http://vedabase.net/l/lasat">lasat</A> &#8212; resplendent; <A CLASS=v HREF="http://vedabase.net/m/mukhaya">mukh&#257;ya</A> &#8212; whose face; <A CLASS=v HREF="http://vedabase.net/v/vanya">vanya</A>-<A CLASS=v HREF="http://vedabase.net/s/sraje">sraje</A> &#8212; wearing garlands of forest flowers; <A CLASS=v HREF="http://vedabase.net/k/kavala">kavala</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> morsel of food; <A CLASS=v HREF="http://vedabase.net/v/vetra">vetra</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> stick; <A CLASS=v HREF="http://vedabase.net/v/visana">vis&#803;&#257;n&#803;a</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> buffalo-horn bugle; <A CLASS=v HREF="http://vedabase.net/v/venu">ven&#803;u</A> &#8212; and <A HREF="http://vedabase.net/a/a">a</A> flute; <A CLASS=v HREF="http://vedabase.net/l/laksma">laks&#803;ma</A> &#8212; characterized by; <A CLASS=v HREF="http://vedabase.net/s/sriye">&#347;riye</A> &#8212; whose beauty; <A CLASS=v HREF="http://vedabase.net/m/mrdu">mr&#803;du</A> &#8212; soft; <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> &#8212; whose feet; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A>-<A CLASS=v HREF="http://vedabase.net/p/pa">pa</A> &#8212; of the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> (<A HREF="http://vedabase.net/n/nanda">Nanda</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>); <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/j/jaya">j&#257;ya</A> &#8212; unto the son.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257; said: My dear Lord, You are the only worshipable Lord, the Supreme Personality of Godhead, and therefore I offer my humble obeisances and prayers just to please You. O son of the king of the cowherds, Your transcendental body is dark blue like a new cloud, Your garment is brilliant like lightning, and the beauty of Your face is enhanced by Your gu&#241;j&#257; earrings and the peacock feather on Your head. Wearing garlands of various forest flowers and leaves, and equipped with a herding stick, a buffalo horn and a flute, You stand beautifully with a morsel of food in Your hand.</P><P CLASS=t>PURPORT</P><P>In the previous chapter Brahm&#257;, the creator of the universe, tried to bewilder the Supreme Personality of Godhead, Lord Kr&#803;s&#803;n&#803;a, by stealing His cowherd boyfriends and calves. But by a slight exhibition of Kr&#803;s&#803;n&#803;a's own mystic potency, Brahm&#257; himself was completely bewildered, and now with great humility and devotion he offers his humble obeisances and prayers unto the Lord.</P><P>The word kavala in this verse refers to a morsel of rice mixed with yogurt that Kr&#803;s&#803;n&#803;a held in His left hand. According to San&#257;tana Gosv&#257;m&#299;, the Lord held a cowherding stick and a buffalo horn pressed under His left arm, and His flute was placed under His belt. Beautiful young Kr&#803;s&#803;n&#803;a, decorated with multicolored forest minerals, exhibited opulences far greater than those of Vaikun&#803;t&#803;ha. Although Brahm&#257; had seen innumerable four-armed forms of the Lord, he now surrendered unto the lotus feet of the two-armed form of Kr&#803;s&#803;n&#803;a, who appeared as the son of Nanda Mah&#257;r&#257;ja. Brahm&#257; offered his prayers to that form.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>