<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.11</P><P CLASS=c>kv&#257;ham&#769; tamo-mahad-aham&#769;-kha-car&#257;gni-v&#257;r-bh&#363;-</P><P CLASS=c>sam&#769;ves&#803;t&#803;it&#257;n&#803;d&#803;a-ghat&#803;a-sapta-vitasti-k&#257;yah&#803;</P><P CLASS=c>kvedr&#803;g-vidh&#257;vigan&#803;it&#257;n&#803;d&#803;a-par&#257;n&#803;u-cary&#257;-</P><P CLASS=c>v&#257;t&#257;dhva-roma-vivarasya ca te mahitvam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah&#803;</A> &#8212; the material nature; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; the total material energy; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; false ego; <A CLASS=v HREF="http://vedabase.net/k/kha">kha</A> &#8212; ether; <A CLASS=v HREF="http://vedabase.net/c/cara">cara</A> &#8212; air; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/v/vah">v&#257;h&#803;</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A> &#8212; earth; <A CLASS=v HREF="http://vedabase.net/s/samvestita">sam&#769;ves&#803;t&#803;ita</A> &#8212; surrounded by; <A CLASS=v HREF="http://vedabase.net/a/anda">an&#803;d&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/g/ghata">ghat&#803;a</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> potlike universe; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A>-<A CLASS=v HREF="http://vedabase.net/v/vitasti">vitasti</A> &#8212; seven spans; <A CLASS=v HREF="http://vedabase.net/k/kayah">k&#257;yah&#803;</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/i/idrk">&#299;dr&#803;k</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/v/vidha">vidh&#257;</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/aviganita">avigan&#803;ita</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/a/anda">an&#803;d&#803;a</A> &#8212; universes; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/anu">an&#803;u</A> &#8212; like the atomic dust; <A CLASS=v HREF="http://vedabase.net/c/carya">cary&#257;</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/v/vata">v&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/adhva">adhva</A> &#8212; airholes; <A CLASS=v HREF="http://vedabase.net/r/roma">roma</A> &#8212; of hair on the body; <A CLASS=v HREF="http://vedabase.net/v/vivarasya">vivarasya</A> &#8212; of the holes; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/m/mahitvam">mahitvam</A> &#8212; greatness.</P><P CLASS=t>TRANSLATION</P><P>What am I, a small creature measuring seven spans of my own hand? I am enclosed in a potlike universe composed of material nature, the total material energy, false ego, ether, air, water and earth. And what is Your glory? Unlimited universes pass through the pores of Your body just as particles of dust pass through the openings of a screened window.</P><P CLASS=t>PURPORT</P><P>In the Caitanya-carit&#257;mr&#803;ta, &#256;di-l&#299;l&#257;, Chapter Five, Text 72, &#346;r&#299;la Prabhup&#257;da gives the following purport for this verse: "Then Lord Brahm&#257;, after having stolen all Kr&#803;s&#803;n&#803;a's cows and cowherd boys, returned and saw that the cows and boys were still roaming with Kr&#803;s&#803;n&#803;a, he offered this prayer in his defeat. A conditioned soul &#8212; even one so great as Brahm&#257;, who manages the affairs of the entire universe &#8212; cannot compare to the Personality of Godhead, for He can produce numberless universes simply by the spiritual rays emanating from the pores of His body. Material scientists should take lessons from the utterances of &#346;r&#299; Brahm&#257; regarding our insignificance in comparison with God. In these prayers of Brahm&#257; there is much to learn for those who are falsely puffed up by the accumulation of power."</P><P>In Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead, Volume One, Chapter Fourteen, &#346;r&#299;la Prabhup&#257;da further comments on this verse: "Lord Brahm&#257; realized his actual position. He is certainly the supreme teacher of this universe, in charge of the production of material nature, which consists of the complete material elements, false ego, sky, air, fire, water and earth. Such a universe may be gigantic, but it can be measured, just as we measure our body as seven spans. Generally, everyone's personal bodily measurement is calculated to be seven spans of his hand. This particular universe may appear to be a very gigantic body, but it is nothing but the measurement of seven spans for Lord Brahm&#257;."</P><P>Aside from this universe, there are unlimited other universes outside the jurisdiction of this particular Lord Brahm&#257;. Just as innumerable atomic infinitesimal fragments pass through the holes of a screened window, so millions and trillions of universes in their seedling form are coming out from the bodily pores of Mah&#257;-Vis&#803;n&#803;u, and that Mah&#257;-Vis&#803;n&#803;u is but a part of the plenary expansion of Kr&#803;s&#803;n&#803;a. Under these circumstances, although Lord Brahm&#257; is the supreme creature within this universe, what is his importance in the presence of Lord Kr&#803;s&#803;n&#803;a?</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>