<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 14 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 14 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers to Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.14.23</P><P CLASS=c>ekas tvam &#257;tm&#257; purus&#803;ah&#803; pur&#257;n&#803;ah&#803;</P><P CLASS=c>satyah&#803; svayam&#769;-jyotir ananta &#257;dyah&#803;</P><P CLASS=c>nityo 'ks&#803;aro 'jasra-sukho nira&#241;janah&#803;</P><P CLASS=c>p&#363;rn&#803;&#257;dvayo mukta up&#257;dhito 'mr&#803;tah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ekah">ekah&#803;</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/p/purusah">purus&#803;ah&#803;</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/p/puranah">pur&#257;n&#803;ah&#803;</A> &#8212; the oldest; <A CLASS=v HREF="http://vedabase.net/s/satyah">satyah&#803;</A> &#8212; the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A>-<A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih&#803;</A> &#8212; self-manifested; <A CLASS=v HREF="http://vedabase.net/a/anantah">anantah&#803;</A> &#8212; without end; <A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dyah&#803;</A> &#8212; without beginning; <A CLASS=v HREF="http://vedabase.net/n/nityah">nityah&#803;</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/a/aksarah">aks&#803;arah&#803;</A> &#8212; indestructible; <A CLASS=v HREF="http://vedabase.net/a/ajasra">ajasra</A>-<A CLASS=v HREF="http://vedabase.net/s/sukhah">sukhah&#803;</A> &#8212; whose happiness cannot be obstructed; <A CLASS=v HREF="http://vedabase.net/n/niranjanah">nira&#241;janah&#803;</A> &#8212; devoid of contamination; <A CLASS=v HREF="http://vedabase.net/p/purna">p&#363;rn&#803;a</A> &#8212; complete; <A CLASS=v HREF="http://vedabase.net/a/advayah">advayah&#803;</A> &#8212; without <A HREF="http://vedabase.net/a/a">a</A> second; <A CLASS=v HREF="http://vedabase.net/m/muktah">muktah&#803;</A> &#8212; free; <A CLASS=v HREF="http://vedabase.net/u/upadhitah">up&#257;dhitah&#803;</A> &#8212; from all material designations; <A CLASS=v HREF="http://vedabase.net/a/amrtah">amr&#803;tah&#803;</A> &#8212; deathless.</P><P CLASS=t>TRANSLATION</P><P>You are the one Supreme Soul, the primeval Supreme Personality, the Absolute Truth &#8212; self-manifested, endless and beginningless. You are eternal and infallible, perfect and complete, without any rival and free from all material designations. Your happiness can never be obstructed, nor have You any connection with material contamination. Indeed, You are the indestructible nectar of immortality.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; explains how the various terms of this verse demonstrate that the transcendental body of Lord Kr&#803;s&#803;n&#803;a is free from the characteristics of material bodies. All material bodies go through six phases: birth, growth, maturity, reproduction, decline and destruction. But Lord Kr&#803;s&#803;n&#803;a does not take material birth, since He is the original reality, a fact clearly indicated here by the word adya, "original." We take our material birth within a particular material atmosphere, in material bodies that are amalgamations of various material elements. Since Lord Kr&#803;s&#803;n&#803;a existed long before the creation of any material atmosphere or element, there is no question of material birth for His transcendental body.</P><P>Similarly, the word p&#363;rn&#803;a, meaning "full and complete," refutes the concept that Lord Kr&#803;s&#803;n&#803;a could grow, since He is ever-existing in fullness. When one's material body becomes mature, one can no longer enjoy as in youth; but the words ajasra-sukha, "enjoying unobstructed happiness," indicate that Lord Kr&#803;s&#803;n&#803;a's body never reaches so-called middle age, since it is always full of spiritual youthful bliss. The word aks&#803;ara, "undiminishing," refutes the possibility that Lord Kr&#803;s&#803;n&#803;a's body grows old or declines, and the word amr&#803;ta, "immortal" negates the possibility of death.</P><P>In other words, Lord Kr&#803;s&#803;n&#803;a's transcendental body is free from the transformations of material bodies. The Lord does, however, create innumerable worlds and expand Himself as innumerable living entities. But the Lord's so-called reproduction is completely spiritual and does not take place at a certain phase of bodily existence; rather, it constitutes the Lord's eternal proclivity to expand His spiritual bliss and glories.</P><P>As the Lord states in &#347;ruti, p&#363;rvam ev&#257;ham ih&#257;sam: "I alone existed in the beginning." Therefore here the Lord is called purus&#803;ah&#803; pur&#257;n&#803;ah&#803;, "the primeval enjoyer. "This original purus&#803;a expands Himself as the Supersoul and enters every living being. Still, He is ultimately the Absolute Truth, Kr&#803;s&#803;n&#803;a, as stated in the Gop&#257;la-t&#257;pan&#299; Upanis&#803;ad: yah&#803; s&#257;ks&#803;&#257;t para-brahmeti govindam&#769; sac-cid-&#257;nanda-vigraham&#769; vr&#803;nd&#257;vana-sura-bh&#363;ruha-tal&#257;s&#299;nam. "The Absolute Truth Himself is Govinda, who has an eternal form of bliss and knowledge and who is sitting beneath the shady desire trees of Vr&#803;nd&#257;vana." This Absolute Truth is beyond material ignorance and beyond even ordinary spiritual knowledge, as stated in the same Gop&#257;la-t&#257;pan&#299; &#347;ruti: vidy&#257;vidy&#257;bhy&#257;m&#769; bhinnah&#803;. Thus, in many ways the supremacy of Lord Kr&#803;s&#803;n&#803;a has been established in the Vedic literature, and it is here confirmed by Lord Brahm&#257; himself.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>