<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 1 Verses 13-15</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 1 Verses 13-15"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Curse Upon the Yadu Dynasty</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.1.13-15</P><P CLASS=c>kr&#299;d&#803;antas t&#257;n upavrajya</P><P CLASS=c>kum&#257;r&#257; yadu-nandan&#257;h&#803;</P><P CLASS=c>upasa&#324;gr&#803;hya papracchur</P><P CLASS=c>avin&#299;t&#257; vin&#299;ta-vat</P><P CLASS=c>te ves&#803;ayitv&#257; str&#299;-ves&#803;aih&#803;</P><P CLASS=c>s&#257;mbam&#769; j&#257;mbavat&#299;-sutam</P><P CLASS=c>es&#803;&#257; pr&#803;cchati vo vipr&#257;</P><P CLASS=c>antarvatny asiteks&#803;an&#803;&#257;</P><P CLASS=c>pras&#803;t&#803;um&#769; vilajjat&#299; s&#257;ks&#803;&#257;t</P><P CLASS=c>prabr&#363;t&#257;mogha-dar&#347;an&#257;h&#803;</P><P CLASS=c>prasos&#803;yant&#299; putra-k&#257;m&#257;</P><P CLASS=c>kim&#769; svit sa&#241;janayis&#803;yati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kridantah">kr&#299;d&#803;antah&#803;</A> &#8212; playing; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them (the sages); <A CLASS=v HREF="http://vedabase.net/u/upavrajya">upavrajya</A> &#8212; approaching; <A CLASS=v HREF="http://vedabase.net/k/kumarah">kum&#257;r&#257;h&#803;</A> &#8212; the young boys; <A CLASS=v HREF="http://vedabase.net/y/yadu">yadu</A>-<A CLASS=v HREF="http://vedabase.net/n/nandanah">nandan&#257;h&#803;</A> &#8212; the sons of the <A HREF="http://vedabase.net/y/yadu">Yadu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/u/upasangrhya">upasa&#324;gr&#803;hya</A> &#8212; taking hold of the sages' feet; <A CLASS=v HREF="http://vedabase.net/p/papracchuh">papracchuh&#803;</A> &#8212; they asked; <A CLASS=v HREF="http://vedabase.net/a/avinitah">avin&#299;t&#257;h&#803;</A> &#8212; not humble; <A CLASS=v HREF="http://vedabase.net/v/vinita">vin&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; acting <A HREF="http://vedabase.net/a/as">as</A> if humble; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/v/vesayitva">ves&#803;ayitv&#257;</A> &#8212; dressing; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A>-<A CLASS=v HREF="http://vedabase.net/v/vesaih">ves&#803;aih&#803;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> woman's clothes and ornaments; <A CLASS=v HREF="http://vedabase.net/s/sambam">s&#257;mbam</A> <A CLASS=v HREF="http://vedabase.net/j/jambavati">j&#257;mbavat&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sutam">sutam</A> &#8212; <A HREF="http://vedabase.net/s/samba">S&#257;mba</A>, the son of <A HREF="http://vedabase.net/j/jambavati">J&#257;mbavat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/e/esa">es&#803;&#257;</A> &#8212; this woman; <A CLASS=v HREF="http://vedabase.net/p/prcchati">pr&#803;cchati</A> &#8212; is asking; <A CLASS=v HREF="http://vedabase.net/v/vah">vah&#803;</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/v/viprah">vipr&#257;h&#803;</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> learned br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/a/antarvatni">antarvatn&#299;</A> &#8212; pregnant; <A CLASS=v HREF="http://vedabase.net/a/asita">asita</A>-<A CLASS=v HREF="http://vedabase.net/i/iksana">&#299;ks&#803;an&#257;</A> &#8212; black-eyed; <A CLASS=v HREF="http://vedabase.net/p/prastum">pras&#803;t&#803;um</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> ask; <A CLASS=v HREF="http://vedabase.net/v/vilajjati">vilajjat&#299;</A> &#8212; embarrassed; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ks&#803;&#257;t</A> &#8212; directly herself; <A CLASS=v HREF="http://vedabase.net/p/prabruta">prabr&#363;ta</A> &#8212; please speak; <A CLASS=v HREF="http://vedabase.net/a/amogha">amogha</A>-<A CLASS=v HREF="http://vedabase.net/d/darsanah">dar&#347;an&#257;h&#803;</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> you whose vision is never bewildered; <A CLASS=v HREF="http://vedabase.net/p/prasosyanti">prasos&#803;yant&#299;</A> &#8212; she who is just about <A HREF="http://vedabase.net/t/to">to</A> give birth; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A>-<A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;m&#257;</A> &#8212; and desirous of getting <A HREF="http://vedabase.net/a/a">a</A> son; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/s/svit">svit</A> &#8212; what indeed (<A HREF="http://vedabase.net/a/a">a</A> son or daughter?); <A CLASS=v HREF="http://vedabase.net/s/sanjanayisyati">sa&#241;janayis&#803;yati</A> &#8212; will she give birth <A HREF="http://vedabase.net/t/to">to</A>.</P><P CLASS=t>TRANSLATION</P><P>To that holy place, the young boys of the Yadu dynasty had brought S&#257;mba, son of J&#257;mbavat&#299;, dressed in woman's garb. Playfully approaching the great sages gathered there, the boys grabbed hold of the sages' feet and impudently asked them with feigned humility, "O learned br&#257;hman&#803;as, this black-eyed pregnant woman has something to ask you. She is too embarrassed to inquire for herself. She is just about to give birth and is very desirous of having a son. Since all of you are great sages with infallible vision, please tell us whether her child will be a boy or a girl."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; has made the following comment: "The impudent behavior of the young Yadus toward the sages headed by N&#257;rada, who were all br&#257;hman&#803;as and devotees of the Lord, was a display of deviation from the path of Lord Kr&#803;s&#803;n&#803;a. Similarly, although the pr&#257;kr&#803;ta-sahajiy&#257;s think of themselves as intimate associates of Kr&#803;s&#803;n&#803;a, the supremely merciful Lord's determination is perfectly correct in working to finish such false devotees. Such impostors actually never accept real service to Kr&#803;s&#803;n&#803;a. The yadu-kum&#257;ras' deception is termed 'seemingly humble,' meaning that in fact they were anything but humble. Therefore, the ridiculing of Vais&#803;n&#803;avas by the Lord's family resulted in a great offense against the devotees of the Lord."</P><P>A similar incident occurred during the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu when His own mother offended &#346;r&#299; Advaita &#256;c&#257;rya. &#346;r&#299; Caitanya Mah&#257;prabhu personally rectified this offense against a great Vais&#803;n&#803;ava, and thus the Lord showed His magnanimity. Lord Kr&#803;s&#803;n&#803;a's pastime of destroying the Yadu dynasty is also a demonstration of His mercy to His devotees.</P><P>Believing the br&#257;hman&#803;as, Vais&#803;n&#803;avas and r&#803;s&#803;is to be foolishly lacking knowledge in material affairs of sense gratification, the yadu-kum&#257;ras dressed S&#257;mba, the son of J&#257;mbavat&#299;, as a woman and tried to mock the saintly assembly. Lord Kr&#803;s&#803;n&#803;a wanted to teach that such an offense committed against great devotees by His associate S&#257;mba would be the cause of the Yadu dynasty's destruction, all as part of His l&#299;l&#257;.</P><P>In modern times such misbehavior has also manifested itself within the Gaud&#803;&#299;ya Vais&#803;n&#803;ava community. Unauthorized persons have initiated the process of deceitfully bestowing a woman's dress on their followers. This process is to be counted as a variety of apar&#257;dha, or offense against Kr&#803;s&#803;n&#803;a. Such an attempt to cheapen and ridicule devotional service to Kr&#803;s&#803;n&#803;a is certainly caused by envy toward the real Vais&#803;n&#803;avas, who are faithfully engaged in devotional service according to the rules and regulations of the Vedic literature. Thus R&#363;pa Gosv&#257;m&#299; has said:</P><P>&#347;ruti-smr&#803;ti-pur&#257;n&#803;&#257;di-</P><P CLASS=n>pa&#241;car&#257;tra-vidhim&#769; vin&#257;</P><P CLASS=n>aik&#257;ntik&#299; harer bhaktir</P><P CLASS=n>utp&#257;t&#257;yaiva kalpate</P><P CLASS=n>[BRS 1.2.101]</P><P>"If one wants to demonstrate his great devotion to the Supreme Lord but his process of devotional service violates the standard rules of revealed scriptures such as &#347;ruti, smr&#803;ti, Pur&#257;n&#803;as and N&#257;rada-pa&#241;car&#257;tra, then his alleged love of Godhead will simply disturb society by misleading people from the auspicious path of spiritual advancement." (Bhakti-ras&#257;mr&#803;ta-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/101">1.2.101</A>) The taking of a woman's clothing by a man in kr&#803;s&#803;n&#803;a-l&#299;l&#257; was intended to point out this fact. Such an act amounts to cheating and ridicule of the devotees of Kr&#803;s&#803;n&#803;a. S&#257;mba is a personal associate of the Lord, but acting as a harbinger of the future misfortune to be created in Kali-yuga by bogus followers of &#346;r&#299; Caitanya Mah&#257;prabhu, S&#257;mba displayed this didactic pastime to help the living entities be blessed on the correct path of devotional service.</P><P>The boys said to the sages, "O r&#803;s&#803;is, O br&#257;hman&#803;as, O N&#257;rada and other great personalities, can you tell us whether it will be a son or a daughter that will be born from this pregnant woman's womb?" By addressing pure Vais&#803;n&#803;avas in this way, they anticipated the fraudulent samprad&#257;yas of the modern age in their practice of sakh&#299;-bheka, or dressing men as female associates of the gop&#299;s. This unauthorized activity constitutes contempt and mockery of the pure devotees of the Lord.</P><P>Many false yog&#299;s, imagining they are distributing first-class devotion on the liberated platform, attempt to award the status of "pure devotee" to candidates totally ignorant of the transcendental tastes of madhura-rati, or the Lord's conjugal love in the spiritual world. Even though they know that the general populace is unfit to imitate the liberated associates of the Lord, they artificially decorate ordinary persons with the ornaments of spiritual perfection, such as tears, a melted heart, and the standing on end of the bodily hairs. Thus these bogus yog&#299;s introduce a process that misleads the world. Because &#346;r&#299; Caitanya Mah&#257;prabhu understood that the great misfortune caused by such false yog&#299;s, or kuyog&#299;s, was impossible to forestall in the Kali-yuga, He infected them with insane desires for material objects of lust so that ordinary persons can easily identify such false yog&#299;s as deviated from the path of pure devotional service.</P><P>The mockery of the br&#257;hman&#803;as and Vais&#803;n&#803;avas by the young boys of the Yadu dynasty who dressed S&#257;mba in woman's garb, and the resultant destruction of the Yadu dynasty, conclusively demonstrate the uselessness of the sahajiy&#257;-samprad&#257;yas.</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has confirmed that the lack of humility shown by the sons of the Yadu dynasty was an arrangement by the Lord Himself. In other words, the members of the Yadu dynasty are ultimately associates of Lord Kr&#803;s&#803;n&#803;a, and to facilitate the instructive pastimes of the Lord they acted in apparently unethical ways.</P><P CLASS=l><A CLASS=i HREF="11-12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>