<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 1 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 1 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Curse Upon the Yadu Dynasty</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.1.16</P><P CLASS=c>evam&#769; pralabdh&#257; munayas</P><P CLASS=c>t&#257;n &#363;cuh&#803; kupit&#257; nr&#803;pa</P><P CLASS=c>janayis&#803;yati vo mand&#257;</P><P CLASS=c>mus&#803;alam&#769; kula-n&#257;&#347;anam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/pralabdhah">pralabdh&#257;h&#803;</A> &#8212; tricked; <A CLASS=v HREF="http://vedabase.net/m/munyayah">munyayah&#803;</A> &#8212; the sages; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> those boys; <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh&#803;</A> &#8212; they spoke; <A CLASS=v HREF="http://vedabase.net/k/kupitah">kupit&#257;h&#803;</A> &#8212; angered; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nr&#803;pa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King <A HREF="http://vedabase.net/p/pariksit">Par&#299;ks&#803;it</A>; <A CLASS=v HREF="http://vedabase.net/j/janayisyati">janayis&#803;yati</A> &#8212; she will give birth; <A CLASS=v HREF="http://vedabase.net/v/vah">vah&#803;</A> &#8212; for you; <A CLASS=v HREF="http://vedabase.net/m/mandah">mand&#257;h&#803;</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> fools; <A CLASS=v HREF="http://vedabase.net/m/musalam">mus&#803;alam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> club; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/n/nasanam">n&#257;&#347;anam</A> &#8212; which will destroy the dynasty.</P><P CLASS=t>TRANSLATION</P><P>Thus ridiculed by deceit, the sages became angry, O King, and told the boys, "Fools! She will bear you an iron club that will destroy your entire dynasty."</P><P CLASS=t>PURPORT</P><P>The four defects of the conditioned soul, namely the tendency to commit mistakes (bhrama), illusion (pram&#257;da), imperfect senses (karan&#803;&#257;p&#257;t&#803;ava) and the tendency to cheat (vipralips&#257;), are not found in pure devotees of the Lord. Lord Kr&#803;s&#803;n&#803;a, however, arranged for the young members of His own family, the Yadu dynasty, to exhibit the dangerous lower propensities of mankind. Thus the Y&#257;dava boys imitated the activities of the followers of a pseudodevotional cult.</P><P>Just before His disappearance, Kr&#803;s&#803;n&#803;a desired that the sages become angry at the young members of the Yadu dynasty, in order to teach that Vais&#803;n&#803;avas cannot be thought of as foolish, ignorant or mundane and to reduce the false pride of His own family members. Sometimes misguided persons assume the roles of pseudodevotees and blaspheme the actual process of pure devotional service and the pure devotees who are surrendered to preaching the mission of the Lord. Such foolish pseudodevotees think that their hatred or envy of the actual preaching mission of the Lord constitutes bhakti, but in fact it constitutes the cause of all trouble both for them and for the unfortunate people who follow them. The preachers of pure devotional service expose the pernicious attempts of pseudodevotees, and similarly the sages headed by N&#257;rada, who were all exalted devotees of the Lord, addressed the young boys of the Yadu dynasty as bewildered fools and told them, "Within this false womb or false dress of a s&#257;dhu, a club will take birth that will be the source of your dynasty's destruction."</P><P>Especially in India, but now also in the Western countries, there is a class of polluted sense enjoyers who also call themselves Gaud&#803;&#299;ya Vais&#803;n&#803;avas and pretend to exhibit the highest state of prema-bhakti. They declare that they are on the highest stage of devotion and therefore concerned only with the most intimate affairs of m&#257;dhurya-l&#299;l&#257;, as exhibited in Vr&#803;nd&#257;vana. Sometimes they even dress as gop&#299;s, making a false show of entering into the pastimes of Kr&#803;s&#803;n&#803;a without actually following the standard regulations. In the name of prema-bhakti, they sometimes commit grievous offenses against the pure devotees of Kr&#803;s&#803;n&#803;a. By this incident concerning the iron club from the so-called womb of S&#257;mba, Lord Kr&#803;s&#803;n&#803;a Himself taught the dangerous results of such pseudodevotion.</P><P CLASS=l><A CLASS=i HREF="13-15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>