<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 83</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 83"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 83: <A CLASS=v HREF="index.htm">Draupad&#299; Meets the Queens of Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.83 Summary</P><P>This chapter relates a conversation between Draupad&#299; and Lord Kr&#803;s&#803;n&#803;a's foremost queens, in which each of them describes how the Lord married her.</P><P>Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a returned from His meeting with the gop&#299;s and asked King Yudhis&#803;t&#803;hira and His other relatives whether they were well. They replied, "My Lord, anyone who has just once imbibed through his ears the honey of Your pastimes can never know misfortune."</P><P>Then Draupad&#299; inquired from Lord Kr&#803;s&#803;n&#803;a's wives how the Lord had come to marry them. Queen Rukmin&#803;&#299; spoke first: "Many kings, headed by Jar&#257;sandha, were intent on giving me in marriage to &#346;i&#347;up&#257;la. Thus at my wedding they all stood with bows in hand, ready to support &#346;i&#347;up&#257;la against any opponents. But &#346;r&#299; Kr&#803;s&#803;n&#803;a came and forcibly took me away, as a lion takes his prey from amidst goats and sheep."</P><P>Queen Satyabh&#257;m&#257; said, "When my uncle Prasena was killed, my father, Satr&#257;jit, falsely accused Lord Kr&#803;s&#803;n&#803;a of murder. To clear His name, Kr&#803;s&#803;n&#803;a defeated J&#257;mbav&#257;n, recovered the Syamantaka jewel and returned it to Satr&#257;jit. Repentant, my father presented the Lord with both the jewel and myself."</P><P>Queen J&#257;mbavat&#299; said, "When &#346;r&#299; Kr&#803;s&#803;n&#803;a entered my father's cave in search of the Syamantaka jewel, at first my father, J&#257;mbav&#257;n, did not understand who He was. So my father fought with Him for twenty-seven days and nights. Finally, J&#257;mbav&#257;n understood that Kr&#803;s&#803;n&#803;a was none other than Lord R&#257;macandra, his worshipable Lord. Thus he gave Kr&#803;s&#803;n&#803;a the Syamantaka jewel, along with me."</P><P>Queen K&#257;lind&#299; said, "To obtain Kr&#803;s&#803;n&#803;a as my husband, I performed severe austerities. Then one day Lord Kr&#803;s&#803;n&#803;a came to me in the company of Arjuna, and at that time the Lord agreed to marry me."</P><P>Queen Mitravind&#257; said, "&#346;r&#299; Kr&#803;s&#803;n&#803;a came to my svayam&#769;-vara ceremony, where He defeated all the opposing kings and took me away to His city of Dv&#257;rak&#257;."</P><P>Queen Saty&#257; said, "My father stipulated that to win my hand, a prospective suitor would have to subdue and tie up seven powerful bulls. Accepting this challenge, Lord Kr&#803;s&#803;n&#803;a playfully subdued them, defeated all His rival suitors and married me."</P><P>Queen Bhadr&#257; said, "My father invited his nephew Kr&#803;s&#803;n&#803;a, to whom I had already given my heart, and offered me to Him as His bride. The dowry was an entire military division and a retinue of my female companions."</P><P>Queen Laks&#803;man&#803;&#257; said to Draupad&#299;, "At my svayam&#769;-vara, as at yours, a fish-target was fastened near the ceiling. But in my case the fish was concealed on all sides, and only its reflection could be seen in a pot of water below. Several kings tried to hit the fish with an arrow but failed. Arjuna then made his attempt. He concentrated on the reflection of the fish in the water and took careful aim, but when he released his arrow it only grazed the target. Then &#346;r&#299; Kr&#803;s&#803;n&#803;a fixed His arrow on the bow and shot it straight through the target, knocking it to the ground. I placed the victory necklace on &#346;r&#299; Kr&#803;s&#803;n&#803;a's neck, but the kings who had failed raised a violent protest. Lord Kr&#803;s&#803;n&#803;a valiantly fought them, cutting off the heads, arms and legs of many and sending the rest fleeing for their lives. Then the Lord took me to Dv&#257;rak&#257; for our lavish wedding."</P><P>Rohin&#803;&#299;-dev&#299;, representing all the other queens, explained that they were daughters of the kings defeated by Bhaum&#257;sura. The demon had held them captive, but when Lord Kr&#803;s&#803;n&#803;a killed him He had released them and married them all.</P><P CLASS=l><A CLASS=i HREF="../82/48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>