<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 20 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 20 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Surrenders the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.20.11</P><P CLASS=c>yajanti yaj&#241;am&#769; kratubhir yam &#257;dr&#803;t&#257;</P><P CLASS=c>bhavanta &#257;mn&#257;ya-vidh&#257;na-kovid&#257;h&#803;</P><P CLASS=c>sa eva vis&#803;n&#803;ur varado 'stu v&#257; paro</P><P CLASS=c>d&#257;sy&#257;my amus&#803;mai ks&#803;itim &#299;psit&#257;m&#769; mune</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yajanti">yajanti</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/y/yajnam">yaj&#241;am</A> &#8212; who is the <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A> of sacrifice; <A CLASS=v HREF="http://vedabase.net/k/kratubhih">kratubhih&#803;</A> &#8212; by the different paraphernalia for sacrifice; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; unto the Supreme Person; <A CLASS=v HREF="http://vedabase.net/a/adrtah">&#257;dr&#803;t&#257;h&#803;</A> &#8212; very respectfully; <A CLASS=v HREF="http://vedabase.net/b/bhavantah">bhavantah&#803;</A> &#8212; all of you; <A CLASS=v HREF="http://vedabase.net/a/amnaya">&#257;mn&#257;ya</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhana">vidh&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/k/kovidah">kovid&#257;h&#803;</A> &#8212; great saintly persons fully aware of the Vedic principles of performing sacrifice; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/visnuh">vis&#803;n&#803;uh&#803;</A> &#8212; is Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/varadah">varadah&#803;</A> &#8212; either <A HREF="http://vedabase.net/h/he">He</A> is prepared <A HREF="http://vedabase.net/t/to">to</A> give benedictions; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> becomes; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/p/parah">parah&#803;</A> &#8212; comes <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/an">an</A> enemy; <A CLASS=v HREF="http://vedabase.net/d/dasyami">d&#257;sy&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall give; <A CLASS=v HREF="http://vedabase.net/a/amusmai">amus&#803;mai</A> &#8212; unto Him (unto Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>, V&#257;manadeva); <A CLASS=v HREF="http://vedabase.net/k/ksitim">ks&#803;itim</A> &#8212; the tract of land; <A CLASS=v HREF="http://vedabase.net/i/ipsitam">&#299;psit&#257;m</A> &#8212; whatever <A HREF="http://vedabase.net/h/he">He</A> has desired; <A CLASS=v HREF="http://vedabase.net/m/mune">mune</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great sage.</P><P CLASS=t>TRANSLATION</P><P>O great sage, great saintly persons like you, being completely aware of the Vedic principles for performing ritualistic ceremonies and yaj&#241;as, worship Lord Vis&#803;n&#803;u in all circumstances. Therefore, whether that same Lord Vis&#803;n&#803;u has come here to give me all benedictions or to punish me as an enemy, I must carry out His order and give Him the requested tract of land without hesitation.</P><P CLASS=t>PURPORT</P><P>As stated by Lord &#346;iva:</P><P>&#257;r&#257;dhan&#257;n&#257;m&#769; sarves&#803;&#257;m&#769;</P><P CLASS=n>vis&#803;n&#803;or &#257;r&#257;dhanam&#769; param</P><P CLASS=n>tasm&#257;t parataram&#769; devi</P><P CLASS=n>tad&#299;y&#257;n&#257;m&#769; samarcanam</P><P CLASS=n>(Padma Pur&#257;n&#803;a)</P><P>Although in the Vedas there are recommendations for worshiping many demigods, Lord Vis&#803;n&#803;u is the Supreme Person, and worship of Vis&#803;n&#803;u is the ultimate goal of life. The Vedic principles of the varn&#803;&#257;&#347;rama institution are meant to organize society to prepare everyone to worship Lord Vis&#803;n&#803;u.</P><P>varn&#803;&#257;&#347;ram&#257;c&#257;ravat&#257;</P><P CLASS=n>purus&#803;en&#803;a parah&#803; pum&#257;n</P><P CLASS=n>vis&#803;n&#803;ur &#257;r&#257;dhyate panth&#257;</P><P CLASS=n>n&#257;nyat tat-tos&#803;a-k&#257;ran&#803;am</P><P>"The Supreme Personality of Godhead, Lord Vis&#803;n&#803;u, is worshiped by the proper execution of prescribed duties in the system of varn&#803;a and &#257;&#347;rama. There is no other way to satisfy the Supreme Personality of Godhead." (Vis&#803;n&#803;u Pur&#257;n&#803;a <A CLASS=v HREF="http://vedabase.net/todo/purana3/8/9">3.8.9</A>) One must ultimately worship Lord Vis&#803;n&#803;u, and for that purpose the varn&#803;&#257;&#347;rama system organizes society into br&#257;hman&#803;as, ks&#803;atriyas, vai&#347;yas, &#347;&#363;dras, brahmac&#257;r&#299;s, gr&#803;hasthas, v&#257;naprasthas and sanny&#257;s&#299;s. Bali Mah&#257;r&#257;ja, having been perfectly educated in devotional service by his grandfather Prahl&#257;da Mah&#257;r&#257;ja, knew how things are to be done. He was never to be misguided by anyone, even by a person who happened to be his so-called spiritual master. This is the sign of full surrender. Bhaktivinoda T&#803;h&#257;kura said:</P><P>m&#257;rabi r&#257;khabi &#8212; yo icch&#257; toh&#257;r&#257;</P><P CLASS=n>nitya-d&#257;sa-prati tuy&#257; adhik&#257;r&#257;</P><P>When one surrenders to Lord Vis&#803;n&#803;u, one must be prepared to abide by His orders in all circumstances, whether He kills one or gives one protection. Lord Vis&#803;n&#803;u must be worshiped in all circumstances.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>