<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 6 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 6 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Prahl&#257;da Instructs His Demoniac Schoolmates</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.6.24</P><P CLASS=c>tasm&#257;t sarves&#803;u bh&#363;tes&#803;u</P><P CLASS=c>day&#257;m&#769; kuruta sauhr&#803;dam</P><P CLASS=c>bh&#257;vam &#257;suram unmucya</P><P CLASS=c>yay&#257; tus&#803;yaty adhoks&#803;ajah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/s/sarvesu">sarves&#803;u</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> all; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;tes&#803;u</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/d/dayam">day&#257;m</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/k/kuruta">kuruta</A> &#8212; show; <A CLASS=v HREF="http://vedabase.net/s/sauhrdam">sauhr&#803;dam</A> &#8212; friendliness; <A CLASS=v HREF="http://vedabase.net/b/bhavam">bh&#257;vam</A> &#8212; the attitude; <A CLASS=v HREF="http://vedabase.net/a/asuram">&#257;suram</A> &#8212; of the demons (who separate friends and enemies); <A CLASS=v HREF="http://vedabase.net/u/unmucya">unmucya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/t/tusyati">tus&#803;yati</A> &#8212; is satisfied; <A CLASS=v HREF="http://vedabase.net/a/adhoksajah">adhoks&#803;ajah&#803;</A> &#8212; the Supreme Lord, who is beyond the perception of the senses.</P><P CLASS=t>TRANSLATION</P><P>Therefore, my dear young friends born of demons, please act in such a way that the Supreme Lord, who is beyond the conception of material knowledge, will be satisfied. Give up your demoniac nature and act without enmity or duality. Show mercy to all living entities by enlightening them in devotional service, thus becoming their well-wishers.</P><P CLASS=t>PURPORT</P><P>The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>), bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah&#803;: "One can understand the Supreme Personality as He is only by devotional service." Prahl&#257;da Mah&#257;r&#257;ja ultimately instructed his class friends, the sons of the demons, to accept the process of devotional service by preaching the science of Kr&#803;s&#803;n&#803;a consciousness to everyone. Preaching is the best service to the Lord. The Lord will immediately be extremely satisfied with one who engages in this service of preaching Kr&#803;s&#803;n&#803;a consciousness. This is confirmed by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/69.htm">18.69</A>). Na ca tasm&#257;n manus&#803;yes&#803;u ka&#347;cin me priya-kr&#803;ttamah&#803;: "There is no servant in this world more dear to Me than he, nor will there ever be one more dear." If one sincerely tries his best to spread Kr&#803;s&#803;n&#803;a consciousness by preaching the glories of the Lord and His supremacy, even if he is imperfectly educated, he becomes the dearmost servant of the Supreme Personality of Godhead. This is bhakti. As one performs this service for humanity, without discrimination between friends and enemies, the Lord becomes satisfied, and the mission of one's life is fulfilled. &#346;r&#299; Caitanya Mah&#257;prabhu therefore advised everyone to become a guru-devotee and preach Kr&#803;s&#803;n&#803;a consciousness (y&#257;re dekha, t&#257;re kaha 'kr&#803;s&#803;n&#803;a'-upade&#347;a [Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>]). That is the easiest way to realize the Supreme Personality of Godhead. By such preaching, the preacher becomes satisfied, and those to whom he preaches are also satisfied. This is the process of bringing peace and tranquillity to the entire world.</P><P>bhokt&#257;ram&#769; yaj&#241;a-tapas&#257;m&#769;</P><P CLASS=n>sarva-loka-mahe&#347;varam</P><P CLASS=n>suhr&#803;dam&#769; sarva-bh&#363;t&#257;n&#257;m&#769;</P><P CLASS=n>j&#241;&#257;tv&#257; m&#257;m&#769; &#347;&#257;ntim r&#803;cchati</P><P CLASS=n>[<A CLASS=v HREF="../../../bg/5/29.htm">Bg. 5.29</A>]</P><P>One is expected to understand these three formulas of knowledge concerning the Supreme Lord &#8212; that He is the supreme enjoyer, that He is the proprietor of everything, and that He is the best well-wisher and friend of everyone. A preacher should personally understand these truths and preach them to everyone. Then there will be peace and tranquillity all over the world.</P><P>The word sauhr&#803;dam ("friendliness") is very significant in this verse. People are generally ignorant of Kr&#803;s&#803;n&#803;a consciousness, and therefore to become their best well-wisher one should teach them about Kr&#803;s&#803;n&#803;a consciousness without discrimination. Since the Supreme Lord, Vis&#803;n&#803;u, is situated in the core of everyone's heart, every body is a temple of Vis&#803;n&#803;u. One should not misuse this understanding as an excuse for such words as daridra-n&#257;r&#257;yan&#803;a. If N&#257;r&#257;yan&#803;a lives in the house of a daridra, a poor man, this does not mean that N&#257;r&#257;yan&#803;a becomes poor. He lives everywhere &#8212; in the houses of the poor and those of the rich &#8212; but in all circumstances He remains N&#257;r&#257;yan&#803;a; to think that He becomes either poor or rich is a material calculation. He is always s&#803;ad&#803;-ai&#347;varya-p&#363;rn&#803;a, full in six opulences, in all circumstances.</P><P CLASS=l><A CLASS=i HREF="20-23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>