<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 21 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 21 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Gop&#299;s Glorify the Song of Kr&#803;s&#803;n&#803;a's Flute</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.21.14</P><P CLASS=c>pr&#257;yo bat&#257;mba vihag&#257; munayo vane 'smin</P><P CLASS=c>kr&#803;s&#803;n&#803;eks&#803;itam&#769; tad-uditam&#769; kala-ven&#803;u-g&#299;tam</P><P CLASS=c>&#257;ruhya ye druma-bhuj&#257;n rucira-prav&#257;l&#257;n</P><P CLASS=c>&#347;r&#803;n&#803;vanti m&#299;lita-dr&#803;&#347;o vigat&#257;nya-v&#257;cah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prayah">pr&#257;yah&#803;</A> &#8212; almost; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/amba">amba</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> mother; <A CLASS=v HREF="http://vedabase.net/v/vihagah">vihag&#257;h&#803;</A> &#8212; the birds; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah&#803;</A> &#8212; great sages; <A CLASS=v HREF="http://vedabase.net/v/vane">vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/i/iksitam">&#299;ks&#803;itam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> order <A HREF="http://vedabase.net/t/to">to</A> see <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/u/uditam">uditam</A> &#8212; created by Him; <A CLASS=v HREF="http://vedabase.net/k/kala">kala</A>-<A CLASS=v HREF="http://vedabase.net/v/venu">ven&#803;u</A>-<A CLASS=v HREF="http://vedabase.net/g/gitam">g&#299;tam</A> &#8212; sweet vibrations <A HREF="http://vedabase.net/m/made">made</A> by playing the flute; <A CLASS=v HREF="http://vedabase.net/a/aruhya">&#257;ruhya</A> &#8212; rising; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/d/druma">druma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhujan">bhuj&#257;n</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the branches of the trees; <A CLASS=v HREF="http://vedabase.net/r/rucira">rucira</A>-<A CLASS=v HREF="http://vedabase.net/p/pravalan">prav&#257;l&#257;n</A> &#8212; having beautiful creepers and twigs; <A CLASS=v HREF="http://vedabase.net/s/srnvanti">&#347;r&#803;n&#803;vanti</A> &#8212; they hear; <A CLASS=v HREF="http://vedabase.net/m/milita">m&#299;lita</A>-<A CLASS=v HREF="http://vedabase.net/d/drsah">dr&#803;&#347;ah&#803;</A> &#8212; closing their eyes; <A CLASS=v HREF="http://vedabase.net/v/vigata">vigata</A>-<A CLASS=v HREF="http://vedabase.net/a/anya">anya</A>-<A CLASS=v HREF="http://vedabase.net/v/vacah">v&#257;cah&#803;</A> &#8212; stopping all other sounds.</P><P CLASS=t>TRANSLATION</P><P>O mother, in this forest all the birds have risen onto the beautiful branches of the trees to see Kr&#803;s&#803;n&#803;a. With closed eyes they are simply listening in silence to the sweet vibrations of His flute, and they are not attracted by any other sound. Surely these birds are on the same level as great sages.</P><P CLASS=t>PURPORT</P><P>The birds resemble sages because they live in the forest, keep their eyes closed, observe silence and remain motionless. Significantly, it is stated here that even great sages become maddened by the sound of Kr&#803;s&#803;n&#803;a's flute, which is a completely spiritual vibration.</P><P>The word rucira-prav&#257;l&#257;n indicates that even the branches of the trees are transformed in ecstasy when struck by the vibration of Kr&#803;s&#803;n&#803;a's flute-song. Indra, Brahm&#257;, &#346;iva and Vis&#803;n&#803;u, being primordial gods, travel throughout the universe and have extensive knowledge of the science of music, and yet even these great personalities have never heard or composed music like that which emanates from Kr&#803;s&#803;n&#803;a's flute. Indeed, the birds are so moved by the blissful sound that in their ecstasy they close their eyes and cling to the branches to avoid falling off the trees.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura explains that the gop&#299;s would sometimes address each other as amba, "mother."</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>