<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.19</P><P CLASS=c>y&#257;vad vatsapa-vatsak&#257;lpaka-vapur y&#257;vat kar&#257;&#324;ghry-&#257;dikam&#769;</P><P CLASS=c>y&#257;vad yas&#803;t&#803;i-vis&#803;&#257;n&#803;a-ven&#803;u-dala-&#347;ig y&#257;vad vibh&#363;s&#803;&#257;mbaram</P><P CLASS=c>y&#257;vac ch&#299;la-gun&#803;&#257;bhidh&#257;kr&#803;ti-vayo y&#257;vad vih&#257;r&#257;dikam&#769;</P><P CLASS=c>sarvam&#769; vis&#803;n&#803;umayam&#769; giro '&#324;ga-vad ajah&#803; sarva-svar&#363;po babhau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> <A CLASS=v HREF="http://vedabase.net/v/vatsapa">vatsapa</A> &#8212; exactly like the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> boys; <A CLASS=v HREF="http://vedabase.net/v/vatsaka">vatsaka</A>-<A CLASS=v HREF="http://vedabase.net/a/alpaka">alpaka</A>-<A CLASS=v HREF="http://vedabase.net/v/vapuh">vapuh&#803;</A> &#8212; and exactly like the tender bodies of the calves; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A>-<A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/a/adikam">&#257;dikam</A> &#8212; exactly <A HREF="http://vedabase.net/t/to">to</A> the measurement of their particular varieties of legs and hands; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> <A CLASS=v HREF="http://vedabase.net/y/yasti">yas&#803;t&#803;i</A>-<A CLASS=v HREF="http://vedabase.net/v/visana">vis&#803;&#257;n&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/v/venu">ven&#803;u</A>-<A CLASS=v HREF="http://vedabase.net/d/dala">dala</A>-<A CLASS=v HREF="http://vedabase.net/s/sik">&#347;ik</A> &#8212; not only like their bodies but exactly like their bugles, flutes, sticks, lunch bags and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> <A CLASS=v HREF="http://vedabase.net/v/vibhusa">vibh&#363;s&#803;&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/ambaram">ambaram</A> &#8212; exactly like their ornaments and dress <A HREF="http://vedabase.net/i/in">in</A> all their varied particulars; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;la</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/abhidha">abhidh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/akrti">&#257;kr&#803;ti</A>-<A CLASS=v HREF="http://vedabase.net/v/vayah">vayah&#803;</A> &#8212; their exact character, habits, features, attributes and explicit bodily features; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> <A CLASS=v HREF="http://vedabase.net/v/vihara">vih&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/a/adikam">&#257;dikam</A> &#8212; exactly according <A HREF="http://vedabase.net/t/to">to</A> their tastes or amusements; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; everything <A HREF="http://vedabase.net/i/in">in</A> detail; <A CLASS=v HREF="http://vedabase.net/v/visnu">vis&#803;n&#803;u</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; expansions of <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>, <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/g/girah">girah&#803;</A> <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; voices exactly like theirs; <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah&#803;</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/svarupah">svar&#363;pah&#803;</A> <A CLASS=v HREF="http://vedabase.net/b/babhau">babhau</A> &#8212; created everything <A HREF="http://vedabase.net/i/in">in</A> detail <A HREF="http://vedabase.net/a/as">as</A> Himself, without any change.</P><P CLASS=t>TRANSLATION</P><P>By His V&#257;sudeva feature, Kr&#803;s&#803;n&#803;a simultaneously expanded Himself into the exact number of missing cowherd boys and calves, with their exact bodily features, their particular types of hands, legs and other limbs, their sticks, bugles and flutes, their lunch bags, their particular types of dress and ornaments placed in various ways, their names, ages and forms, and their special activities and characteristics. By expanding Himself in this way, beautiful Kr&#803;s&#803;n&#803;a proved the statement samagra-jagad vis&#803;n&#803;umayam: "Lord Vis&#803;n&#803;u is all-pervading."</P><P CLASS=t>PURPORT</P><P>As stated in the Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/33.htm">5.33</A>):</P><P>advaitam acyutam an&#257;dim ananta-r&#363;pam</P><P CLASS=n>&#257;dyam&#769; pur&#257;n&#803;a-purus&#803;am&#769; nava-yauvanam&#769; ca</P><P>Kr&#803;s&#803;n&#803;a, param&#769; brahma, the Supreme Personality of Godhead, is &#257;dyam, the beginning of everything; He is &#257;di-purus&#803;am, the ever-youthful original person. He can expand Himself in more forms than one can imagine, yet He does not fall down from His original form as Kr&#803;s&#803;n&#803;a; therefore He is called Acyuta. This is the Supreme Personality of Godhead. Sarvam&#769; vis&#803;n&#803;umayam&#769; jagat. Sarvam&#769; khalv idam&#769; brahma. Kr&#803;s&#803;n&#803;a thus proved that He is everything, that He can become everything, but that still He is personally different from everything (mat-sth&#257;ni sarva-bh&#363;t&#257;ni na c&#257;ham&#769; tes&#803;v avasthitah&#803;). This is Kr&#803;s&#803;n&#803;a, who is understood by acintya-bhed&#257;bheda-tattva philosophy. p&#363;rn&#803;asya p&#363;rn&#803;am &#257;d&#257;ya p&#363;rn&#803;am ev&#257;va&#347;is&#803;yate: Kr&#803;s&#803;n&#803;a is always complete, and although He can create millions of universes, all of them full in all opulences, He remains as opulent as ever, without any change (advaitam). This is explained by different Vais&#803;n&#803;ava &#257;c&#257;ryas through philosophies such as vi&#347;uddh&#257;dvaita, vi&#347;is&#803;t&#803;&#257;dvaita and dvait&#257;dvaita. Therefore one must learn about Kr&#803;s&#803;n&#803;a from the &#257;c&#257;ryas. &#256;c&#257;ryav&#257;n purus&#803;o veda: one who follows the path of the &#257;c&#257;ryas knows things as they are. Such a person can know Kr&#803;s&#803;n&#803;a as He is, at least to some extent, and as soon as one understands Kr&#803;s&#803;n&#803;a (janma karma ca me divyam evam&#769; yo vetti tattvatah&#803; [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]), one is liberated from material bondage (tyaktv&#257; deham&#769; punar janma naiti m&#257;m eti so 'rjuna).</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>