<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.2</P><P CLASS=c>sat&#257;m ayam&#769; s&#257;ra-bhr&#803;t&#257;m&#769; nisargo</P><P CLASS=c>yad-artha-v&#257;n&#803;&#299;-&#347;ruti-cetas&#257;m api</P><P CLASS=c>prati-ks&#803;an&#803;am&#769; navya-vad acyutasya yat</P><P CLASS=c>striy&#257; vit&#803;&#257;n&#257;m iva s&#257;dhu v&#257;rt&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtam">bhr&#803;t&#257;m</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> paramaham&#769;sas, who have accepted the essence of life; <A CLASS=v HREF="http://vedabase.net/n/nisargah">nisargah&#803;</A> &#8212; feature or symptom; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/v/vani">v&#257;n&#803;&#299;</A> &#8212; the aim of life, the aim of profit; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A> &#8212; the aim of understanding; <A CLASS=v HREF="http://vedabase.net/c/cetasam">cetas&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; who have decided <A HREF="http://vedabase.net/t/to">to</A> accept the bliss of transcendental subjects <A HREF="http://vedabase.net/a/as">as</A> the aim and object of life; <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A>-<A CLASS=v HREF="http://vedabase.net/k/ksanam">ks&#803;an&#803;am</A> &#8212; every moment; <A CLASS=v HREF="http://vedabase.net/n/navya">navya</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if newer and newer; <A CLASS=v HREF="http://vedabase.net/a/acyutasya">acyutasya</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/s/striyah">striy&#257;h&#803;</A> &#8212; (topics) of woman or sex; <A CLASS=v HREF="http://vedabase.net/v/vitanam">vit&#803;&#257;n&#257;m</A> &#8212; of debauchees, who <A HREF="http://vedabase.net/a/are">are</A> attached <A HREF="http://vedabase.net/t/to">to</A> women; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; exactly like; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> <A CLASS=v HREF="http://vedabase.net/v/varta">v&#257;rt&#257;</A> &#8212; actual conversation.</P><P CLASS=t>TRANSLATION</P><P>Paramaham&#769;sas, devotees who have accepted the essence of life, are attached to Kr&#803;s&#803;n&#803;a in the core of their hearts, and He is the aim of their lives. It is their nature to talk only of Kr&#803;s&#803;n&#803;a at every moment, as if such topics were newer and newer. They are attached to such topics, just as materialists are attached to topics of women and sex.</P><P CLASS=t>PURPORT</P><P>The word s&#257;ra-bhr&#803;t&#257;m means paramaham&#769;sas. The ham&#769;sa, or swan, accepts milk from a mixture of milk and water and rejects the water. Similarly, the nature of persons who have taken to spiritual life and Kr&#803;s&#803;n&#803;a consciousness, understanding Kr&#803;s&#803;n&#803;a to be the life and soul of everyone, is that they cannot give up kr&#803;s&#803;n&#803;a-kath&#257;, or topics about Kr&#803;s&#803;n&#803;a, at any moment. Such paramaham&#769;sas always see Kr&#803;s&#803;n&#803;a within the core of the heart (santah&#803; sadaiva hr&#803;dayes&#803;u vilokayanti). K&#257;ma (desires), krodha (anger) and bhaya (fear) are always present in the material world, but in the spiritual, or transcendental, world one can use them for Kr&#803;s&#803;n&#803;a. K&#257;mam&#769; kr&#803;s&#803;n&#803;a-karm&#257;rpan&#803;e. The desire of the paramaham&#769;sas, therefore, is to act always for Kr&#803;s&#803;n&#803;a. Krodham&#769; bhakta-dves&#803;i jane. They use anger against the nondevotees and transform bhaya, or fear, into fear of being deviated from Kr&#803;s&#803;n&#803;a consciousness. In this way, the life of a paramaham&#769;sa devotee is used entirely for Kr&#803;s&#803;n&#803;a, just as the life of a person attached to the material world is used simply for women and money. What is day for the materialistic person is night for the spiritualist. What is very sweet for the materialist &#8212; namely women and money &#8212; is regarded as poison by the spiritualist.</P><P>sandar&#347;anam&#769; vis&#803;ayin&#257;m atha yos&#803;it&#257;m&#769; ca</P><P CLASS=n>ha hanta hanta vis&#803;a-bhaks&#803;an&#803;ato 'py as&#257;dhu</P><P>This is the instruction of Caitanya Mah&#257;prabhu. For the paramaham&#769;sa, Kr&#803;s&#803;n&#803;a is everything, but for the materialist, women and money are everything.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>