<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 51"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.51</P><P CLASS=c>&#257;tm&#257;di-stamba-paryantair</P><P CLASS=c>m&#363;rtimadbhi&#347; car&#257;caraih&#803;</P><P CLASS=c>nr&#803;tya-g&#299;t&#257;dy-anek&#257;rhaih&#803;</P><P CLASS=c>pr&#803;thak pr&#803;thag up&#257;sit&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/s/stamba">stamba</A>-<A CLASS=v HREF="http://vedabase.net/p/paryantaih">paryantaih&#803;</A> &#8212; from Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> <A HREF="http://vedabase.net/t/to">to</A> the insignificant living entity; <A CLASS=v HREF="http://vedabase.net/m/murti">m&#363;rti</A>-<A CLASS=v HREF="http://vedabase.net/m/madbhih">madbhih&#803;</A> &#8212; assuming some form; <A CLASS=v HREF="http://vedabase.net/c/cara">cara</A>-<A CLASS=v HREF="http://vedabase.net/a/acaraih">acaraih&#803;</A> &#8212; both the moving and the nonmoving; <A CLASS=v HREF="http://vedabase.net/n/nrtya">nr&#803;tya</A>-<A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/a/aneka">aneka</A>-<A CLASS=v HREF="http://vedabase.net/a/arhaih">arhaih&#803;</A> &#8212; by many varied means of worship, such <A HREF="http://vedabase.net/a/as">as</A> dancing and singing; <A CLASS=v HREF="http://vedabase.net/p/prthak">pr&#803;thak</A> <A CLASS=v HREF="http://vedabase.net/p/prthak">pr&#803;thak</A> &#8212; differently; <A CLASS=v HREF="http://vedabase.net/u/upasitah">up&#257;sit&#257;h&#803;</A> &#8212; who were being worshiped.</P><P CLASS=t>TRANSLATION</P><P>All beings, both moving and nonmoving, from the four-headed Lord Brahm&#257; down to the most insignificant living entity, had taken forms and were differently worshiping those vis&#803;n&#803;u-m&#363;rtis, according to their respective capacities, with various means of worship, such as dancing and singing.</P><P CLASS=t>PURPORT</P><P>Innumerable living entities are engaged in different types of worship of the Supreme, according to their abilities and karma, but everyone is engaged (j&#299;vera 'svar&#363;pa' haya &#8212; kr&#803;s&#803;n&#803;era 'nitya-d&#257;sa' [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>]); there is no one who is not serving. Therefore the mah&#257;-bh&#257;gavata, the topmost devotee, sees everyone as being engaged in the service of Kr&#803;s&#803;n&#803;a; only himself does he see as not engaged. We have to elevate ourselves from a lower position to a higher position, and the topmost position is that of direct service in Vr&#803;nd&#257;vana. But everyone is engaged in service. Denial of the service of the Lord is m&#257;y&#257;.</P><P>ekale &#299;&#347;vara kr&#803;s&#803;n&#803;a, &#257;ra saba bhr&#803;tya</P><P CLASS=n>y&#257;re yaiche n&#257;c&#257;ya, se taiche kare nr&#803;tya</P><P>"Only Kr&#803;s&#803;n&#803;a is the supreme master, and all others are His servants. As Kr&#803;s&#803;n&#803;a desires, everyone dances according to His tune.' (Cc. <A CLASS=v HREF="../../../cc/adi/5/142.htm">&#256;di 5.142</A>)</P><P>There are two kinds of living entities &#8212; the moving and the nonmoving. Trees, for example, stand in one place, whereas ants move. Brahm&#257; saw that all of them, down to the smallest creatures, had assumed different forms and were accordingly engaged in the service of Lord Vis&#803;n&#803;u.</P><P>One receives a form according to the way one worships the Lord. In the material world, the body one receives is guided by the demigods. This is sometimes referred to as the influence of the stars. As indicated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/27.htm">3.27</A>) by the words prakr&#803;teh&#803; kriyam&#257;n&#803;&#257;ni, according to the laws of nature one is controlled by the demigods.</P><P>All living entities are serving Kr&#803;s&#803;n&#803;a in different ways, but when they are Kr&#803;s&#803;n&#803;a conscious, their service is fully manifest. As a flower in the bud gradually fructifies and yields its desired aroma and beauty, so when a living entity comes to the platform of Kr&#803;s&#803;n&#803;a consciousness, the beauty of his real form comes into full blossom. That is the ultimate beauty and the ultimate fulfillment of desire.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>