<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 53"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.53</P><P CLASS=c>k&#257;la-svabh&#257;va-sam&#769;sk&#257;ra-</P><P CLASS=c>k&#257;ma-karma-gun&#803;&#257;dibhih&#803;</P><P CLASS=c>sva-mahi-dhvasta-mahibhir</P><P CLASS=c>m&#363;rtimadbhir up&#257;sit&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; by the time factor; <A CLASS=v HREF="http://vedabase.net/s/svabhava">svabh&#257;va</A> &#8212; own nature; <A CLASS=v HREF="http://vedabase.net/s/samskara">sam&#769;sk&#257;ra</A> &#8212; reformation; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive action; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A> &#8212; the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih&#803;</A> &#8212; and by others; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mahi">mahi</A>-<A CLASS=v HREF="http://vedabase.net/d/dhvasta">dhvasta</A>-<A CLASS=v HREF="http://vedabase.net/m/mahibhih">mahibhih&#803;</A> &#8212; whose own independence was subordinate <A HREF="http://vedabase.net/t/to">to</A> the potency of the Lord; <A CLASS=v HREF="http://vedabase.net/m/murti">m&#363;rti</A>-<A CLASS=v HREF="http://vedabase.net/m/madbhih">madbhih&#803;</A> &#8212; possessing form; <A CLASS=v HREF="http://vedabase.net/u/upasitah">up&#257;sit&#257;h&#803;</A> &#8212; were being worshiped.</P><P CLASS=t>TRANSLATION</P><P>Then Lord Brahm&#257; saw that k&#257;la (the time factor), svabh&#257;va (one's own nature by association), sam&#769;sk&#257;ra (reformation), k&#257;ma (desire), karma (fruitive activity) and the gun&#803;as (the three modes of material nature), their own independence being completely subordinate to the potency of the Lord, had all taken forms and were also worshiping those vis&#803;n&#803;u-m&#363;rtis.</P><P CLASS=t>PURPORT</P><P>No one but Vis&#803;n&#803;u has any independence. If we develop consciousness of this fact, then we are in actual Kr&#803;s&#803;n&#803;a consciousness. We should always remember that Kr&#803;s&#803;n&#803;a is the only supreme master and that everyone else is His servant (ekale &#299;&#347;vara kr&#803;s&#803;n&#803;a, &#257;ra saba bhr&#803;tya). Be one even N&#257;r&#257;yan&#803;a or Lord &#346;iva, everyone is subordinate to Kr&#803;s&#803;n&#803;a (&#347;iva-viri&#241;cinutam). Even Baladeva is subordinate to Kr&#803;s&#803;n&#803;a. This is a fact.</P><P>ekale &#299;&#347;vara kr&#803;s&#803;n&#803;a, &#257;ra saba bhr&#803;tya</P><P CLASS=n>y&#257;re yaiche n&#257;c&#257;ya, se taiche kare nr&#803;tya</P><P>(Cc. <A CLASS=v HREF="../../../cc/adi/5/142.htm">&#256;di 5.142</A>)</P><P>One should understand that no one is independent, for everything is part and parcel of Kr&#803;s&#803;n&#803;a and is acting and moving by the supreme desire of Kr&#803;s&#803;n&#803;a. This understanding, this consciousness, is Kr&#803;s&#803;n&#803;a consciousness.</P><P>yas tu n&#257;r&#257;yan&#803;am&#769; devam&#769;</P><P CLASS=n>brahma-rudr&#257;di-daivataih&#803;</P><P CLASS=n>samatvenaiva v&#299;ks&#803;eta</P><P CLASS=n>sa p&#257;s&#803;an&#803;d&#803;&#299; bhaved dhruvam</P><P>"A person who considers demigods like Brahm&#257; and &#346;iva to be on an equal level with N&#257;r&#257;yan&#803;a must certainly be considered an offender." No one can compare to N&#257;r&#257;yan&#803;a, or Kr&#803;s&#803;n&#803;a. Kr&#803;s&#803;n&#803;a is N&#257;r&#257;yan&#803;a, and N&#257;r&#257;yan&#803;a is also Kr&#803;s&#803;n&#803;a, for Kr&#803;s&#803;n&#803;a is the original N&#257;r&#257;yan&#803;a. Brahm&#257; himself addressed Kr&#803;s&#803;n&#803;a, n&#257;r&#257;yan&#803;as tvam&#769; na hi sarva-dehin&#257;m: "You are also N&#257;r&#257;yan&#803;a. Indeed, You are the original N&#257;r&#257;yan&#803;a." (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/14.htm">10.14.14</A>)</P><P>K&#257;la, or the time factor, has many assistants, such as svabh&#257;va, sam&#769;sk&#257;ra, k&#257;ma, karma and gun&#803;a. Svabh&#257;va, or one's own nature, is formed according to the association of the material qualities. K&#257;ran&#803;am&#769; gun&#803;a-sa&#324;go 'sya sad-asad-yoni janmasu (<A CLASS=v HREF="../../../bg/13/22.htm">Bg. 13.22</A>). Sat and asat-svabh&#257;va &#8212; one's higher or lower nature &#8212; is formed by association with the different qualities, namely sattva-gun&#803;a, rajo-gun&#803;a and tamo-gun&#803;a. We should gradually come to the sattva-gun&#803;a, so that we may avoid the two lower gun&#803;as. This can be done if we regularly discuss &#346;r&#299;mad-Bh&#257;gavatam and hear about Kr&#803;s&#803;n&#803;a's activities. Nas&#803;t&#803;a-pr&#257;yes&#803;v abhadres&#803;u nityam&#769; bh&#257;gavata-sevay&#257; (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/18.htm">1.2.18</A>). All the activities of Kr&#803;s&#803;n&#803;a described in &#346;r&#299;mad-Bh&#257;gavatam, beginning even with the pastimes concerning P&#363;tan&#257;, are transcendental. Therefore, by hearing and discussing &#346;r&#299;mad-Bh&#257;gavatam, the rajo-gun&#803;a and tamo-gun&#803;a are subdued, so that only sattva-gun&#803;a remains. Then rajo-gun&#803;a and tamo-gun&#803;a cannot do us any harm.</P><P>Varn&#803;&#257;&#347;rama-dharma, therefore, is essential, for it can bring people to sattva-gun&#803;a. Tad&#257; rajas-tamo-bh&#257;v&#257;h&#803; k&#257;ma-lobh&#257;daya&#347; ca ye (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/19.htm">1.2.19</A>). Tamo-gun&#803;a and rajo-gun&#803;a increase lust and greed, which implicate a living entity in such a way that he must exist in this material world in many, many forms. That is very dangerous. One should therefore be brought to sattva-gun&#803;a by the establishment of varn&#803;&#257;&#347;rama-dharma and should develop the brahminical qualifications of being very neat and clean, rising early in the morning and seeing ma&#324;gala-&#257;r&#257;trika, and so on. In this way, one should stay in sattva-gun&#803;a, and then one cannot be influenced by tamo-gun&#803;a and rajo-gun&#803;a.</P><P>tad&#257; rajas-tamo-bh&#257;v&#257;h&#803;</P><P CLASS=n>k&#257;ma-lobh&#257;daya&#347; ca ye</P><P CLASS=n>ceta etair an&#257;viddham&#769;</P><P CLASS=n>sthitam&#769; sattve pras&#299;dati</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/19.htm">1.2.19</A>)</P><P>The opportunity for this purification is the special feature of human life; in other lives, this is not possible. Such purification can be achieved very easily by r&#257;dh&#257;-kr&#803;s&#803;n&#803;a-bhajana, devotional service rendered to R&#257;dh&#257; and Kr&#803;s&#803;n&#803;a, and therefore Narottama d&#257;sa T&#803;h&#257;kura sings, hari hari viphale janama go&#324;&#257;inu, indicating that unless one worships R&#257;dh&#257;-Kr&#803;s&#803;n&#803;a, one's human form of life is wasted. V&#257;sudeve bhagavati bhakti-yogah&#803; prayojitah&#803;/ janayaty &#257;&#347;u vair&#257;gyam (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/7.htm">1.2.7</A>). By engagement in the service of V&#257;sudeva, one very quickly renounces material life. The members of the Kr&#803;s&#803;n&#803;a consciousness movement, for example, being engaged in v&#257;sudeva-bhakti, very quickly come to the stage of being nice Vais&#803;n&#803;avas, so much so that people are surprised that mlecchas and yavanas are able to come to this stage. This is possible by v&#257;sudeva-bhakti. But if we do not come to the stage of sattva-gun&#803;a in this human life, then, as Narottama d&#257;sa T&#803;h&#257;kura sings, hari hari viphale janama go&#324;&#257;inu &#8212; there is no profit in gaining this human form of life.</P><P>&#346;r&#299; V&#299;rar&#257;ghava &#256;c&#257;rya comments that each of the items mentioned in the first half of this verse is a cause for material entanglement. K&#257;la, or the time factor, agitates the modes of material nature, and svabh&#257;va is the result of association with these modes. Therefore Narottama d&#257;sa T&#803;h&#257;kura says, bhakta-sane v&#257;sa. If one associates with bhaktas, then one's svabh&#257;va, or nature, will change. Our Kr&#803;s&#803;n&#803;a consciousness movement is meant to give people good association so that this change may take place, and we actually see that by this method people all over the world are gradually becoming devotees.</P><P>As for sam&#769;sk&#257;ra, or reformation, this is possible by good association, for by good association one develops good habits, and habit becomes second nature. Therefore, bhakta-sane v&#257;sa: let people have the chance to live with bhaktas. Then their habits will change. In the human form of life one has this chance, but as Narottama d&#257;sa T&#803;h&#257;kura sings, hari hari viphale janama go&#324;&#257;inu: if one fails to take advantage of this opportunity, one's human life is wasted. We are therefore trying to save human society from degradation and actually elevate people to the higher nature.</P><P>As for k&#257;ma and karma &#8212; desires and activities &#8212; if one engages in devotional service, one develops a different nature than if one engages in activities of sense gratification, and of course the result is also different. According to the association of different natures, one receives a particular type of body. K&#257;ran&#803;am&#769; gun&#803;a-sa&#324;go 'sya sad-asad-yoni janmasu (<A CLASS=v HREF="../../../bg/13/22.htm">Bg. 13.22</A>). Therefore we should always seek good association, the association of devotees. Then our life will be successful. A man is known by his company. If one has the chance to live in the good association of devotees, one is able to cultivate knowledge, and naturally one's character or nature will change for one's eternal benefit.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>