<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 60</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 60"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.60</P><P CLASS=c>yatra naisarga-durvair&#257;h&#803;</P><P CLASS=c>sah&#257;san nr&#803;-mr&#803;g&#257;dayah&#803;</P><P CLASS=c>mitr&#257;n&#803;&#299;v&#257;jit&#257;v&#257;sa-</P><P CLASS=c>druta-rut&#803;-tars&#803;ak&#257;dikam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/n/naisarga">naisarga</A> &#8212; by nature; <A CLASS=v HREF="http://vedabase.net/d/durvairah">durvair&#257;h&#803;</A> &#8212; living <A HREF="http://vedabase.net/i/in">in</A> enmity; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> <A CLASS=v HREF="http://vedabase.net/a/asan">&#257;san</A> &#8212; live together; <A CLASS=v HREF="http://vedabase.net/n/nr">nr&#803;</A> &#8212; human beings; <A CLASS=v HREF="http://vedabase.net/m/mrga">mr&#803;ga</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah&#803;</A> &#8212; and animals; <A CLASS=v HREF="http://vedabase.net/m/mitrani">mitr&#257;n&#803;i</A> &#8212; friends; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/a/avasa">&#257;v&#257;sa</A> &#8212; residence; <A CLASS=v HREF="http://vedabase.net/d/druta">druta</A> &#8212; gone away; <A CLASS=v HREF="http://vedabase.net/r/rut">rut&#803;</A> &#8212; anger; <A CLASS=v HREF="http://vedabase.net/t/tarsaka">tars&#803;aka</A>-<A CLASS=v HREF="http://vedabase.net/a/adikam">&#257;dikam</A> &#8212; thirst and <A HREF="http://vedabase.net/s/so">so</A> on.</P><P CLASS=t>TRANSLATION</P><P>Vr&#803;nd&#257;vana is the transcendental abode of the Lord, where there is no hunger, anger or thirst. Though naturally inimical, both human beings and fierce animals live there together in transcendental friendship.</P><P CLASS=t>PURPORT</P><P>The word vana means "forest." We are afraid of the forest and do not wish to go there, but in Vr&#803;nd&#257;vana the forest animals are as good as demigods, for they have no envy. Even in this material world, in the forest the animals live together, and when they go to drink water they do not attack anyone. Envy develops because of sense gratification, but in Vr&#803;nd&#257;vana there is no sense gratification, for the only aim is Kr&#803;s&#803;n&#803;a's satisfaction. Even in this material world, the animals in Vr&#803;nd&#257;vana are not envious of the s&#257;dhus who live there. The s&#257;dhus keep cows and supply milk to the tigers, saying, "Come here and take a little milk." Thus envy and malice are unknown in Vr&#803;nd&#257;vana. That is the difference between Vr&#803;nd&#257;vana and the ordinary world. We are horrified to hear the name of vana, the forest, but in Vr&#803;nd&#257;vana there is no such horror. Everyone there is happy by pleasing Kr&#803;s&#803;n&#803;a. Kr&#803;s&#803;n&#803;otk&#299;rtana-g&#257;na-nartana-parau. Whether a gosv&#257;m&#299; or a tiger or other ferocious animal, everyone's business is the same &#8212; to please Kr&#803;s&#803;n&#803;a. Even the tigers are also devotees. This is the specific qualification of Vr&#803;nd&#257;vana. In Vr&#803;nd&#257;vana everyone is happy. The calf is happy, the cat is happy, the dog is happy, the man is happy &#8212; everyone. Everyone wants to serve Kr&#803;s&#803;n&#803;a in a different capacity, and thus there is no envy. One may sometimes think that the monkeys in Vr&#803;nd&#257;vana are envious, because they cause mischief and steal food, but in Vr&#803;nd&#257;vana we find that the monkeys are allowed to take butter, which Kr&#803;s&#803;n&#803;a Himself distributes. Kr&#803;s&#803;n&#803;a personally demonstrates that everyone has the right to live. This is Vr&#803;nd&#257;vana life. Why should I live and you die? No. That is material life. The inhabitants of Vr&#803;nd&#257;vana think, "Whatever is given by Kr&#803;s&#803;n&#803;a, let us divide it as pras&#257;da and eat." This mentality cannot appear all of a sudden, but it will gradually develop with Kr&#803;s&#803;n&#803;a consciousness; by s&#257;dhana, one can come to this platform.</P><P>In the material world one may collect funds all over the world in order to distribute food freely, yet those to whom the food is given may not even feel appreciative. The value of Kr&#803;s&#803;n&#803;a consciousness, however, will gradually be very much appreciated. For instance, in an article about the temple of the Hare Kr&#803;s&#803;n&#803;a movement in Durban, South Africa, the Durban Post reported, "All the devotees here are very active in the service of Lord Kr&#803;s&#803;n&#803;a, and the results are obvious to see: happiness, good health, peace of mind, and the development of all good qualities." This is the nature of Vr&#803;nd&#257;vana. Har&#257;v abhaktasya kuto mahad-gun&#803;&#257;h&#803;: without Kr&#803;s&#803;n&#803;a consciousness, happiness is impossible; one may struggle, but one cannot have happiness. We are therefore trying to give human society the opportunity for a life of happiness, good health, peace of mind and all good qualities through God consciousness.</P><P CLASS=l><A CLASS=i HREF="59.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="61.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>