<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 61</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 61"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.61</P><P CLASS=c>tatrodvahat pa&#347;upa-vam&#769;&#347;a-&#347;i&#347;utva-n&#257;t&#803;yam&#769;</P><P CLASS=c>brahm&#257;dvayam&#769; param anantam ag&#257;dha-bodham</P><P CLASS=c>vats&#257;n sakh&#299;n iva pur&#257; parito vicinvad</P><P CLASS=c>ekam&#769; sa-p&#257;n&#803;i-kavalam&#769; parames&#803;t&#803;hy acas&#803;t&#803;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there (<A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vrndavana">Vr&#803;nd&#257;vana</A>); <A CLASS=v HREF="http://vedabase.net/u/udvahat">udvahat</A> &#8212; assuming; <A CLASS=v HREF="http://vedabase.net/p/pasupa">pa&#347;upa</A>-<A CLASS=v HREF="http://vedabase.net/v/vamsa">vam&#769;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/s/sisutva">&#347;i&#347;utva</A>-<A CLASS=v HREF="http://vedabase.net/n/natyam">n&#257;t&#803;yam</A> &#8212; the play of being <A HREF="http://vedabase.net/a/a">a</A> child <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> family of <A HREF="http://vedabase.net/c/cowherd">cowherd</A> men (another of <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>'s names is <A HREF="http://vedabase.net/g/gopala">Gop&#257;la</A>, "<A HREF="http://vedabase.net/h/he">He</A> who maintains the cows"); <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/a/advayam">advayam</A> &#8212; without <A HREF="http://vedabase.net/a/a">a</A> second; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/a/anantam">anantam</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/a/agadha">ag&#257;dha</A>-<A CLASS=v HREF="http://vedabase.net/b/bodham">bodham</A> &#8212; possessing unlimited knowledge; <A CLASS=v HREF="http://vedabase.net/v/vatsan">vats&#257;n</A> &#8212; the calves; <A CLASS=v HREF="http://vedabase.net/s/sakhin">sakh&#299;n</A> &#8212; and His friends, the boys; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A> before; <A CLASS=v HREF="http://vedabase.net/p/paritah">paritah&#803;</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/v/vicinvat">vicinvat</A> &#8212; searching; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; alone, all by Himself; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/p/pani">p&#257;n&#803;i</A>-<A CLASS=v HREF="http://vedabase.net/k/kavalam">kavalam</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> morsel of food <A HREF="http://vedabase.net/i/in">in</A> His hand; <A CLASS=v HREF="http://vedabase.net/p/paramesthi">parames&#803;t&#803;h&#299;</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/acasta">acas&#803;t&#803;a</A> &#8212; saw.</P><P CLASS=t>TRANSLATION</P><P>Then Lord Brahm&#257; saw the Absolute Truth &#8212; who is one without a second, who possesses full knowledge and who is unlimited &#8212; assuming the role of a child in a family of cowherd men and standing all alone, just as before, with a morsel of food in His hand, searching everywhere for the calves and His cowherd friends.</P><P CLASS=t>PURPORT</P><P>The word ag&#257;dha-bodham, meaning "full of unlimited knowledge," is significant in this verse. The Lord's knowledge is unlimited, and therefore one cannot touch where it ends, just as one cannot measure the ocean. What is the extent of our intelligence in comparison to the vast expanse of water in the ocean? On my passage to America, how insignificant the ship was, like a matchbox in the midst of the ocean. Kr&#803;s&#803;n&#803;a's intelligence resembles the ocean, for one cannot imagine how vast it is. The best course, therefore, is to surrender to Kr&#803;s&#803;n&#803;a. Don't try to measure Kr&#803;s&#803;n&#803;a.</P><P>The word advayam, meaning "one without a second," is also significant. Because Brahm&#257; was overcast by Kr&#803;s&#803;n&#803;a's m&#257;y&#257;, he was thinking himself the Supreme. In the material world, everyone thinks, "I am the best man in this world. I know everything." One thinks, "Why should I read Bhagavad-g&#299;t&#257;? I know everything. I have my own interpretation." Brahm&#257;, however, was able to understand that the Supreme Personality is Kr&#803;s&#803;n&#803;a. &#298;&#347;varah&#803; paramah&#803; kr&#803;s&#803;n&#803;ah&#803; [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. Another of Kr&#803;s&#803;n&#803;a's names, therefore, is parame&#347;vara.</P><P>Now Brahm&#257; saw Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead, appearing as a cowherd boy in Vr&#803;nd&#257;vana, not demonstrating His opulence but standing just like an innocent boy with some food in His hand, loitering with His cowherd boyfriends, calves and cows. Brahm&#257; did not see Kr&#803;s&#803;n&#803;a as catur-bhuja, the opulent N&#257;r&#257;yan&#803;a; rather, he simply saw an innocent boy. Nonetheless, he could understand that although Kr&#803;s&#803;n&#803;a was not demonstrating His power, He was the same Supreme person. people generally do not appreciate someone unless he shows something wonderful, but here, although Kr&#803;s&#803;n&#803;a did not manifest anything wonderful, Brahm&#257; could understand that the same wonderful person was present like an ordinary child, although He was the master of the whole creation. Thus Brahm&#257; prayed, govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi **: "You are the original person, the cause of everything. I bow down to You." This was his realization. Tam aham&#769; bhaj&#257;mi. This is what is wanted. Vedes&#803;u durlabham: one cannot reach Kr&#803;s&#803;n&#803;a merely by Vedic knowledge. Adurlabham &#257;tma-bhaktau: but when one becomes a devotee, then one can realize Him. Brahm&#257;, therefore, became a devotee. In the beginning he was proud of being Brahm&#257;, the lord of the universe, but now he understood, "Here is the Lord of the universe. I am simply an insignificant agent. Govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi **."</P><P>Kr&#803;s&#803;n&#803;a was playing like a dramatic actor. Because Brahm&#257; had some false prestige, thinking that he had some power, Kr&#803;s&#803;n&#803;a showed him his real position. A similar incident occurred when Brahm&#257; went to see Kr&#803;s&#803;n&#803;a in Dv&#257;rak&#257;. When Kr&#803;s&#803;n&#803;a's doorman informed Lord Kr&#803;s&#803;n&#803;a that Lord Brahm&#257; had arrived, Kr&#803;s&#803;n&#803;a responded, "Which Brahm&#257;? Ask him which Brahm&#257;." The doorman relayed this question, and Brahm&#257; was astonished. "Is there another Brahm&#257; besides me?" he thought. When the doorman informed Lord Kr&#803;s&#803;n&#803;a, "It is four-headed Brahm&#257;," Lord Kr&#803;s&#803;n&#803;a said, "Oh, four-headed. Call others. Show him." This is Kr&#803;s&#803;n&#803;a's position. For Kr&#803;s&#803;n&#803;a the four-headed Brahm&#257; is insignificant, to say nothing of "four-headed scientists." Materialistic scientists think that although this planet earth is full of opulence, all others are vacant. Because they simply speculate, this is their scientific conclusion. But from the Bh&#257;gavatam we understand that the entire universe is full of living entities everywhere. Thus it is the folly of the scientists that although they do not know anything, they mislead people by presenting themselves as scientists, philosophers and men of knowledge.</P><P CLASS=l><A CLASS=i HREF="60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="62.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>