<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 13 Verse 62</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 13 Verse 62"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Stealing of the Boys and Calves by Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.13.62</P><P CLASS=c>dr&#803;s&#803;t&#803;v&#257; tvaren&#803;a nija-dhoran&#803;ato 'vat&#299;rya</P><P CLASS=c>pr&#803;thvy&#257;m&#769; vapuh&#803; kanaka-dan&#803;d&#803;am iv&#257;bhip&#257;tya</P><P CLASS=c>spr&#803;s&#803;t&#803;v&#257; catur-mukut&#803;a-kot&#803;ibhir a&#324;ghri-yugmam&#769;</P><P CLASS=c>natv&#257; mud-a&#347;ru-sujalair akr&#803;t&#257;bhis&#803;ekam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/drstva">dr&#803;s&#803;t&#803;v&#257;</A> &#8212; after seeing; <A CLASS=v HREF="http://vedabase.net/t/tvarena">tvaren&#803;a</A> &#8212; with great speed, hastily; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/d/dhoranatah">dhoran&#803;atah&#803;</A> &#8212; from his swan carrier; <A CLASS=v HREF="http://vedabase.net/a/avatirya">avat&#299;rya</A> &#8212; descended; <A CLASS=v HREF="http://vedabase.net/p/prthvyam">pr&#803;thvy&#257;m</A> &#8212; on the ground; <A CLASS=v HREF="http://vedabase.net/v/vapuh">vapuh&#803;</A> &#8212; his body; <A CLASS=v HREF="http://vedabase.net/k/kanaka">kanaka</A>-<A CLASS=v HREF="http://vedabase.net/d/dandam">dan&#803;d&#803;am</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> golden rod; <A CLASS=v HREF="http://vedabase.net/a/abhipatya">abhip&#257;tya</A> &#8212; fell down; <A CLASS=v HREF="http://vedabase.net/s/sprstva">spr&#803;s&#803;t&#803;v&#257;</A> &#8212; touching; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh&#803;</A>-<A CLASS=v HREF="http://vedabase.net/m/mukuta">mukut&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/k/koti">kot&#803;i</A>-<A CLASS=v HREF="http://vedabase.net/b/bhih">bhih&#803;</A> &#8212; with the tips of his four crowns; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/y/yugmam">yugmam</A> &#8212; the two lotus feet; <A CLASS=v HREF="http://vedabase.net/n/natva">natv&#257;</A> &#8212; making obeisances; <A CLASS=v HREF="http://vedabase.net/m/mut">mut</A>-<A CLASS=v HREF="http://vedabase.net/a/asru">a&#347;ru</A>-<A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/j/jalaih">jalaih&#803;</A> &#8212; with the water of his tears of joy; <A CLASS=v HREF="http://vedabase.net/a/akrta">akr&#803;ta</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/a/abhisekam">abhis&#803;ekam</A> &#8212; the ceremony of bathing His lotus feet.</P><P CLASS=t>TRANSLATION</P><P>After seeing this, Lord Brahm&#257; hastily got down from his swan carrier, fell down like a golden rod and touched the lotus feet of Lord Kr&#803;s&#803;n&#803;a with the tips of the four crowns on his heads. Offering his obeisances, he bathed the feet of Kr&#803;s&#803;n&#803;a with the water of his tears of joy.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257; bowed down like a stick, and because Lord Brahm&#257;'s complexion is golden, he appeared to be like a golden stick lying down before Lord Kr&#803;s&#803;n&#803;a. When one falls down before a superior just like a stick, one's offering of obeisances is called dan&#803;d&#803;avat. Dan&#803;d&#803;a means "stick," and vat means "like." It is not that one should simply say, "dan&#803;d&#803;avat." Rather, one must fall down. Thus Brahm&#257; fell down, touching his foreheads to the lotus feet of Kr&#803;s&#803;n&#803;a, and his crying in ecstasy is to be regarded as an abhis&#803;eka bathing ceremony of Kr&#803;s&#803;n&#803;a's lotus feet.</P><P>He who appeared before Brahm&#257; as a human child was in fact the Absolute Truth, Parabrahman (brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate). The Supreme Lord is nar&#257;kr&#803;ti; that is, He resembles a human being. It is not that He is four-armed (catur-b&#257;hu). N&#257;r&#257;yan&#803;a is catur-b&#257;hu, but the Supreme Person resembles a human being. This is also confirmed in the Bible, where it is said that man was made in the image of God.</P><P>Lord Brahm&#257; saw that Kr&#803;s&#803;n&#803;a, in His form as a cowherd boy, was Parabrahman, the root cause of everything, but was now appearing as a human child, loitering in Vr&#803;nd&#257;vana with a morsel of food in His hand. Astonished, Lord Brahm&#257; hastily got down from his swan carrier and let his body fall to the earth. Usually, the demigods never touch the ground, but Lord Brahm&#257;, voluntarily giving up his prestige as a demigod, bowed down on the ground before Kr&#803;s&#803;n&#803;a. Although Brahm&#257; has one head in each direction, he voluntarily brought all his heads to the ground and touched Kr&#803;s&#803;n&#803;a's feet with the tips of his four helmets. Although his intelligence works in every direction, he surrendered everything before the boy Kr&#803;s&#803;n&#803;a.</P><P>It is mentioned that Brahm&#257; washed the feet of Kr&#803;s&#803;n&#803;a with his tears, and here the word sujalaih&#803; indicates that his tears were purified. As soon as bhakti is present, everything is purified (sarvop&#257;dhi-vinirmuktam [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]). Therefore Brahm&#257;'s crying was a form of bhakty-anubh&#257;va, a transformation of transcendental ecstatic love.</P><P CLASS=l><A CLASS=i HREF="61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="63.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>