<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 29 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 29 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Kr&#803;s&#803;n&#803;a and the Gop&#299;s Meet for the R&#257;sa Dance</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.29.13</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>uktam&#769; purast&#257;d etat te</P><P CLASS=c>caidyah&#803; siddhim&#769; yath&#257; gatah&#803;</P><P CLASS=c>dvis&#803;ann api hr&#803;s&#803;&#299;ke&#347;am&#769;</P><P CLASS=c>kim ut&#257;dhoks&#803;aja-priy&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/u/uktam">uktam</A> &#8212; spoken; <A CLASS=v HREF="http://vedabase.net/p/purastat">purast&#257;t</A> &#8212; previously; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> you; <A CLASS=v HREF="http://vedabase.net/c/caidyah">caidyah&#803;</A> &#8212; the King of <A HREF="http://vedabase.net/c/cedi">Cedi</A>, <A HREF="http://vedabase.net/s/sisupala">&#346;i&#347;up&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/s/siddhim">siddhim</A> &#8212; perfection; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> attained; <A CLASS=v HREF="http://vedabase.net/d/dvisan">dvis&#803;an</A> &#8212; hating; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/h/hrsikesam">hr&#803;s&#803;&#299;ke&#347;am</A> &#8212; the Supreme Lord <A HREF="http://vedabase.net/h/hrsikesa">Hr&#803;s&#803;&#299;ke&#347;a</A>; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak then; <A CLASS=v HREF="http://vedabase.net/a/adhoksaja">adhoks&#803;aja</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the transcendental Lord, who lies beyond the purview of ordinary senses; <A CLASS=v HREF="http://vedabase.net/p/priyah">priy&#257;h&#803;</A> &#8212; of those devotees who <A HREF="http://vedabase.net/a/are">are</A> very dear.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: This point was explained to you previously. Since even &#346;i&#347;up&#257;la, who hated Kr&#803;s&#803;n&#803;a, achieved perfection, then what to speak of the Lord's dear devotees.</P><P CLASS=t>PURPORT</P><P>Although the spiritual nature of conditioned souls may be covered by illusion, Lord Kr&#803;s&#803;n&#803;a's spiritual nature is omnipotent and is never covered by any other power. In fact, all other powers are His energy and thus function according to His will. The Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/44.htm">5.44</A>) states, sr&#803;s&#803;t&#803;i sthiti-pralaya-s&#257;dhana-&#347;aktir ek&#257;/ ch&#257;yeva yasya bhuvan&#257;ni bibharti durg&#257;/ icch&#257;nur&#363;pam api yasya ca ces&#803;t&#803;ate s&#257;: "The mighty Durg&#257;, who creates, maintains and annihilates the material worlds, is the potency ot the Supreme Lord, and she moves like His shadow, according to His desire." Thus because the Lord's spiritual influence does not depend on whether someone understands Him or not, the gop&#299;s' spontaneous love for Kr&#803;s&#803;n&#803;a guaranteed their spiritual perfection.</P><P>The great Madhv&#257;c&#257;rya quotes the following relevant passages from the Skanda Pur&#257;n&#803;a:</P><P>kr&#803;s&#803;n&#803;a-k&#257;m&#257;s tad&#257; gopyas</P><P CLASS=n>tyaktv&#257; deham&#769; divam&#769; gat&#257;h&#803;</P><P CLASS=n>samyak kr&#803;s&#803;n&#803;am&#769; para-brahma</P><P CLASS=n>j&#241;&#257;tv&#257; k&#257;l&#257;t param&#769; yayuh&#803;</P><P>"At that time the gop&#299;s, who desired Kr&#803;s&#803;n&#803;a, gave up their bodies and went to the spiritual world. Because they properly understood Kr&#803;s&#803;n&#803;a to be the Supreme Absolute Truth, they transcended the influence of time."</P><P>p&#363;rvam&#769; ca j&#241;&#257;na-sam&#769;yukt&#257;s</P><P CLASS=n>tatr&#257;pi pr&#257;ya&#347;as tath&#257;</P><P CLASS=n>atas t&#257;s&#257;m&#769; param&#769; brahma</P><P CLASS=n>gatir &#257;s&#299;n na k&#257;matah&#803;</P><P>"In their previous lives most of the gop&#299;s were already fully endowed with transcendental knowledge. It is because of this knowledge, not their lust, that they were able to attain the Supreme Brahman."</P><P>na tu j&#241;&#257;nam r&#803;te moks&#803;o</P><P CLASS=n>n&#257;nyah&#803; pantheti hi &#347;rutih&#803;</P><P CLASS=n>k&#257;ma-yukt&#257; tad&#257; bhaktir</P><P CLASS=n>j&#241;&#257;nam&#769; c&#257;to vimukti-g&#257;h&#803;</P><P>"The Vedas declare that without spiritual knowledge there is no valid path to liberation. Because these apparently lusty gop&#299;s possessed devotion and knowledge, they achieved liberation."</P><P>ato moks&#803;e 'pi t&#257;s&#257;m&#769; ca</P><P CLASS=n>k&#257;mo bhakty&#257;nuvartate</P><P CLASS=n>mukti-&#347;abdodito caidya-</P><P CLASS=n>prabhr&#803;tau dves&#803;a-bh&#257;ginah&#803;</P><P>"Thus even in their attainment of liberation, 'lust' followed as a manifestation of their pure devotion. After all, what we call liberation was experienced even by envious persons like &#346;i&#347;up&#257;la."</P><P>bhakti-m&#257;rg&#299; pr&#803;tha&#324; muktim</P><P CLASS=n>ag&#257;d vis&#803;n&#803;u-pras&#257;datah&#803;</P><P CLASS=n>k&#257;mas tv a&#347;ubha-kr&#803;c c&#257;pi</P><P CLASS=n>bhakty&#257; vis&#803;n&#803;oh&#803; pras&#257;da-kr&#803;t</P><P>"By the mercy of Lord Vis&#803;n&#803;u, one who follows the path of devotional service gains liberation as a by-product, and such a person's lusty desire, which would normally invoke misfortune, instead invokes the mercy of Vis&#803;n&#803;u when exhibited in pure devotion."</P><P>dves&#803;i-j&#299;va-yutam&#769; c&#257;pi</P><P CLASS=n>bhaktam&#769; vis&#803;n&#803;ur vimocayet</P><P CLASS=n>aho 'ti-karun&#803;&#257; vis&#803;n&#803;oh&#803;</P><P CLASS=n>&#347;i&#347;up&#257;lasya moks&#803;an&#803;&#257;t</P><P>"Lord Vis&#803;n&#803;u will save even a devotee possessed of an envious life. Just see the extreme mercy of the Lord, as shown by His granting liberation to &#346;i&#347;up&#257;la!"</P><P>&#346;i&#347;up&#257;la was Lord Kr&#803;s&#803;n&#803;a's cousin. He was mortified when the Lord stole the gorgeous young Rukmin&#803;&#299;, whom &#346;i&#347;up&#257;la himself was hell-bent on marrying. For various other reasons also, &#346;i&#347;up&#257;la was consumed with envy of Lord Kr&#803;s&#803;n&#803;a, and finally he insanely offended Him in a great assembly called the R&#257;jas&#363;ya sacrifice. At that time Kr&#803;s&#803;n&#803;a nonchalantly cut off &#346;i&#347;up&#257;la's head and gave him liberation. Everyone present saw the effulgent soul of &#346;i&#347;up&#257;la rise out of his dead body and merge into the existence of the Lord. The Seventh Canto explains that &#346;i&#347;up&#257;la was an incarnation of a gatekeeper in the spiritual world cursed to take birth on the earth as a demon. Since even &#346;i&#347;up&#257;la was liberated by the Lord, who took into consideration the whole situation, then what to speak of the gop&#299;s, who loved Kr&#803;s&#803;n&#803;a more than anything.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>