<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 24 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 24 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Matsya, the Lord's Fish Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.24.6</P><P CLASS=c>ucc&#257;vaces&#803;u bh&#363;tes&#803;u</P><P CLASS=c>caran v&#257;yur ive&#347;varah&#803;</P><P CLASS=c>nocc&#257;vacatvam&#769; bhajate</P><P CLASS=c>nirgun&#803;atv&#257;d dhiyo gun&#803;aih&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/ucca">ucca</A>-<A CLASS=v HREF="http://vedabase.net/a/avacesu">avaces&#803;u</A> &#8212; having higher or lower bodily forms; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;tes&#803;u</A> &#8212; among the living entities; <A CLASS=v HREF="http://vedabase.net/c/caran">caran</A> &#8212; behaving; <A CLASS=v HREF="http://vedabase.net/v/vayuh">v&#257;yuh&#803;</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; exactly like the air; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah&#803;</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/u/ucca">ucca</A>-<A CLASS=v HREF="http://vedabase.net/a/avacatvam">avacatvam</A> &#8212; the quality of higher or lower grades of life; <A CLASS=v HREF="http://vedabase.net/b/bhajate">bhajate</A> &#8212; accepts; <A CLASS=v HREF="http://vedabase.net/n/nirgunatvat">nirgun&#803;atv&#257;t</A> &#8212; because of being transcendental, above all material qualities; <A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah&#803;</A> &#8212; generally; <A CLASS=v HREF="http://vedabase.net/g/gunaih">gun&#803;aih&#803;</A> &#8212; by the modes of material nature.</P><P CLASS=t>TRANSLATION</P><P>Like the air passing through different types of atmosphere, the Supreme Personality of Godhead, although appearing sometimes as a human being and sometimes as a lower animal, is always transcendental. Because He is above the material modes of nature, He is unaffected by higher and lower forms.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is the master of the material nature (may&#257;dhyaks&#803;en&#803;a prakr&#803;tih&#803; s&#363;yate sacar&#257;caram [<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>]). Therefore, being the supreme controller of the laws of nature, the Lord cannot be under their influence. An example given in this regard is that although the wind blows through many places, the air is not affected by the qualities of these places. Although the air sometimes carries the odor of a filthy place, the air has nothing to do with such a place. Similarly, the Supreme Personality of Godhead, being all-good and all-auspicious, is never affected by the material qualities like an ordinary living entity. purus&#803;ah&#803; prakr&#803;ti-stho hi bhu&#324;kte prakr&#803;tij&#257;n gun&#803;&#257;n (<A CLASS=v HREF="../../../bg/13/21.htm">Bg. 13.21</A>). When the living entity is in the material nature, he is affected by its qualities. The Supreme Personality of Godhead, however, is not affected. Disrespectfully, one who does not know this considers the Supreme Personality of Godhead an ordinary living being (avaj&#257;nanti m&#257;m&#769; m&#363;d&#803;h&#257;h&#803;). Param&#769; bh&#257;vam aj&#257;nantah&#803;: such a conclusion is reached by the unintelligent because they are unaware of the transcendental qualities of the Lord.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>