<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 22 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 22 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Marriage of Kardama Muni and Devah&#363;ti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.22.20</P><P CLASS=c>yato 'bhavad vi&#347;vam idam&#769; vicitram&#769;</P><P CLASS=c>sam&#769;sth&#257;syate yatra ca v&#257;vatis&#803;t&#803;hate</P><P CLASS=c>praj&#257;pat&#299;n&#257;m&#769; patir es&#803;a mahyam&#769;</P><P CLASS=c>param&#769; pram&#257;n&#803;am&#769; bhagav&#257;n anantah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatah">yatah&#803;</A> &#8212; from whom; <A CLASS=v HREF="http://vedabase.net/a/abhavat">abhavat</A> &#8212; emanated; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vicitram">vicitram</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/s/samsthasyate">sam&#769;sth&#257;syate</A> &#8212; will dissolve; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whom; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/avatisthate">avatis&#803;t&#803;hate</A> &#8212; presently exists; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/patinam">pat&#299;n&#257;m</A> &#8212; of the Praj&#257;patis; <A CLASS=v HREF="http://vedabase.net/p/patih">patih&#803;</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/e/esah">es&#803;ah&#803;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/mahyam">mahyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; highest; <A CLASS=v HREF="http://vedabase.net/p/pramanam">pram&#257;n&#803;am</A> &#8212; authority; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/anantah">anantah&#803;</A> &#8212; unlimited.</P><P CLASS=t>TRANSLATION</P><P>The highest authority for me is the unlimited Supreme Personality of Godhead, from whom this wonderful creation emanates and in whom its sustenance and dissolution rest. He is the origin of all Praj&#257;patis, the personalities meant to produce living entities in this world.</P><P CLASS=t>PURPORT</P><P>Kardama Muni was ordered by his father, Praj&#257;pati, to produce children. In the beginning of creation the Praj&#257;patis were meant to produce the large population which was to reside in the planets of the gigantic universe. But Kardama Muni said that although his father was Praj&#257;pati, who desired him to produce children, actually his origin was the Supreme Personality of Godhead, Vis&#803;n&#803;u, because Vis&#803;n&#803;u is the origin of everything; He is the actual creator of this universe, He is the actual maintainer, and when everything is annihilated, it rests in Him only. That is the conclusion of &#346;r&#299;mad-Bh&#257;gavatam. For creation, maintenance and annihilation there are the three deities Brahm&#257;, Vis&#803;n&#803;u and Mahe&#347;vara (&#346;iva), but Brahm&#257; and Mahe&#347;vara are qualitative expansions of Vis&#803;n&#803;u. Vis&#803;n&#803;u is the central figure. Vis&#803;n&#803;u, therefore, takes charge of maintenance. No one can maintain the whole creation but He. There are innumerable entities, and they have innumerable demands; no one but Vis&#803;n&#803;u can fulfill the innumerable demands of all the innumerable living entities. Brahm&#257; is ordered to create, and &#346;iva is ordered to annihilate. The middle function, maintenance, is taken charge of by Vis&#803;n&#803;u. Kardama Muni knew very well, by his power in progressive spiritual life, that Vis&#803;n&#803;u, the Personality of Godhead, was his worshipable Deity. Whatever Vis&#803;n&#803;u desired was his duty, and nothing else. He was not prepared to beget a number of children. He would beget only one child, who would help the mission of Vis&#803;n&#803;u. As stated in Bhagavad-g&#299;t&#257;, whenever there is a discrepancy in the discharge of religious principles, the Lord descends on the surface of the earth to protect religious principles and to annihilate the miscreants.</P><P>Marrying and begetting a child is considered to liquidate one's debts to the family in which one is born. There are many debts which are imposed upon a child just after his birth. There are debts to the family in which one is born, debts to the demigods, debts to the Pit&#257;s, debts to the r&#803;s&#803;is, etc. But if someone engages only in the service of the Supreme Lord, the Personality of Godhead, who is actually worshipable, then even without trying to liquidate other debts, one becomes free from all obligations. Kardama Muni preferred to devote his life as a servant of the Lord in paramaham&#769;sa knowledge and to beget a child only for that purpose, not to beget numberless children to fill up the vacancies in the universe.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>