<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 22 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 22 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Marriage of Kardama Muni and Devah&#363;ti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.22.32</P><P CLASS=c>barhis&#803;mat&#299;m&#769; n&#257;ma vibhur</P><P CLASS=c>y&#257;m&#769; nirvi&#347;ya sam&#257;vasat</P><P CLASS=c>tasy&#257;m&#769; pravis&#803;t&#803;o bhavanam&#769;</P><P CLASS=c>t&#257;pa-traya-vin&#257;&#347;anam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/barhismatim">barhis&#803;mat&#299;m</A> &#8212; the city <A HREF="http://vedabase.net/b/barhismati">Barhis&#803;mat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh&#803;</A> &#8212; the very powerful <A HREF="http://vedabase.net/s/svayambhuva">Sv&#257;yambhuva</A> <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/y/yam">y&#257;m</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/n/nirvisya">nirvi&#347;ya</A> &#8212; having entered; <A CLASS=v HREF="http://vedabase.net/s/samavasat">sam&#257;vasat</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> lived <A HREF="http://vedabase.net/i/in">in</A> previously; <A CLASS=v HREF="http://vedabase.net/t/tasyam">tasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that city; <A CLASS=v HREF="http://vedabase.net/p/pravistah">pravis&#803;t&#803;ah&#803;</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/b/bhavanam">bhavanam</A> &#8212; the palace; <A CLASS=v HREF="http://vedabase.net/t/tapa">t&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/t/traya">traya</A> &#8212; the threefold miseries; <A CLASS=v HREF="http://vedabase.net/v/vinasanam">vin&#257;&#347;anam</A> &#8212; destroying.</P><P CLASS=t>TRANSLATION</P><P>Having entered the city of Barhis&#803;mat&#299;, in which he had previously lived, Manu entered his palace, which was filled with an atmosphere that eradicated the three miseries of material existence.</P><P CLASS=t>PURPORT</P><P>The material world, or material existential life, is filled with threefold miseries: miseries pertaining to the body and mind, miseries pertaining to natural disturbances and miseries inflicted by other living entities. Human society is meant to create a spiritual atmosphere by spreading the spirit of Kr&#803;s&#803;n&#803;a consciousness. The miseries of material existence cannot affect the status of Kr&#803;s&#803;n&#803;a consciousness. It is not that the miseries of the material world completely vanish when one takes to Kr&#803;s&#803;n&#803;a consciousness, but for one who is Kr&#803;s&#803;n&#803;a conscious the miseries of material existence have no effect. We cannot stop the miseries of the material atmosphere, but Kr&#803;s&#803;n&#803;a consciousness is the antiseptic method to protect us from being affected by the miseries of material existence. For a Kr&#803;s&#803;n&#803;a conscious person, both living in heaven and living in hell are equal. How Sv&#257;yambhuva Manu created an atmosphere wherein he was not affected by material miseries is explained in the following verses.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>