<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 22 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 22 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Marriage of Kardama Muni and Devah&#363;ti</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.22.4</P><P CLASS=c>ato hy anyonyam &#257;tm&#257;nam&#769;</P><P CLASS=c>brahma ks&#803;atram&#769; ca raks&#803;atah&#803;</P><P CLASS=c>raks&#803;ati sm&#257;vyayo devah&#803;</P><P CLASS=c>sa yah&#803; sad-asad-&#257;tmakah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atah">atah&#803;</A> &#8212; hence; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anyonyam">anyonyam</A> &#8212; each other; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the self; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/k/ksatram">ks&#803;atram</A> &#8212; the ks&#803;atriyas; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/r/raksatah">raks&#803;atah&#803;</A> &#8212; protect; <A CLASS=v HREF="http://vedabase.net/r/raksati">raks&#803;ati</A> <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; protects; <A CLASS=v HREF="http://vedabase.net/a/avyayah">avyayah&#803;</A> &#8212; immutable; <A CLASS=v HREF="http://vedabase.net/d/devah">devah&#803;</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakah">&#257;tmakah&#803;</A> &#8212; the form of the cause and effect.</P><P CLASS=t>TRANSLATION</P><P>That is why the br&#257;hman&#803;as and ks&#803;atriyas protect each other, as well as themselves; and the Lord Himself, who is both the cause and effect and is yet immutable, protects them through each other.</P><P CLASS=t>PURPORT</P><P>The entire social structure of varn&#803;a and &#257;&#347;rama is a cooperative system meant to uplift all to the highest platform of spiritual realization. The br&#257;hman&#803;as are intended to be protected by the ks&#803;atriyas, and the ks&#803;atriyas also are intended to be enlightened by the br&#257;hman&#803;as. When the br&#257;hman&#803;as and ks&#803;atriyas cooperate nicely, the other subordinate divisions, the vai&#347;yas, or mercantile people, and the &#347;&#363;dras, or laborer class, automatically flourish. The entire elaborate system of Vedic society was therefore based on the importance of the br&#257;hman&#803;as and ks&#803;atriyas. The Lord is the real protector, but He is unattached to the affairs of protection. He creates br&#257;hman&#803;as for the protection of the ks&#803;atriyas, and ks&#803;atriyas for the protection of the br&#257;hman&#803;as. He remains aloof from all activities; therefore, He is called nirvik&#257;ra, "without activity." He has nothing to do. He is so great that He does not perform action personally, but His energies act. The br&#257;hman&#803;as and ks&#803;atriyas, and anything that we see, are different energies acting upon one another.</P><P>Although individual souls are all different, the Superself, or Supersoul, is the Supreme Personality of Godhead. Individually one's self may differ from others in certain qualities and may engage in different activities, such as those of a br&#257;hman&#803;a, ks&#803;atriya or vai&#347;ya, but when there is complete cooperation among different individual souls, the Supreme Personality of Godhead as Supersoul, Param&#257;tm&#257;, being one in every individual soul, is pleased and gives them all protection. As stated before, the br&#257;hman&#803;as are produced from the mouth of the Lord, and the ks&#803;atriyas are produced from the chest or arms of the Lord. If the different castes or social sections, although apparently differently occupied in different activities, nevertheless act in full cooperation, then the Lord is pleased. This is the idea of the institution of four varn&#803;as and four &#257;&#347;ramas. If the members of different &#257;&#347;ramas and varn&#803;as cooperate fully in Kr&#803;s&#803;n&#803;a consciousness, then society is well protected by the Lord, without doubt.</P><P>In Bhagavad-g&#299;t&#257; it is stated that the Lord is the proprietor of all different bodies. The individual soul is the proprietor of his individual body, but the Lord clearly states, "My dear Bh&#257;rata, you must know that I am also ks&#803;etra j&#241;a. " Ks&#803;etra j&#241;a means "the knower or proprietor of the body." The individual soul is the proprietor of the individual body, but the Supersoul, the Personality of Godhead, Kr&#803;s&#803;n&#803;a, is the proprietor of all bodies everywhere. He is the proprietor not only of human bodies but of birds, beasts and all other entities, not only on this planet but on other planets also. He is the supreme proprietor; therefore He does not become divided by protecting the different individual souls. He remains one and the same. That the sun appears on top of everyone's head when at the meridian does not imply that the sun becomes divided. One man thinks that the sun is on his head only, whereas five thousand miles away another man is thinking that the sun is only on his head. Similarly, the Supersoul, the Supreme Personality of Godhead, is one, but He appears to individually oversee each individual soul. This does not mean that the individual soul and the Supersoul are one. They are one in quality, as spirit soul, but the individual soul and Supersoul are different.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>