<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 31 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 31 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">N&#257;rada Instructs the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.31.15</P><P CLASS=c>yathaiva s&#363;ry&#257;t prabhavanti v&#257;rah&#803;</P><P CLASS=c>puna&#347; ca tasmin pravi&#347;anti k&#257;le</P><P CLASS=c>bh&#363;t&#257;ni bh&#363;mau sthira-ja&#324;gam&#257;ni</P><P CLASS=c>tath&#257; har&#257;v eva gun&#803;a-prav&#257;hah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/suryat">s&#363;ry&#257;t</A> &#8212; from the sun; <A CLASS=v HREF="http://vedabase.net/p/prabhavanti">prabhavanti</A> &#8212; is generated; <A CLASS=v HREF="http://vedabase.net/v/varah">v&#257;rah&#803;</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/p/punah">punah&#803;</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; unto <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/p/pravisanti">pravi&#347;anti</A> &#8212; enters; <A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> due course of time; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; all living entities; <A CLASS=v HREF="http://vedabase.net/b/bhumau">bh&#363;mau</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the earth; <A CLASS=v HREF="http://vedabase.net/s/sthira">sthira</A> &#8212; not moving; <A CLASS=v HREF="http://vedabase.net/j/jangamani">ja&#324;gam&#257;ni</A> &#8212; and moving; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/h/harau">harau</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/p/pravahah">prav&#257;hah&#803;</A> &#8212; emanation of material nature.</P><P CLASS=t>TRANSLATION</P><P>During the rainy season, water is generated from the sun, and in due course of time, during the summer season, the very same water is again absorbed by the sun. Similarly, all living entities, moving and inert, are generated from the earth, and again, after some time, they all return to the earth as dust. Similarly, everything emanates from the Supreme Personality of Godhead, and in due course of time everything enters into Him again.</P><P CLASS=t>PURPORT</P><P>Because of their poor fund of knowledge, impersonalist philosophers cannot understand how everything comes out from the Supreme person and then merges into Him again. As Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/40.htm">5.40</A>) confirms:</P><P>yasya prabh&#257; prabhavato jagad-an&#803;d&#803;a-kot&#803;i-</P><P CLASS=n>kot&#803;is&#803;v a&#347;es&#803;a-vasudh&#257;di-vibh&#363;ti-bhinnam</P><P CLASS=n>tad brahma nis&#803;kalam anantam a&#347;es&#803;a-bh&#363;tam&#769;</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>Transcendental rays emanate from the body of Kr&#803;s&#803;n&#803;a, and within those rays, which are the Brahman effulgence, everything is existing. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>). Mat-sth&#257;ni sarva-bh&#363;t&#257;ni. Although Kr&#803;s&#803;n&#803;a is not personally present everywhere, His energy is the cause of all creation. The entire cosmic manifestation is nothing but a display of Kr&#803;s&#803;n&#803;a's energy.</P><P>The two examples given in this verse are very vivid. During the rainy season, the rain, by rejuvenating the production of vegetables on earth, enables man and animals to obtain living energy. When there is no rain, food is scarce, and man and animal simply die. All vegetables, as well as moving living entities, are originally products of the earth. They come from the earth, and again they merge into the earth. Similarly, the total material energy is generated from the body of Kr&#803;s&#803;n&#803;a, and at such a time the entire cosmic manifestation is visible. When Kr&#803;s&#803;n&#803;a winds up His energy, everything vanishes. This is explained in a different way in Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/48.htm">5.48</A>):</P><P>yasyaika-ni&#347;vasita-k&#257;lam ath&#257;valambya</P><P CLASS=n>j&#299;vanti loma-vilaj&#257; jagad-an&#803;d&#803;a-n&#257;th&#257;h&#803;</P><P CLASS=n>vis&#803;n&#803;ur mah&#257;n sa iha yasya kal&#257;-vi&#347;es&#803;o</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>This entire material creation comes from the body of the Supreme Personality of Godhead and at the time of annihilation again enters into Him. This process of creation and dissolution is made possible by the breathing of the Mah&#257;-Vis&#803;n&#803;u, who is only a plenary portion of Kr&#803;s&#803;n&#803;a.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>