<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Kr&#803;s&#803;n&#803;a: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.13</P><P CLASS=c>nais&#803;&#257;tiduh&#803;sah&#257; ks&#803;un m&#257;m&#769;</P><P CLASS=c>tyaktodam api b&#257;dhate</P><P CLASS=c>pibantam&#769; tvan-mukh&#257;mbhoja-</P><P CLASS=c>cyutam&#769; hari-kath&#257;mr&#803;tam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/esa">es&#803;&#257;</A> &#8212; all this; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/d/duhsaha">duh&#803;sah&#257;</A> &#8212; extremely difficult <A HREF="http://vedabase.net/t/to">to</A> bear; <A CLASS=v HREF="http://vedabase.net/k/ksut">ks&#803;ut</A> &#8212; hunger; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/t/tyakta">tyakta</A>-<A CLASS=v HREF="http://vedabase.net/u/udam">udam</A> &#8212; even after giving up drinking water; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/badhate">b&#257;dhate</A> &#8212; does not hinder; <A CLASS=v HREF="http://vedabase.net/p/pibantam">pibantam</A> &#8212; while drinking; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/m/mukha">mukha</A>-<A CLASS=v HREF="http://vedabase.net/a/ambhoja">ambhoja</A>-<A CLASS=v HREF="http://vedabase.net/c/cyutam">cyutam</A> &#8212; emanating from your lotus mouth; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/amrtam">amr&#803;tam</A> &#8212; the nectar of topics concerning <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>.</P><P CLASS=t>TRANSLATION</P><P>Because of my vow on the verge of death, I have given up even drinking water, yet because I am drinking the nectar of topics about Kr&#803;s&#803;n&#803;a, which is flowing from the lotus mouth of Your Lordship, my hunger and thirst, which are extremely difficult to bear, cannot hinder me.</P><P CLASS=t>PURPORT</P><P>To prepare to meet death in seven days, Mah&#257;r&#257;ja Par&#299;ks&#803;it gave up all food and drink. As a human being, he was certainly both hungry and thirsty, and therefore &#346;ukadeva Gosv&#257;m&#299; might have wanted to stop narrating the transcendental topics of Kr&#803;s&#803;n&#803;a; but despite his fast, Mah&#257;r&#257;ja Par&#299;ks&#803;it was not at all fatigued. "The hunger and thirst from my fast do not disturb me," he said. "Once when I felt very thirsty, I went to the &#257;&#347;rama of &#346;am&#299;ka Muni to drink water, but the muni did not supply it. I therefore wrapped a dead snake over his shoulder, and that is why I was cursed by the br&#257;hman&#803;a boy. Now, however, I am quite fit. I am not at all disturbed by my hunger and thirst." This indicates that although on the material platform there are disturbances from hunger and thirst, on the spiritual platform there is no such thing as fatigue.</P><P>The entire world is suffering because of spiritual thirst. Every living being is Brahman, or spirit soul, and needs spiritual food to satisfy his hunger and thirst. Unfortunately, however, the world is completely unaware of the nectar of kr&#803;s&#803;n&#803;a-kath&#257;. The Kr&#803;s&#803;n&#803;a consciousness movement is therefore a boon to philosophers, religionists and people in general. There is certainly a charming attraction in Kr&#803;s&#803;n&#803;a and kr&#803;s&#803;n&#803;a-kath&#257;. Therefore the Absolute Truth is called Kr&#803;s&#803;n&#803;a, the most attractive.</P><P>The word amr&#803;ta is also an important reference to the moon, and the word ambuja means "lotus." The pleasing moonshine and pleasing fragrance of the lotus combined to bring pleasure to everyone hearing kr&#803;s&#803;n&#803;a-kath&#257; from the mouth of &#346;ukadeva Gosv&#257;m&#299;. As it is said:</P><P>matir na kr&#803;s&#803;n&#803;e paratah&#803; svato v&#257;</P><P CLASS=n>mitho 'bhipadyeta gr&#803;ha-vrat&#257;n&#257;m</P><P CLASS=n>ad&#257;nta-gobhir vi&#347;at&#257;m&#769; tamisram&#769;</P><P CLASS=n>punah&#803; puna&#347; carvita-carvan&#803;&#257;n&#257;m</P><P>"Because of their uncontrolled senses, persons too addicted to materialistic life make progress toward hellish conditions and repeatedly chew that which has already been chewed. Their inclinations toward Kr&#803;s&#803;n&#803;a are never aroused, either by the instructions of others, by their own efforts, or by a combination of both." (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/30.htm">7.5.30</A>) At the present moment, all of human society is engaged in the business of chewing the chewed (punah&#803; puna&#347; carvita-carvan&#803;&#257;n&#257;m [<A CLASS=v HREF="../../7/5/30.htm">SB 7.5.30</A>]). People are prepared to undergo mr&#803;tyu-sam&#769;s&#257;ra-vartmani, taking birth in one form, dying, accepting another form and dying again. To stop this repetition of birth and death, kr&#803;s&#803;n&#803;a-kath&#257;, or Kr&#803;s&#803;n&#803;a consciousness, is absolutely necessary. But unless one hears kr&#803;s&#803;n&#803;a-kath&#257; from a realized soul like &#346;ukadeva Gosv&#257;m&#299;, one cannot relish the nectar of kr&#803;s&#803;n&#803;a-kath&#257;, which puts an end to all material fatigue, and enjoy the blissful life of transcendental existence. In relation to the Kr&#803;s&#803;n&#803;a consciousness movement, we actually see that those who have tasted the nectar of kr&#803;s&#803;n&#803;a-kath&#257; lose all material desires, whereas those who cannot understand Kr&#803;s&#803;n&#803;a or kr&#803;s&#803;n&#803;a-kath&#257; regard the Kr&#803;s&#803;n&#803;a conscious life as "brainwashing" and "mind control." While the devotees enjoy spiritual bliss, the nondevotees are surprised that the devotees have forgotten material hankerings.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>