<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Kr&#803;s&#803;n&#803;a: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.20</P><P CLASS=c>tatra gatv&#257; jagann&#257;tham&#769;</P><P CLASS=c>deva-devam&#769; vr&#803;s&#803;&#257;kapim</P><P CLASS=c>purus&#803;am&#769; purus&#803;a-s&#363;ktena</P><P CLASS=c>upatasthe sam&#257;hitah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there (on the shore of the ocean of milk); <A CLASS=v HREF="http://vedabase.net/g/gatva">gatv&#257;</A> &#8212; after going; <A CLASS=v HREF="http://vedabase.net/j/jagannatham">jagann&#257;tham</A> &#8212; unto the master of the entire universe, the Supreme Being; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/d/devam">devam</A> &#8212; the Supreme God of all gods; <A CLASS=v HREF="http://vedabase.net/v/vrsakapim">vr&#803;s&#803;&#257;kapim</A> &#8212; the Supreme Person, <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>, who provides for everyone and diminishes everyone's suffering; <A CLASS=v HREF="http://vedabase.net/p/purusam">purus&#803;am</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/p/purusa">purus&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/s/suktena">s&#363;ktena</A> &#8212; with the Vedic <A HREF="http://vedabase.net/m/mantra">mantra</A> known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/p/purusa">purus&#803;a</A>-<A HREF="http://vedabase.net/s/sukta">s&#363;kta</A>; <A CLASS=v HREF="http://vedabase.net/u/upatasthe">upatasthe</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/s/samahitah">sam&#257;hitah&#803;</A> &#8212; with full attention.</P><P CLASS=t>TRANSLATION</P><P>After reaching the shore of the ocean of milk, the demigods worshiped the Supreme Personality of Godhead, Lord Vis&#803;n&#803;u, the master of the whole universe, the supreme God of all gods, who provides for everyone and diminishes everyone's suffering. With great attention, they worshiped Lord Vis&#803;n&#803;u, who lies on the ocean of milk, by reciting the Vedic mantras known as the Purus&#803;a-s&#363;kta.</P><P CLASS=t>PURPORT</P><P>The demigods, such as Lord Brahm&#257;, Lord &#346;iva, King Indra, Candra and S&#363;rya, are all subordinate to the Supreme Personality of Godhead. Aside from the demigods, even in human society there are many influential personalities supervising various businesses or establishments. Lord Vis&#803;n&#803;u, however, is the God of gods (parame&#347;vara). He is parama-purus&#803;a, the Supreme Being, Param&#257;tm&#257;. As confirmed in the Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/1.htm">5.1</A>), &#299;&#347;varah&#803; paramah&#803; kr&#803;s&#803;n&#803;ah&#803; sac-cid-&#257;nanda-vigrahah&#803;: "Kr&#803;s&#803;n&#803;a, known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body." No one is equal to or greater than the Supreme Personality of Godhead, and therefore He is described here by many words: jagann&#257;tha, deva-deva, vr&#803;s&#803;&#257;kapi and purus&#803;a. The supremacy of Lord Vis&#803;n&#803;u is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/12.htm">10.12</A>) in this statement by Arjuna:</P><P>param&#769; brahma param&#769; dh&#257;ma</P><P CLASS=n>pavitram&#769; paramam&#769; bhav&#257;n</P><P CLASS=n>purus&#803;am&#769; &#347;&#257;&#347;vatam&#769; divyam</P><P CLASS=n>&#257;di-devam ajam&#769; vibhum</P><P>"You are the Supreme Brahman, the ultimate, the supreme abode and purifier, the Absolute Truth and the eternal divine person. You are the primal God, transcendental and original, and You are the unborn and all-pervading beauty." Kr&#803;s&#803;n&#803;a is &#257;di-purus&#803;a, the original Personality of Godhead (govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi **). Vis&#803;n&#803;u is a plenary expansion of Lord Kr&#803;s&#803;n&#803;a, and all the vis&#803;n&#803;u-tattvas are parame&#347;vara, deva-deva.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>