<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Kr&#803;s&#803;n&#803;a: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.22</P><P CLASS=c>puraiva pum&#769;s&#257;vadhr&#803;to dhar&#257;-jvaro</P><P CLASS=c>bhavadbhir am&#769;&#347;air yadus&#803;&#363;pajanyat&#257;m</P><P CLASS=c>sa y&#257;vad urvy&#257; bharam &#299;&#347;vare&#347;varah&#803;</P><P CLASS=c>sva-k&#257;la-&#347;akty&#257; ks&#803;apayam&#769;&#347; cared bhuvi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; even before this; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/pumsa">pum&#769;s&#257;</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/avadhrtah">avadhr&#803;tah&#803;</A> &#8212; was certainly known; <A CLASS=v HREF="http://vedabase.net/d/dhara">dhar&#257;</A>-<A CLASS=v HREF="http://vedabase.net/j/jvarah">jvarah&#803;</A> &#8212; the distress on the earth; <A CLASS=v HREF="http://vedabase.net/b/bhavadbhih">bhavadbhih&#803;</A> &#8212; by your good selves; <A CLASS=v HREF="http://vedabase.net/a/amsaih">am&#769;&#347;aih&#803;</A> &#8212; expanding <A HREF="http://vedabase.net/a/as">as</A> plenary portions; <A CLASS=v HREF="http://vedabase.net/y/yadusu">yadus&#803;u</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the family of King <A HREF="http://vedabase.net/y/yadu">Yadu</A>; <A CLASS=v HREF="http://vedabase.net/u/upajanyatam">upajanyat&#257;m</A> &#8212; take your birth and appear there; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/u/urvyah">urvy&#257;h&#803;</A> &#8212; of the earth; <A CLASS=v HREF="http://vedabase.net/b/bharam">bharam</A> &#8212; the burden; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah&#803;</A> &#8212; the Lord of lords; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/s/saktya">&#347;akty&#257;</A> &#8212; by His own potency the time factor; <A CLASS=v HREF="http://vedabase.net/k/ksapayan">ks&#803;apayan</A> &#8212; diminishing; <A CLASS=v HREF="http://vedabase.net/c/caret">caret</A> &#8212; should move; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the surface of the earth.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257; informed the demigods: Before we submitted our petition to the Lord, He was already aware of the distress on earth. Consequently, for as long as the Lord moves on earth to diminish its burden by His own potency in the form of time, all of you demigods should appear through plenary portions as sons and grandsons in the family of the Yadus.</P><P CLASS=t>PURPORT</P><P>As stated in the Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/39.htm">5.39</A>):</P><P>r&#257;m&#257;di-m&#363;rtis&#803;u kal&#257;-niyamena tis&#803;t&#803;han</P><P CLASS=n>n&#257;n&#257;vat&#257;ram akarod bhuvanes&#803;u kintu</P><P CLASS=n>kr&#803;s&#803;n&#803;ah&#803; svayam&#769; samabhavat paramah&#803; pum&#257;n yo</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>"I worship the Supreme Personality of Godhead, Govinda, who is always situated in various incarnations such as R&#257;ma, Nr&#803;sim&#769;ha and many sub-incarnations as well, but who is the original personality of Godhead, known as Kr&#803;s&#803;n&#803;a, and who incarnates personally also."</P><P>In this verse from &#346;r&#299;mad-Bh&#257;gavatam we find the words puraiva pum&#769;s&#257;vadhr&#803;to dhar&#257; jvarah&#803;. The word pum&#769;s&#257; refers to Kr&#803;s&#803;n&#803;a, who was already aware of how the whole world was suffering because of the increase of demons. Without reference to the supreme power of the Personality of Godhead, demons assert themselves to be independent kings and presidents, and thus they create a disturbance by increasing their military power. When such disturbances are very prominent, Kr&#803;s&#803;n&#803;a appears. At present also, various demoniac states all over the world are increasing their military power in many ways, and the whole situation has become distressful. Therefore Kr&#803;s&#803;n&#803;a has appeared by His name, in the Hare Kr&#803;s&#803;n&#803;a movement, which will certainly diminish the burden of the world. Philosophers, religionists, and people in general must take to this movement very seriously, for man-made plans and devices will not help bring peace on earth. The transcendental sound Hare Kr&#803;s&#803;n&#803;a is not different from the person Kr&#803;s&#803;n&#803;a.</P><P>n&#257;ma cint&#257;man&#803;ih&#803; kr&#803;s&#803;n&#803;a&#347;</P><P CLASS=n>caitanya-rasa-vigrahah&#803;</P><P CLASS=n>p&#363;rn&#803;ah&#803; &#347;uddho nitya-mukto</P><P CLASS=n>'bhinnatv&#257;n n&#257;ma-n&#257;minoh&#803;</P><P CLASS=n>(Padma Pur&#257;n&#803;a)</P><P>There is no difference between the sound Hare Kr&#803;s&#803;n&#803;a and Kr&#803;s&#803;n&#803;a the person.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>