<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Kr&#803;s&#803;n&#803;a: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.3</P><P CLASS=c>avat&#299;rya yador vam&#769;&#347;e</P><P CLASS=c>bhagav&#257;n bh&#363;ta-bh&#257;vanah&#803;</P><P CLASS=c>kr&#803;tav&#257;n y&#257;ni vi&#347;v&#257;tm&#257;</P><P CLASS=c>t&#257;ni no vada vistar&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/avatirya">avat&#299;rya</A> &#8212; after descending; <A CLASS=v HREF="http://vedabase.net/y/yadoh">yadoh&#803;</A> <A CLASS=v HREF="http://vedabase.net/v/vamse">vam&#769;&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the dynasty of <A HREF="http://vedabase.net/y/yadu">Yadu</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavanah">bh&#257;vanah&#803;</A> &#8212; who is the cause of the cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/k/krtavan">kr&#803;tav&#257;n</A> &#8212; executed; <A CLASS=v HREF="http://vedabase.net/y/yani">y&#257;ni</A> &#8212; whatever (activities); <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul of the entire universe; <A CLASS=v HREF="http://vedabase.net/t/tani">t&#257;ni</A> &#8212; all of those (activities); <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/v/vada">vada</A> &#8212; kindly say; <A CLASS=v HREF="http://vedabase.net/v/vistarat">vistar&#257;t</A> &#8212; elaborately.</P><P CLASS=t>TRANSLATION</P><P>The Supersoul, the Supreme Personality of Godhead, &#346;r&#299; Kr&#803;s&#803;n&#803;a, the cause of the cosmic manifestation, appeared in the dynasty of Yadu. Please tell me elaborately about His glorious activities and character, from the beginning to the end of His life.</P><P CLASS=t>PURPORT</P><P>In this verse the words kr&#803;tav&#257;n y&#257;ni indicate that all the different activities Kr&#803;s&#803;n&#803;a performed while present on earth are beneficial to human society. If religionists, philosophers and people in general simply hear the activities of Kr&#803;s&#803;n&#803;a, they will be liberated. We have described several times that there are two kinds of kr&#803;s&#803;n&#803;a-kath&#257;, represented by Bhagavad-g&#299;t&#257;, spoken personally by Kr&#803;s&#803;n&#803;a about Himself, and &#346;r&#299;mad-Bh&#257;gavatam, spoken by &#346;ukadeva Gosv&#257;m&#299; about the glories of Kr&#803;s&#803;n&#803;a. Anyone who becomes even slightly interested in kr&#803;s&#803;n&#803;a-kath&#257; is liberated. K&#299;rtan&#257;d eva kr&#803;s&#803;n&#803;asya mukta-sa&#324;gah&#803; param&#769; vrajet (Bh&#257;g. <A CLASS=v HREF="../../../sb/12/3/51.htm">12.3.51</A>). Simply by chanting or repeating kr&#803;s&#803;n&#803;a-kath&#257;, one is liberated from the contamination of Kali-yuga. Caitanya Mah&#257;prabhu therefore advised, y&#257;re dekha, t&#257;re kaha 'kr&#803;s&#803;n&#803;a'-upade&#347;a (Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>). This is the mission of Kr&#803;s&#803;n&#803;a consciousness: to hear about Kr&#803;s&#803;n&#803;a and thus be liberated from material bondage.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>