<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Kr&#803;s&#803;n&#803;a: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.35</P><P CLASS=c>ity uktah&#803; sa khalah&#803; p&#257;po</P><P CLASS=c>bhoj&#257;n&#257;m&#769; kula-p&#257;m&#769;sanah&#803;</P><P CLASS=c>bhagin&#299;m&#769; hantum &#257;rabdham&#769;</P><P CLASS=c>khad&#803;ga-p&#257;n&#803;ih&#803; kace 'grah&#299;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> <A CLASS=v HREF="http://vedabase.net/u/uktah">uktah&#803;</A> &#8212; thus being addressed; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/k/kamsa">Kam&#769;sa</A>); <A CLASS=v HREF="http://vedabase.net/k/khalah">khalah&#803;</A> &#8212; envious; <A CLASS=v HREF="http://vedabase.net/p/papah">p&#257;pah&#803;</A> &#8212; sinful; <A CLASS=v HREF="http://vedabase.net/b/bhojanam">bhoj&#257;n&#257;m</A> &#8212; of the <A HREF="http://vedabase.net/b/bhoja">Bhoja</A> dynasty; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/p/pamsanah">p&#257;m&#769;sanah&#803;</A> &#8212; one who can degrade the reputation of his family; <A CLASS=v HREF="http://vedabase.net/b/bhaginim">bhagin&#299;m</A> &#8212; unto his sister; <A CLASS=v HREF="http://vedabase.net/h/hantum">hantum</A> <A CLASS=v HREF="http://vedabase.net/a/arabdham">&#257;rabdham</A> &#8212; being inclined <A HREF="http://vedabase.net/t/to">to</A> kill; <A CLASS=v HREF="http://vedabase.net/k/khadga">khad&#803;ga</A>-<A CLASS=v HREF="http://vedabase.net/p/panih">p&#257;n&#803;ih&#803;</A> &#8212; taking <A HREF="http://vedabase.net/a/a">a</A> sword <A HREF="http://vedabase.net/i/in">in</A> his hand; <A CLASS=v HREF="http://vedabase.net/k/kace">kace</A> &#8212; hair; <A CLASS=v HREF="http://vedabase.net/a/agrahit">agrah&#299;t</A> &#8212; took up.</P><P CLASS=t>TRANSLATION</P><P>Kam&#769;sa was a condemned personality in the Bhoja dynasty because he was envious and sinful. Therefore, upon hearing this omen from the sky, he caught hold of his sister's hair with his left hand and took up his sword with his right hand to sever her head from her body.</P><P CLASS=t>PURPORT</P><P>Kam&#769;sa was driving the chariot and controlling the reins with his left hand, but as soon as he heard the omen that his sister's eighth child would kill him, he gave up the reins, caught hold of his sister's hair, and with his right hand took up a sword to kill her. Before, he had been so affectionate that he was acting as his sister's chariot driver, but as soon as he heard that his self-interest or his life was at risk, he forgot all affection for her and immediately became a great enemy. This is the nature of demons. No one should trust a demon, despite any amount of affection. Aside from this, a king, a politician or a woman cannot be trusted, since they can do anything abominable for their personal interest. C&#257;n&#803;akya Pan&#803;d&#803;ita therefore says, vi&#347;v&#257;so naiva kartavyah&#803; str&#299;s&#803;u r&#257;ja-kules&#803;u ca.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>