<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 58</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 58"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Kr&#803;s&#803;n&#803;a: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.58</P><P CLASS=c>kim&#769; duh&#803;saham&#769; nu s&#257;dh&#363;n&#257;m&#769;</P><P CLASS=c>vidus&#803;&#257;m&#769; kim apeks&#803;itam</P><P CLASS=c>kim ak&#257;ryam&#769; kadary&#257;n&#803;&#257;m&#769;</P><P CLASS=c>dustyajam&#769; kim&#769; dhr&#803;t&#257;tman&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is; <A CLASS=v HREF="http://vedabase.net/d/duhsaham">duh&#803;saham</A> &#8212; painful; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sadhunam">s&#257;dh&#363;n&#257;m</A> &#8212; for saintly persons; <A CLASS=v HREF="http://vedabase.net/v/vidusam">vidus&#803;&#257;m</A> &#8212; of learned persons; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/a/apeksitam">apeks&#803;itam</A> &#8212; what is dependence; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/a/akaryam">ak&#257;ryam</A> &#8212; what is forbidden work; <A CLASS=v HREF="http://vedabase.net/k/kadaryanam">kadary&#257;n&#803;&#257;m</A> &#8212; of persons <A HREF="http://vedabase.net/i/in">in</A> the lowest grade; <A CLASS=v HREF="http://vedabase.net/d/dustyajam">dustyajam</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> give up; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is; <A CLASS=v HREF="http://vedabase.net/d/dhrta">dhr&#803;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of persons who <A HREF="http://vedabase.net/a/are">are</A> self-realized.</P><P CLASS=t>TRANSLATION</P><P>What is painful for saintly persons who strictly adhere to the truth? How could there not be independence for pure devotees who know the Supreme Lord as the substance? What deeds are forbidden for persons of the lowest character? And what cannot be given up for the sake of Lord Kr&#803;s&#803;n&#803;a by those who have fully surrendered at His lotus feet?</P><P CLASS=t>PURPORT</P><P>Since the eighth son of Devak&#299; was to kill Kam&#769;sa, one might ask what the need was for Vasudeva to deliver the first-born child. The answer is that Vasudeva had promised Kam&#769;sa that he would deliver all the children born of Devak&#299;. Kam&#769;sa, being an asura, did not believe that the eighth child would kill him; he took it for granted that he might be killed by any of the children of Devak&#299;. Vasudeva, therefore, to save Devak&#299;, promised to give Kam&#769;sa every child, whether male or female. From another point of view, Vasudeva and Devak&#299; were very pleased when they understood that the Supreme Personality of Godhead, Kr&#803;s&#803;n&#803;a, would come as their eighth son. Vasudeva, a pure devotee of the Lord, was eager to see Kr&#803;s&#803;n&#803;a appear as his child from the eighth pregnancy of Devak&#299;. Therefore he wanted to deliver all the children quickly so that the eighth turn would come and Kr&#803;s&#803;n&#803;a would appear. He begot one child every year so that Kr&#803;s&#803;n&#803;a's turn to appear would come as soon as possible.</P><P CLASS=l><A CLASS=i HREF="57.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="59.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>