<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 1 Verse 67</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 1 Verse 67"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Advent of Lord Kr&#803;s&#803;n&#803;a: Introduction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.1.67</P><P CLASS=c>m&#257;taram&#769; pitaram&#769; bhr&#257;tr&#772;&#803;n</P><P CLASS=c>sarv&#257;m&#769;&#347; ca suhr&#803;das tath&#257;</P><P CLASS=c>ghnanti hy asutr&#803;po lubdh&#257;</P><P CLASS=c>r&#257;j&#257;nah&#803; pr&#257;ya&#347;o bhuvi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mataram">m&#257;taram</A> &#8212; unto the mother; <A CLASS=v HREF="http://vedabase.net/p/pitaram">pitaram</A> &#8212; unto the father; <A CLASS=v HREF="http://vedabase.net/b/bhratrn">bhr&#257;tr&#772;&#803;n</A> &#8212; unto brothers; <A CLASS=v HREF="http://vedabase.net/s/sarvan">sarv&#257;n</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and anyone else; <A CLASS=v HREF="http://vedabase.net/s/suhrdah">suhr&#803;dah&#803;</A> &#8212; friends; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/g/ghnanti">ghnanti</A> &#8212; they kill (<A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is practically seen); <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asu">asu</A>-<A CLASS=v HREF="http://vedabase.net/t/trpah">tr&#803;pah&#803;</A> &#8212; those who envy the lives of others for their personal sense gratification; <A CLASS=v HREF="http://vedabase.net/l/lubdhah">lubdh&#257;h&#803;</A> &#8212; greedy; <A CLASS=v HREF="http://vedabase.net/r/rajanah">r&#257;j&#257;nah&#803;</A> &#8212; such kings; <A CLASS=v HREF="http://vedabase.net/p/prayasah">pr&#257;ya&#347;ah&#803;</A> &#8212; almost always; <A CLASS=v HREF="http://vedabase.net/b/bhuvi">bhuvi</A> &#8212; on the earth.</P><P CLASS=t>TRANSLATION</P><P>Kings greedy for sense gratification on this earth almost always kill their enemies indiscriminately. To satisfy their own whims, they may kill anyone, even their mothers, fathers, brothers or friends.</P><P CLASS=t>PURPORT</P><P>We have seen in the history of India that Aurangzeb killed his brother and nephews and imprisoned his father to fulfill political ambitions. There have been many similar instances, and Kam&#769;sa was the same type of king. Kam&#769;sa did not hesitate to kill his nephews and imprison his sister and his father. For demons to do such things is not astonishing. Nonetheless, although Kam&#769;sa was a demon, he was aware that Lord Vis&#803;n&#803;u cannot be killed, and thus he attained salvation. Even partial understanding of the activities of Lord Vis&#803;n&#803;u makes one eligible for salvation. Kam&#769;sa knew a little about Kr&#803;s&#803;n&#803;a &#8212; that He could not be killed &#8212; and therefore he attained salvation although he thought of Vis&#803;n&#803;u, Kr&#803;s&#803;n&#803;a, as an enemy. What then is to be said of one who knows Kr&#803;s&#803;n&#803;a perfectly from the descriptions of &#347;&#257;stras like Bhagavad-g&#299;t&#257;? It is therefore the duty of everyone to read Bhagavad-g&#299;t&#257; and understand Kr&#803;s&#803;n&#803;a perfectly. This will make one's life successful.</P><P CLASS=l><A CLASS=i HREF="65-66.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="68.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>