<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 14 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 14 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Kr&#803;s&#803;n&#803;a Explains the Yoga System to &#346;r&#299; Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.14.11</P><P CLASS=c>&#257;dy-anta-vanta evais&#803;&#257;m&#769;</P><P CLASS=c>lok&#257;h&#803; karma-vinirmit&#257;h&#803;</P><P CLASS=c>duh&#803;khodark&#257;s tamo-nis&#803;t&#803;h&#257;h&#803;</P><P CLASS=c>ks&#803;udr&#257; mand&#257;h&#803; &#347;uc&#257;rpit&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/a/anta">anta</A>-<A CLASS=v HREF="http://vedabase.net/v/vantah">vantah&#803;</A> &#8212; possessing <A HREF="http://vedabase.net/a/a">a</A> beginning and end; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; undoubtedly; <A CLASS=v HREF="http://vedabase.net/e/esam">es&#803;&#257;m</A> &#8212; of them (the materialistic); <A CLASS=v HREF="http://vedabase.net/l/lokah">lok&#257;h&#803;</A> &#8212; achieved destinations; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; by one's material work; <A CLASS=v HREF="http://vedabase.net/v/vinirmitah">vinirmit&#257;h&#803;</A> &#8212; produced; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duh&#803;kha</A> &#8212; misery; <A CLASS=v HREF="http://vedabase.net/u/udarkah">udark&#257;h&#803;</A> &#8212; bringing <A HREF="http://vedabase.net/a/as">as</A> the future result; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah&#803;</A> &#8212; ignorance; <A CLASS=v HREF="http://vedabase.net/n/nisthah">nis&#803;t&#803;h&#257;h&#803;</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/k/ksudrah">ks&#803;udr&#257;h&#803;</A> &#8212; meager; <A CLASS=v HREF="http://vedabase.net/m/mandah">mand&#257;h&#803;</A> &#8212; wretched; <A CLASS=v HREF="http://vedabase.net/s/suca">&#347;uc&#257;</A> &#8212; with lamentation; <A CLASS=v HREF="http://vedabase.net/a/arpitah">arpit&#257;h&#803;</A> &#8212; filled.</P><P CLASS=t>TRANSLATION</P><P>All the persons I have just mentioned obtain temporary fruits from their material work. Indeed, the meager and miserable situations they achieve bring future unhappiness and are based on ignorance. Even while enjoying the fruits of their work, such persons are filled with lamentation.</P><P CLASS=t>PURPORT</P><P>Those who have grasped temporary material things, mistaking them to be ultimate reality, are not considered very intelligent by anyone except themselves. Such foolish persons are always in anxiety because by the laws of nature the very fruits of their work are constantly being transformed in ways neither desired nor expected. The performer of Vedic rituals can elevate himself to heavenly planets, whereas one who is atheistic has the privilege of transferring himself to hell. The entire panorama of material existence is actually uninteresting and dull (mand&#257;h&#803;). One can make no real progress within the material world; therefore one should take to Kr&#803;s&#803;n&#803;a consciousness and prepare oneself to go back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>