<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 14 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 14 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Kr&#803;s&#803;n&#803;a Explains the Yoga System to &#346;r&#299; Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.14.13</P><P CLASS=c>aki&#241;canasya d&#257;ntasya</P><P CLASS=c>&#347;&#257;ntasya sama-cetasah&#803;</P><P CLASS=c>may&#257; santus&#803;t&#803;a-manasah&#803;</P><P CLASS=c>sarv&#257;h&#803; sukha-may&#257; di&#347;ah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/akincanasya">aki&#241;canasya</A> &#8212; of one who does not desire anything; <A CLASS=v HREF="http://vedabase.net/d/dantasya">d&#257;ntasya</A> &#8212; whose senses <A HREF="http://vedabase.net/a/are">are</A> controlled; <A CLASS=v HREF="http://vedabase.net/s/santasya">&#347;&#257;ntasya</A> &#8212; peaceful; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/c/cetasah">cetasah&#803;</A> &#8212; whose consciousness is equal everywhere; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; with <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/santusta">santus&#803;t&#803;a</A> &#8212; completely satisfied; <A CLASS=v HREF="http://vedabase.net/m/manasah">manasah&#803;</A> &#8212; whose mind; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h&#803;</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">may&#257;h&#803;</A> &#8212; full of happiness; <A CLASS=v HREF="http://vedabase.net/d/disah">di&#347;ah&#803;</A> &#8212; directions.</P><P CLASS=t>TRANSLATION</P><P>One who does not desire anything within this world, who has achieved peace by controlling his senses, whose consciousness is equal in all conditions and whose mind is completely satisfied in Me finds only happiness wherever he goes.</P><P CLASS=t>PURPORT</P><P>A devotee who is always meditating upon Lord Kr&#803;s&#803;n&#803;a experiences transcendental sound, touch, form, flavor and aroma in the pastimes of the Lord. These sublime perceptions are certainly due to the causeless mercy of Lord Kr&#803;s&#803;n&#803;a upon one whose mind and senses are completely satisfied in Him. Such a person finds only happiness wherever he goes. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura gives the example that when a very wealthy man travels all over the world, at every place he stays he always enjoys the same luxurious standard of comfort. Similarly, one who has developed Kr&#803;s&#803;n&#803;a consciousness is never separated from happiness, because Lord Kr&#803;s&#803;n&#803;a is all-pervading. The word ki&#241;cana indicates the so-called enjoyable things of this world. One who is aki&#241;cana has correctly understood that material sense gratification is simply the glare of illusion, and therefore such a person is d&#257;ntasya, or self-controlled, &#347;&#257;ntasya, or peaceful, and may&#257; santus&#803;t&#803;a-manasah&#803;, or completely satisfied with his transcendental experience of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>