<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 3 Verses 26-27</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 3 Verses 26-27"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Hiran&#803;yaka&#347;ipu's Plan to Become Immortal</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.3.26-27</P><P CLASS=c>&#347;r&#299;-hiran&#803;yaka&#347;ipur uv&#257;ca</P><P CLASS=c>kalp&#257;nte k&#257;la-sr&#803;s&#803;t&#803;ena</P><P CLASS=c>yo 'ndhena tamas&#257;vr&#803;tam</P><P CLASS=c>abhivyanag jagad idam&#769;</P><P CLASS=c>svaya&#241;jyotih&#803; sva-rocis&#803;&#257;</P><P CLASS=c>&#257;tman&#257; tri-vr&#803;t&#257; cedam&#769;</P><P CLASS=c>sr&#803;jaty avati lumpati</P><P CLASS=c>rajah&#803;-sattva-tamo-dh&#257;mne</P><P CLASS=c>par&#257;ya mahate namah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/h/hiranyakasipuh">hiran&#803;yaka&#347;ipuh&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Hiran&#803;yaka&#347;ipu said; <A CLASS=v HREF="http://vedabase.net/k/kalpa">kalpa</A>-<A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the end of every day of Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/s/srstena">sr&#803;s&#803;t&#803;ena</A> &#8212; created by the time factor; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> who; <A CLASS=v HREF="http://vedabase.net/a/andhena">andhena</A> &#8212; by dense darkness; <A CLASS=v HREF="http://vedabase.net/t/tamasa">tamas&#257;</A> &#8212; by ignorance; <A CLASS=v HREF="http://vedabase.net/a/avrtam">&#257;vr&#803;tam</A> &#8212; covered; <A CLASS=v HREF="http://vedabase.net/a/abhivyanak">abhivyanak</A> &#8212; manifested; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A>-<A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih&#803;</A> &#8212; self-effulgent; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rocisa">rocis&#803;&#257;</A> &#8212; by his bodily rays; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by himself; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vrta">vr&#803;t&#257;</A> &#8212; conducted by the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this material world; <A CLASS=v HREF="http://vedabase.net/s/srjati">sr&#803;jati</A> &#8212; creates; <A CLASS=v HREF="http://vedabase.net/a/avati">avati</A> &#8212; maintain s; <A CLASS=v HREF="http://vedabase.net/l/lumpati">lumpati</A> &#8212; annihilates; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah&#803;</A> &#8212; of the mode of passion; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A> &#8212; the mode of goodness; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah&#803;</A> &#8212; and the mode of ignorance; <A CLASS=v HREF="http://vedabase.net/d/dhamne">dh&#257;mne</A> &#8212; unto the supreme lord; <A CLASS=v HREF="http://vedabase.net/p/paraya">par&#257;ya</A> &#8212; unto the supreme; <A CLASS=v HREF="http://vedabase.net/m/mahate">mahate</A> &#8212; unto the great; <A CLASS=v HREF="http://vedabase.net/n/namah">namah&#803;</A> &#8212; my respectful obeisances.</P><P CLASS=t>TRANSLATION</P><P>Let me offer my respectful obeisances unto the supreme lord within this universe. At the end of each day of his life, the universe is fully covered with dense darkness by the influence of time, and then again, during his next day, that self-effulgent lord, by his own effulgence, manifests, maintains and destroys the entire cosmic manifestation through the material energy, which is invested with the three modes of material nature. He, Lord Brahm&#257;, is the shelter of those modes of nature &#8212; sattva-gun&#803;a, rajo-gun&#803;a and tamo-gun&#803;a.</P><P CLASS=t>PURPORT</P><P>The words abhivyanag jagad idam refer to he who creates this cosmic manifestation. The original creator is the Supreme Personality of Godhead, Kr&#803;s&#803;n&#803;a (janm&#257;dy asya yatah&#803; [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]); Lord Brahm&#257; is the secondary creator. When Lord Brahm&#257; is empowered by Lord Kr&#803;s&#803;n&#803;a as the engineer to create the phenomenal world, he becomes the supremely powerful feature within this universe. The total material energy is created by Kr&#803;s&#803;n&#803;a, and later, taking advantage of all that has necessarily been created, Lord Brahm&#257; engineers the entire phenomenal universe. At the end of Lord Brahm&#257;'s day, everything up to Svargaloka is inundated with water, and the next morning, when there is darkness in the universe, Brahm&#257; again brings the phenomenal manifestation into existence. Therefore he is described here as he who manifests this universe.</P><P>Tr&#299;n gun&#803;&#257;n vr&#803;n&#803;oti: Lord Brahm&#257; takes advantage of the three modes of material nature. prakr&#803;ti, material nature, is described here as tri-vr&#803;t&#257;, the source of the three material modes. &#346;r&#299;la Madhv&#257;c&#257;rya comments in this connection that tri-vr&#803;t&#257; means prakr&#803;ty&#257;. Thus Lord Kr&#803;s&#803;n&#803;a is the original creator, and Lord Brahm&#257; is the original engineer.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>