<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 3 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 3 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Hiran&#803;yaka&#347;ipu's Plan to Become Immortal</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.3.30</P><P CLASS=c>tvam&#769; sapta-tant&#363;n vitanos&#803;i tanv&#257;</P><P CLASS=c>trayy&#257; catur-hotraka-vidyay&#257; ca</P><P CLASS=c>tvam eka &#257;tm&#257;tmavat&#257;m an&#257;dir</P><P CLASS=c>ananta-p&#257;rah&#803; kavir antar&#257;tm&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A>-<A CLASS=v HREF="http://vedabase.net/t/tantun">tant&#363;n</A> &#8212; the seven kinds of Vedic ritualistic ceremonies, beginning from the agnis&#803;t&#803;oma-<A HREF="http://vedabase.net/y/yajna">yaj&#241;a</A>; <A CLASS=v HREF="http://vedabase.net/v/vitanosi">vitanos&#803;i</A> &#8212; spread; <A CLASS=v HREF="http://vedabase.net/t/tanva">tanv&#257;</A> &#8212; by your body; <A CLASS=v HREF="http://vedabase.net/t/trayya">trayy&#257;</A> &#8212; the three Vedas; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh&#803;</A>-<A CLASS=v HREF="http://vedabase.net/h/hotraka">hotraka</A> &#8212; of the four kinds of Vedic priests, known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/h/hota">hot&#257;</A>, adhvaryu, <A HREF="http://vedabase.net/b/brahma">brahma</A> and udg&#257;t&#257;; <A CLASS=v HREF="http://vedabase.net/v/vidyaya">vidyay&#257;</A> &#8212; by the necessary knowledge; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah&#803;</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vatam">vat&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/a/anadih">an&#257;dih&#803;</A> &#8212; without beginning; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">p&#257;rah&#803;</A> &#8212; without end; <A CLASS=v HREF="http://vedabase.net/k/kavih">kavih&#803;</A> &#8212; the supreme inspirer; <A CLASS=v HREF="http://vedabase.net/a/antah">antah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul within the <A HREF="http://vedabase.net/c/core">core</A> of the heart.</P><P CLASS=t>TRANSLATION</P><P>My dear lord, by your form as the Vedas personified and through knowledge relating to the activities of all the yaj&#241;ic br&#257;hman&#803;as, you spread the Vedic ritualistic ceremonies of the seven kinds of sacrifices, headed by agnis&#803;t&#803;oma. Indeed, you inspire the yaj&#241;ic br&#257;hman&#803;as to perform the rituals mentioned in the three Vedas. Being the Supreme Soul, the Supersoul of all living entities, you are beginningless, endless and omniscient, beyond the limits of time and space.</P><P CLASS=t>PURPORT</P><P>The Vedic ritualistic ceremonies, the knowledge thereof, and the person who agrees to perform them are inspired by the Supreme Soul. As confirmed in Bhagavad-g&#299;t&#257;, mattah&#803; smr&#803;tir j&#241;&#257;nam apohanam&#769; ca: [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>] from the Lord come remembrance, knowledge and forgetfulness. The Supersoul is situated in everyone's heart (sarvasya c&#257;ham&#769; hr&#803;di sannivis&#803;t&#803;ah&#803;, &#299;&#347;varah&#803; sarva-bh&#363;t&#257;n&#257;m&#769; hr&#803;d-de&#347;e 'rjuna tis&#803;t&#803;hati [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]), and when one is advanced in Vedic knowledge, the Supersoul gives him directions. Acting as Supersoul, the Lord gives inspiration to a suitable person to perform the Vedic ritualistic ceremonies. In this connection, four classes of priests, known as r&#803;tvik, are required. They are mentioned as hot&#257;, adhvaryu, brahma and udg&#257;t&#257;.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>