<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 8 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 8 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Churning of the Milk Ocean</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.8.21</P><P CLASS=c>dharmah&#803; kvacit tatra na bh&#363;ta-sauhr&#803;dam&#769;</P><P CLASS=c>ty&#257;gah&#803; kvacit tatra na mukti-k&#257;ran&#803;am</P><P CLASS=c>v&#299;ryam&#769; na pum&#769;so 'sty aja-vega-nis&#803;kr&#803;tam&#769;</P><P CLASS=c>na hi dvit&#299;yo gun&#803;a-sa&#324;ga-varjitah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah&#803;</A> &#8212; religion; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; one may have full knowledge of; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; therein; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/sauhrdam">sauhr&#803;dam</A> &#8212; friendship with other living entities; <A CLASS=v HREF="http://vedabase.net/t/tyagah">ty&#257;gah&#803;</A> &#8212; renunciation; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; one may possess; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; therein; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/mukti">mukti</A>-<A CLASS=v HREF="http://vedabase.net/k/karanam">k&#257;ran&#803;am</A> &#8212; the cause of liberation; <A CLASS=v HREF="http://vedabase.net/v/viryam">v&#299;ryam</A> &#8212; power; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/pumsah">pum&#769;sah&#803;</A> &#8212; of any person; <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there may be; <A CLASS=v HREF="http://vedabase.net/a/aja">aja</A>-<A CLASS=v HREF="http://vedabase.net/v/vega">vega</A>-<A CLASS=v HREF="http://vedabase.net/n/niskrtam">nis&#803;kr&#803;tam</A> &#8212; <A HREF="http://vedabase.net/n/no">no</A> release from the power of time; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/dvitiyah">dvit&#299;yah&#803;</A> &#8212; the second one; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/v/varjitah">varjitah&#803;</A> &#8212; completely freed from the contamination of the modes of nature.</P><P CLASS=t>TRANSLATION</P><P>Someone may possess full knowledge of religion but still not be kind to all living entities. In someone, whether human or demigod, there may be renunciation, but that is not the cause of liberation. Someone may possess great power and yet be unable to check the power of eternal time. Someone else may have renounced attachment to the material world, yet he cannot compare to the Supreme Personality of Godhead. Therefore, no one is completely freed from the influence of the material modes of nature.</P><P CLASS=t>PURPORT</P><P>The statement dharmah&#803; kvacit tatra na bh&#363;ta-sauhr&#803;dam is very important in this verse. We actually see that there are many Hindus, Muslims, Christians, Buddhists and religionists of other cults who adhere to their religious principles very nicely but are not equal to all living entities. Indeed, although they profess to be very religious, they kill poor animals. Such religion has no meaning. &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/8.htm">1.2.8</A>) says:</P><P>dharmah&#803; svanus&#803;t&#803;hitah&#803; pum&#769;s&#257;m&#769;</P><P CLASS=n>vis&#803;vaksena-kath&#257;su yah&#803;</P><P CLASS=n>notp&#257;dayed yadi ratim&#769;</P><P CLASS=n>&#347;rama eva hi kevalam</P><P>One may be very expert in following the religious principles of his own sect, but if he has no tendency to love the Supreme Personality of Godhead, his observance of religious principles is simply a waste of time. One must develop a sense of loving V&#257;sudeva (v&#257;sudevah&#803; sarvam iti sa mah&#257;tm&#257; sudurlabhah&#803; [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]). The sign of a devotee is that he is a friend to everyone (suhr&#803;dam&#769; sarva-bh&#363;t&#257;n&#257;m). A devotee will never allow a poor animal to be killed in the name of religion. This is the difference between a superficially religious person and a devotee of the Supreme Personality of Godhead.</P><P>We find that there have been many great heroes in history, but they could not escape from the cruel hands of death. Even the greatest hero cannot escape from the ruling power of the Supreme Personality of Godhead when Kr&#803;s&#803;n&#803;a comes as death. That is described by Kr&#803;s&#803;n&#803;a Himself: mr&#803;tyuh&#803; sarva-hara&#347; c&#257;ham. The Lord, appearing as death, takes away a hero's so-called power. Even Hiran&#803;yaka&#347;ipu could not be saved when Nr&#803;sim&#769;hadeva appeared before him as death. One's material strength is nothing before the strength of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>