<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 70 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 70 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 70: <A CLASS=v HREF="index.htm">Lord Kr&#803;s&#803;n&#803;a's Daily Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.70.41</P><P CLASS=c>yaks&#803;yati tv&#257;m&#769; makhendren&#803;a</P><P CLASS=c>r&#257;jas&#363;yena p&#257;n&#803;d&#803;avah&#803;</P><P CLASS=c>p&#257;rames&#803;t&#803;hya-k&#257;mo nr&#803;patis</P><P CLASS=c>tad bhav&#257;n anumodat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yaksyati">yaks&#803;yati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> will perform sacrifice; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/m/makha">makha</A> &#8212; of fire sacrifices; <A CLASS=v HREF="http://vedabase.net/i/indrena">indren&#803;a</A> &#8212; with the greatest; <A CLASS=v HREF="http://vedabase.net/r/rajasuyena">r&#257;jas&#363;yena</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/r/rajasuya">R&#257;jas&#363;ya</A>; <A CLASS=v HREF="http://vedabase.net/p/pandavah">p&#257;n&#803;d&#803;avah&#803;</A> &#8212; the son of <A HREF="http://vedabase.net/p/pandu">P&#257;n&#803;d&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/p/paramesthya">p&#257;rames&#803;t&#803;hya</A> &#8212; uncontested dominion; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah&#803;</A> &#8212; desiring; <A CLASS=v HREF="http://vedabase.net/n/nr">nr&#803;</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih&#803;</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/anumodatam">anumodat&#257;m</A> &#8212; please sanction.</P><P CLASS=t>TRANSLATION</P><P>Desiring unrivaled sovereignty, King Yudhis&#803;t&#803;hira intends to worship You with the greatest fire sacrifice, the R&#257;jas&#363;ya. Please bless his endeavor.</P><P CLASS=t>PURPORT</P><P>King Yudhis&#803;t&#803;hira is described here as p&#257;rames&#803;t&#803;hya-k&#257;ma, or "desiring p&#257;rames&#803;t&#803;hya." The word p&#257;rames&#803;t&#803;hya means "unrivaled supremacy" and also indicates "the Supreme Personality of Godhead, who stands at the very height of all existence." Therefore, &#346;r&#299;la Prabhup&#257;da translates N&#257;rada's message as follows: "You have inquired about Your cousins the P&#257;n&#803;d&#803;avas in the role of their well-wisher, and therefore I shall let You know about their intentions. Now please hear me. First of all, may I inform You that King Yudhis&#803;t&#803;hira has all material opulences that are possible to achieve in the highest planetary system, Brahmaloka. He has no material opulence for which to aspire, and yet he wants to perform the R&#257;jas&#363;ya sacrifice only to get Your association and to please You.... He wants to worship You in order to achieve Your causeless mercy, and I beg to request You to fulfill his desires."</P><P>Since the word p&#257;rames&#803;t&#803;hya may also indicate the position of Lord Brahm&#257;, the term p&#257;rames&#803;t&#803;hya-k&#257;ma is taken here by &#346;r&#299;la Prabhup&#257;da to indicate not only that King Yudhis&#803;t&#803;hira desired Lord Kr&#803;s&#803;n&#803;a's association and mercy but also that King Yudhis&#803;t&#803;hira himself possessed p&#257;rames&#803;t&#803;hya, all the opulences of Lord Brahm&#257;.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>