<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nr&#803;sim&#769;hadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.11</P><P CLASS=c>naiv&#257;tmanah&#803; prabhur ayam&#769; nija-l&#257;bha-p&#363;rn&#803;o</P><P CLASS=c>m&#257;nam&#769; jan&#257;d avidus&#803;ah&#803; karun&#803;o vr&#803;n&#803;&#299;te</P><P CLASS=c>yad yaj jano bhagavate vidadh&#299;ta m&#257;nam&#769;</P><P CLASS=c>tac c&#257;tmane prati-mukhasya yath&#257; mukha-&#347;r&#299;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah&#803;</A> &#8212; for His personal benefit; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh&#803;</A> &#8212; Lord; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/l/labha">l&#257;bha</A>-<A CLASS=v HREF="http://vedabase.net/p/purnah">p&#363;rn&#803;ah&#803;</A> &#8212; is always satisfied <A HREF="http://vedabase.net/i/in">in</A> Himself (<A HREF="http://vedabase.net/h/he">He</A> does not need <A HREF="http://vedabase.net/t/to">to</A> be satisfied by the service of others); <A CLASS=v HREF="http://vedabase.net/m/manam">m&#257;nam</A> &#8212; respect; <A CLASS=v HREF="http://vedabase.net/j/janat">jan&#257;t</A> &#8212; from <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/a/avidusah">avidus&#803;ah&#803;</A> &#8212; who does not know that the aim of life is <A HREF="http://vedabase.net/t/to">to</A> please the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/k/karunah">karun&#803;ah&#803;</A> &#8212; (the Supreme Personality of Godhead), who is <A HREF="http://vedabase.net/s/so">so</A> kind <A HREF="http://vedabase.net/t/to">to</A> this foolish, ignorant person; <A CLASS=v HREF="http://vedabase.net/v/vrnite">vr&#803;n&#803;&#299;te</A> &#8212; accepts; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/j/janah">janah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vidadhita">vidadh&#299;ta</A> &#8212; may offer; <A CLASS=v HREF="http://vedabase.net/m/manam">m&#257;nam</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; for his own benefit; <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A>-<A CLASS=v HREF="http://vedabase.net/m/mukhasya">mukhasya</A> &#8212; of the reflection of the face <A HREF="http://vedabase.net/i/in">in</A> the mirror; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/m/mukha">mukha</A>-<A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h&#803;</A> &#8212; the decoration of the face.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Lord, the Supreme Personality of Godhead, is always fully satisfied in Himself. Therefore when something is offered to Him, the offering, by the Lord's mercy, is for the benefit of the devotee, for the Lord does not need service from anyone. To give an example, if one's face is decorated, the reflection of one's face in a mirror is also seen to be decorated.</P><P CLASS=t>PURPORT</P><P>In bhakti-yoga it is recommended that a devotee follow nine principles; &#347;ravan&#803;am&#769; k&#299;rtanam&#769; vis&#803;n&#803;oh&#803; smaran&#803;am&#769; p&#257;da-sevanam/ arcanam. vandanam&#769; d&#257;syam&#769; sakhyam &#257;tma-nivedanam [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]. This service of glorifying the Lord by hearing, chanting and so on is not, of course, meant for the benefit of the Lord; this devotional service is recommended for the benefit of the devotee. The Lord is always glorious, whether the devotee glorifies Him or not, but if the devotee engages in glorifying the Lord, the devotee himself automatically becomes glorious. Ceto-darpan&#803;a-m&#257;rjanam&#769; bhava-mah&#257;-d&#257;v&#257;gni-nirv&#257;pan&#803;am [Cc. <A CLASS=v HREF="../../../cc/antya/20/12.htm">Antya 20.12</A>]. By glorifying the Lord constantly, the living entity becomes purified in the core of his heart, and thus he can understand that he does not belong to the material world but is a spirit soul whose actual activity is to advance in Kr&#803;s&#803;n&#803;a consciousness so that he may become free from the material clutches. Thus the blazing fire of material existence is immediately extinguished (bhava-mah&#257;-d&#257;v&#257;gni-nirv&#257;pan&#803;am). A foolish person is amazed that Kr&#803;s&#803;n&#803;a orders, sarva-dharm&#257;n parityajya m&#257;m ekam&#769; &#347;aran&#803;am&#769; vraja: [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>] "Abandon all varieties of religious activities and just surrender unto Me." Some foolish scholars even say that this is too much to demand. But this demand is not for the benefit of the Supreme Personality of Godhead; rather, it is for the benefit of human society. If human beings individually and collectively surrender everything to the Supreme Personality of Godhead in full Kr&#803;s&#803;n&#803;a consciousness, all of human society will benefit. One who does not dedicate everything to the Supreme Lord is described in this verse as avidus&#803;a, a rascal. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/15.htm">7.15</A>), the Lord Himself speaks in the same way:</P><P>na m&#257;m&#769; dus&#803;kr&#803;tino m&#363;d&#803;h&#257;h&#803;</P><P CLASS=n>prapadyante nar&#257;dham&#257;h&#803;</P><P CLASS=n>m&#257;yay&#257;pahr&#803;ta-j&#241;&#257;n&#257;</P><P CLASS=n>&#257;suram&#769; bh&#257;vam&#257;&#347;rit&#257;h&#803;</P><P>"Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me." Because of ignorance and misfortune, the atheists and the nar&#257;dhamas, the lowest of men, do not surrender unto the Supreme Personality of Godhead. Therefore although the Supreme Lord, Kr&#803;s&#803;n&#803;a, is full in Himself, He appears in different yugas to demand the surrender of the conditioned souls so that they will benefit by becoming free from the material clutches. In conclusion, the more we engage in Kr&#803;s&#803;n&#803;a consciousness and render service unto the Lord, the more we benefit. Kr&#803;s&#803;n&#803;a does not need service from any of us.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>