<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nr&#803;sim&#769;hadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.33</P><P CLASS=c>tasyaiva te vapur idam&#769; nija-k&#257;la-&#347;akty&#257;</P><P CLASS=c>sa&#241;codita-prakr&#803;ti-dharman&#803;a &#257;tma-g&#363;d&#803;ham</P><P CLASS=c>ambhasy ananta-&#347;ayan&#257;d viramat-sam&#257;dher</P><P CLASS=c>n&#257;bher abh&#363;t sva-kan&#803;ik&#257;-vat&#803;avan-mah&#257;bjam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of that Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/v/vapuh">vapuh&#803;</A> &#8212; the cosmic body; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this (universe); <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/s/saktya">&#347;akty&#257;</A> &#8212; by the potent time factor; <A CLASS=v HREF="http://vedabase.net/s/sancodita">sa&#241;codita</A> &#8212; agitated; <A CLASS=v HREF="http://vedabase.net/p/prakrti">prakr&#803;ti</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmanah">dharman&#803;ah&#803;</A> &#8212; of Him, by whom the three gun&#803;as, or qualities of material nature; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/g/gudham">g&#363;d&#803;ham</A> &#8212; dormant <A HREF="http://vedabase.net/i/in">in</A> Yourself; <A CLASS=v HREF="http://vedabase.net/a/ambhasi">ambhasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water known <A HREF="http://vedabase.net/a/as">as</A> the Causal Ocean; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A>-<A CLASS=v HREF="http://vedabase.net/s/sayanat">&#347;ayan&#257;t</A> &#8212; from the bed known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/ananta">Ananta</A> (another feature of Yourself); <A CLASS=v HREF="http://vedabase.net/v/viramat">viramat</A>-<A CLASS=v HREF="http://vedabase.net/s/samadheh">sam&#257;dheh&#803;</A> &#8212; having awakened from the <A HREF="http://vedabase.net/s/samadhi">sam&#257;dhi</A> (yogic trance); <A CLASS=v HREF="http://vedabase.net/n/nabheh">n&#257;bheh&#803;</A> &#8212; from the navel; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; appeared; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/kanika">kan&#803;ik&#257;</A> &#8212; from the seed; <A CLASS=v HREF="http://vedabase.net/v/vata">vat&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like the great banyan tree; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/abjam">abjam</A> &#8212; the great lotus of the worlds (has similarly grown).</P><P CLASS=t>TRANSLATION</P><P>This cosmic manifestation, the material world, is also Your body. This total lump of matter is agitated by Your potent energy known as k&#257;la-&#347;akti, and thus the three modes of material nature are manifested. You awaken from the bed of &#346;es&#803;a, Ananta, and from Your navel a small transcendental seed is generated. It is from this seed that the lotus flower of the gigantic universe is manifested, exactly as a banyan tree grows from a small seed.</P><P CLASS=t>PURPORT</P><P>The three different forms of Mah&#257;-Vis&#803;n&#803;u &#8212; namely K&#257;ran&#803;odaka&#347;&#257;y&#299; Vis&#803;n&#803;u, Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u and Ks&#803;&#299;rodaka&#347;&#257;y&#299; Vis&#803;n&#803;u, who are the origin of creation and maintenance &#8212; are gradually being described. From Mah&#257;-Vis&#803;n&#803;u, Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u is generated, and from Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u, Ks&#803;&#299;rodaka&#347;&#257;y&#299; Vis&#803;n&#803;u gradually expands. Thus Mah&#257;-Vis&#803;n&#803;u is the original cause of Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u, and from Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u comes the lotus flower from which Lord Brahm&#257; is manifested. Thus the original cause of everything is Vis&#803;n&#803;u, and consequently the cosmic manifestation is not different from Vis&#803;n&#803;u. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>), wherein Kr&#803;s&#803;n&#803;a says, aham&#769; sarvasya prabhavo mattah&#803; sarvam&#769; pravartate: "I am the source of all spiritual and material worlds. Everything emanates from Me." Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u is an expansion of K&#257;ran&#803;odaka&#347;&#257;y&#299; Vis&#803;n&#803;u, who is an expansion of Sa&#324;kars&#803;an&#803;a. In this way, Kr&#803;s&#803;n&#803;a is ultimately the cause of all causes (sarva-k&#257;ran&#803;a-k&#257;ran&#803;am [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]). The conclusion is that both the material world and spiritual world are considered to be the body of the Supreme Lord. We can understand that the material body is caused by the spiritual body and is therefore an expansion of the spiritual body. Thus when one takes up spiritual activities, one's entire material body is spiritualized. Similarly, in this material world, when the Kr&#803;s&#803;n&#803;a consciousness movement expands, the entire material world becomes spiritualized. As long as we do not realize this, we live in the material world, but when we are fully Kr&#803;s&#803;n&#803;a conscious we live not in the material world but in the spiritual world.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>