<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nr&#803;sim&#769;hadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.39</P><P CLASS=c>naitan manas tava kath&#257;su vikun&#803;t&#803;ha-n&#257;tha</P><P CLASS=c>sampr&#299;yate durita-dus&#803;t&#803;am as&#257;dhu t&#299;vram</P><P CLASS=c>k&#257;m&#257;turam&#769; hars&#803;a-&#347;oka-bhayais&#803;an&#803;&#257;rtam&#769;</P><P CLASS=c>tasmin katham&#769; tava gatim&#769; vimr&#803;&#347;&#257;mi d&#299;nah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; certainly not; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/manah">manah&#803;</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/k/kathasu">kath&#257;su</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> transcendental topics; <A CLASS=v HREF="http://vedabase.net/v/vikuntha">vikun&#803;t&#803;ha</A>-<A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord of <A HREF="http://vedabase.net/v/vaikuntha">Vaikun&#803;t&#803;ha</A>, where there is <A HREF="http://vedabase.net/n/no">no</A> anxiety; <A CLASS=v HREF="http://vedabase.net/s/sampriyate">sampr&#299;yate</A> &#8212; is pacified or interested <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/d/durita">durita</A> &#8212; by sinful activities; <A CLASS=v HREF="http://vedabase.net/d/dustam">dus&#803;t&#803;am</A> &#8212; polluted; <A CLASS=v HREF="http://vedabase.net/a/asadhu">as&#257;dhu</A> &#8212; dishonest; <A CLASS=v HREF="http://vedabase.net/t/tivram">t&#299;vram</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> control; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/aturam">&#257;turam</A> &#8212; always full of different desires and lusty propensities; <A CLASS=v HREF="http://vedabase.net/h/harsa">hars&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/s/soka">&#347;oka</A> &#8212; sometimes by jubilation and sometimes by distress; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; and sometimes by fear; <A CLASS=v HREF="http://vedabase.net/e/esana">es&#803;an&#803;&#257;</A> &#8212; and by desiring; <A CLASS=v HREF="http://vedabase.net/a/artam">&#257;rtam</A> &#8212; distressed; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that mental status; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; transcendental activities; <A CLASS=v HREF="http://vedabase.net/v/vimrsami">vimr&#803;&#347;&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall consider and try <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/d/dinah">d&#299;nah&#803;</A> &#8212; who <A HREF="http://vedabase.net/a/am">am</A> most fallen and poor.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord of the Vaikun&#803;t&#803;ha planets, where there is no anxiety, my mind is extremely sinful and lusty, being sometimes so-called happy and sometimes so-called distressed. My mind is full of lamentation and fear, and it always seeks more and more money. Thus it has become most polluted and is never satisfied in topics concerning You. I am therefore most fallen and poor. In such a status of life, how shall I be able to discuss Your activities?</P><P CLASS=t>PURPORT</P><P>Here Prahl&#257;da Mah&#257;r&#257;ja represents himself as a common man, although he actually has nothing to do with this material world. Prahl&#257;da is always situated in the Vaikun&#803;t&#803;ha planets of the spiritual world, but on behalf of the fallen souls he asks how, when his mind is always disturbed by material things, he can discuss the transcendental position of the Lord. The mind becomes sinful because we are always engaged in sinful activities. Anything not connected with Kr&#803;s&#803;n&#803;a consciousness should be understood to be sinful. Indeed, Kr&#803;s&#803;n&#803;a demands in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>):</P><P>sarva-dharm&#257;n parityajya</P><P CLASS=n>m&#257;m ekam&#769; &#347;aran&#803;am&#769; vraja</P><P CLASS=n>aham&#769; tv&#257;m&#769; sarva-p&#257;pebhyo</P><P CLASS=n>moks&#803;ayis&#803;y&#257;mi m&#257; &#347;ucah&#803;</P><P>"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear." As soon as one surrenders unto the Supreme Personality of Godhead, Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a immediately relieves one of the reactions of sinful activities. Therefore one who is not surrendered to the lotus feet of the Lord should be understood to be sinful, foolish, degraded among men and bereft of all real knowledge because of atheistic propensities. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/15.htm">7.15</A>):</P><P>na m&#257;m&#769; dus&#803;kr&#803;tino m&#363;d&#803;h&#257;h&#803;</P><P CLASS=n>prapadyante nar&#257;dham&#257;h&#803;</P><P CLASS=n>m&#257;yay&#257;pahr&#803;ta-j&#241;&#257;n&#257;</P><P CLASS=n>&#257;suram&#769; bh&#257;vam &#257;&#347;rit&#257;h&#803;</P><P>Therefore, especially in this age of Kali, the mind must be cleansed, and this is possible only by the chanting of the Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra. Ceto-darpan&#803;a-m&#257;rjanam [Cc. <A CLASS=v HREF="../../../cc/antya/20/12.htm">Antya 20.12</A>]. In this age, the process of chanting the Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra is the only method by which to cleanse the sinful mind. When the mind is completely cleansed of all sinful reactions, one can then understand his duty in the human form of life. The Kr&#803;s&#803;n&#803;a consciousness movement is meant to educate sinful men so that they may become pious simply by chanting the Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra.</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>To cleanse the heart so that one may become sober and wise in this age of Kali, there is no value to any method other than the chanting of the Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra. Prahl&#257;da Mah&#257;r&#257;ja has confirmed this process in previous verses. Tvad-v&#299;rya-g&#257;yana-mah&#257;mr&#803;ta-magna-cittah&#803;. Prahl&#257;da further confirms that if one's mind is always absorbed in thought of Kr&#803;s&#803;n&#803;a, that very qualification will purify one and keep one purified always. To understand the Lord and His activities, one must free his mind from all contamination of the material world, and this one can achieve by simply chanting the Lord's holy name. Thus one becomes free from all material bondage.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>