<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 9 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 9 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Prahl&#257;da Pacifies Lord Nr&#803;sim&#769;hadeva with Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.9.44</P><P CLASS=c>pr&#257;yen&#803;a deva munayah&#803; sva-vimukti-k&#257;m&#257;</P><P CLASS=c>maunam&#769; caranti vijane na par&#257;rtha-nis&#803;t&#803;h&#257;h&#803;</P><P CLASS=c>nait&#257;n vih&#257;ya kr&#803;pan&#803;&#257;n vimumuks&#803;a eko</P><P CLASS=c>n&#257;nyam&#769; tvad asya &#347;aran&#803;am&#769; bhramato 'nupa&#347;ye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prayena">pr&#257;yen&#803;a</A> &#8212; generally, <A HREF="http://vedabase.net/i/in">in</A> almost all cases; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah&#803;</A> &#8212; the great saintly persons; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; personal, own; <A CLASS=v HREF="http://vedabase.net/v/vimukti">vimukti</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;m&#257;h&#803;</A> &#8212; ambitious for liberation from this material world; <A CLASS=v HREF="http://vedabase.net/m/maunam">maunam</A> &#8212; silently; <A CLASS=v HREF="http://vedabase.net/c/caranti">caranti</A> &#8212; they wander (<A HREF="http://vedabase.net/i/in">in</A> places like the Himalayan forests, where they have <A HREF="http://vedabase.net/n/no">no</A> touch with the activities of the materialists); <A CLASS=v HREF="http://vedabase.net/v/vijane">vijane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> solitary places; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/n/nisthah">nis&#803;t&#803;h&#257;h&#803;</A> &#8212; interested <A HREF="http://vedabase.net/i/in">in</A> working for others by giving them the benefit of the <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A> consciousness movement, by enlightening them with <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A> consciousness; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/etan">et&#257;n</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/v/vihaya">vih&#257;ya</A> &#8212; leaving aside; <A CLASS=v HREF="http://vedabase.net/k/krpanan">kr&#803;pan&#803;&#257;n</A> &#8212; fools and rascals (engaged <A HREF="http://vedabase.net/i/in">in</A> materialistic activity who <A HREF="http://vedabase.net/d/do">do</A> not know the benefit of the human form of life); <A CLASS=v HREF="http://vedabase.net/v/vimumukse">vimumuks&#803;e</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> desire <A HREF="http://vedabase.net/t/to">to</A> be liberated and <A HREF="http://vedabase.net/t/to">to</A> return home, back <A HREF="http://vedabase.net/t/to">to</A> Godhead; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah&#803;</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anyam">anyam</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; but for You; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aran&#803;am</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/b/bhramatah">bhramatah&#803;</A> &#8212; of the living entity rotating and wandering throughout the material universes; <A CLASS=v HREF="http://vedabase.net/a/anupasye">anupa&#347;ye</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> <A HREF="http://vedabase.net/i/i">I</A> see.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord Nr&#803;sim&#769;hadeva, I see that there are many saintly persons indeed, but they are interested only in their own deliverance. Not caring for the big cities and towns, they go to the Himalayas or the forest to meditate with vows of silence [mauna-vrata]. They are not interested in delivering others. As for me, however, I do not wish to be liberated alone, leaving aside all these poor fools and rascals. I know that without Kr&#803;s&#803;n&#803;a consciousness, without taking shelter of Your lotus feet, one cannot be happy. Therefore I wish to bring them back to shelter at Your lotus feet.</P><P CLASS=t>PURPORT</P><P>This is the decision of the Vais&#803;n&#803;ava, the pure devotee of the Lord. For himself he has no problems, even if he has to stay in this material world, because his only business is to remain in Kr&#803;s&#803;n&#803;a consciousness. The Kr&#803;s&#803;n&#803;a conscious person can go even to hell and still be happy. Therefore Prahl&#257;da Mah&#257;r&#257;ja said, naivodvije para duratyaya-vaitaran&#803;y&#257;h&#803;: "O best of the great personalities, I am not at all afraid of material existence." The pure devotee is never unhappy in any condition of life. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../6/17/28.htm">6.17.28</A>):</P><P>n&#257;r&#257;yan&#803;a-par&#257;h&#803; sarve</P><P CLASS=n>na kuta&#347;cana bibhyati</P><P CLASS=n>svarg&#257;pavarga-narakes&#803;v</P><P CLASS=n>api tuly&#257;rtha-dar&#347;inah&#803;</P><P>"Devotees solely engaged in the devotional service of the Supreme Personality of Godhead, N&#257;r&#257;yan&#803;a, never fear any condition of life. For them the heavenly planets, liberation and the hellish planets are all the same, for such devotees are interested only in the service of the Lord."</P><P>For a devotee, being situated in the heavenly planets and being in the hellish planets are equal, for a devotee lives neither in heaven nor in hell but with Kr&#803;s&#803;n&#803;a in the spiritual world. The secret of success for the devotee is not understood by the karm&#299;s and j&#241;&#257;n&#299;s. Karm&#299;s therefore try to be happy by material adjustment, and j&#241;&#257;n&#299;s want to be happy by becoming one with the Supreme. The devotee has no such interest. He is not interested in so-called meditation in the Himalayas or the forest. Rather, his interest is in the busiest part of the world, where he teaches people Kr&#803;s&#803;n&#803;a consciousness. The Kr&#803;s&#803;n&#803;a consciousness movement was started for this purpose. We do not teach one to meditate in a secluded place just so that one may show that he has become very much advanced and may be proud of his so-called transcendental meditation, although he engages in all sorts of foolish materialistic activity. A Vais&#803;n&#803;ava like Prahl&#257;da Mah&#257;r&#257;ja is not interested in such a bluff of spiritual advancement. Rather, he is interested in enlightening people in Kr&#803;s&#803;n&#803;a consciousness because that is the only way for them to become happy. Prahl&#257;da Mah&#257;r&#257;ja says clearly, n&#257;nyam&#769; tvad asya &#347;aran&#803;am&#769; bhramato'nupa&#347;ye: "I know that without Kr&#803;s&#803;n&#803;a consciousness, without taking shelter of Your lotus feet, one cannot be happy." One wanders within the universe, life after life, but by the grace of a devotee, a servant of &#346;r&#299; Caitanya Mah&#257;prabhu, one can get the clue to Kr&#803;s&#803;n&#803;a consciousness and then not only become happy in this world but also return home, back to Godhead. That is the real target in life. The members of the Kr&#803;s&#803;n&#803;a consciousness movement are not at all interested in so-called meditation in the Himalayas or the forest, where one will only make a show of meditation, nor are they interested in opening many schools for yoga and meditation in the cities. Rather, every member of the Kr&#803;s&#803;n&#803;a consciousness movement is interested in going door to door to try to convince people about the teachings of Bhagavad-g&#299;t&#257; As It Is, the teachings of Lord Caitanya. That is the purpose of the Hare Kr&#803;s&#803;n&#803;a movement. The members of the Kr&#803;s&#803;n&#803;a consciousness movement must be fully convinced that without Kr&#803;s&#803;n&#803;a one cannot be happy. Thus the Kr&#803;s&#803;n&#803;a conscious person avoids all kinds of pseudo spiritualists, transcendentalists, meditators, monists, philosophers and philanthropists.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>