<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.10</P><P CLASS=c>yasyedam&#769; deva-yajanam</P><P CLASS=c>anuyaj&#241;am&#769; vitanvatah&#803;</P><P CLASS=c>pr&#257;c&#299;n&#257;graih&#803; ku&#347;air &#257;s&#299;d</P><P CLASS=c>&#257;str&#803;tam&#769; vasudh&#257;-talam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/y/yajanam">yajanam</A> &#8212; satisfying the demigods by sacrifices; <A CLASS=v HREF="http://vedabase.net/a/anuyajnam">anuyaj&#241;am</A> &#8212; continually sacrificing; <A CLASS=v HREF="http://vedabase.net/v/vitanvatah">vitanvatah&#803;</A> &#8212; executing; <A CLASS=v HREF="http://vedabase.net/p/pracina">pr&#257;c&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/a/agraih">agraih&#803;</A> &#8212; keeping the <A HREF="http://vedabase.net/k/kusa">ku&#347;a</A> grass facing toward the eastern side; <A CLASS=v HREF="http://vedabase.net/k/kusaih">ku&#347;aih&#803;</A> &#8212; the <A HREF="http://vedabase.net/k/kusa">ku&#347;a</A> grass; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; remained; <A CLASS=v HREF="http://vedabase.net/a/astrtam">&#257;str&#803;tam</A> &#8212; scattered; <A CLASS=v HREF="http://vedabase.net/v/vasudha">vasudh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/t/talam">talam</A> &#8212; all over the surface of the globe.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Barhis&#803;at executed many sacrifices all over the world. He scattered ku&#347;a grasses and kept the tops of the grasses pointed eastward.</P><P CLASS=t>PURPORT</P><P>As stated in the previous verse (kriy&#257;-k&#257;n&#803;d&#803;es&#803;u nis&#803;n&#803;&#257;tah&#803;), Mah&#257;r&#257;ja Barhis&#803;at dived very deeply into the fruitive activities of sacrifice. This means that as soon as he finished one yaj&#241;a in one place, he began performing another yaj&#241;a in the immediate vicinity. At the present moment there is a similar need to perform sa&#324;k&#299;rtana-yaj&#241;a all over the world. The Kr&#803;s&#803;n&#803;a consciousness movement has started performing sa&#324;k&#299;rtana-yaj&#241;a in different places, and it has been experienced that wherever sa&#324;k&#299;rtana-yaj&#241;a is performed, many thousands of people gather and take part in it. Imperceptible auspiciousness achieved in this connection should be continued all over the world. The members of the Kr&#803;s&#803;n&#803;a consciousness movement should perform sa&#324;k&#299;rtana-yaj&#241;as one after another, so much that all the people of the world will either jokingly or seriously chant Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, and thus they will derive the benefit of cleansing the heart. The holy name of the Lord (harer n&#257;ma [<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]) is so powerful that whether it is chanted jokingly or seriously the effect of vibrating this transcendental sound will be equally distributed. It is not possible at the present moment to perform repeated yaj&#241;as as Mah&#257;r&#257;ja Barhis&#803;at performed, but it is within our means to perform sa&#324;k&#299;rtana-yaj&#241;a, which does not cost anything. One can sit down anywhere and chant Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. If the surface of the globe is overflooded with the chanting of the Hare Kr&#803;s&#803;n&#803;a mantra, the people of the world will be very, very happy.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>