<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.41</P><P CLASS=c>pravr&#803;tt&#257;ya nivr&#803;tt&#257;ya</P><P CLASS=c>pitr&#803;-dev&#257;ya karman&#803;e</P><P CLASS=c>namo 'dharma-vip&#257;k&#257;ya</P><P CLASS=c>mr&#803;tyave duh&#803;kha-d&#257;ya ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pravrttaya">pravr&#803;tt&#257;ya</A> &#8212; inclination; <A CLASS=v HREF="http://vedabase.net/n/nivrttaya">nivr&#803;tt&#257;ya</A> &#8212; disinclination; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitr&#803;</A>-<A CLASS=v HREF="http://vedabase.net/d/devaya">dev&#257;ya</A> &#8212; unto the master of <A HREF="http://vedabase.net/p/pitrloka">Pitr&#803;loka</A>; <A CLASS=v HREF="http://vedabase.net/k/karmane">karman&#803;e</A> &#8212; unto the resultant action of fruitive activities; <A CLASS=v HREF="http://vedabase.net/n/namah">namah&#803;</A> &#8212; offering respects; <A CLASS=v HREF="http://vedabase.net/a/adharma">adharma</A> &#8212; irreligious; <A CLASS=v HREF="http://vedabase.net/v/vipakaya">vip&#257;k&#257;ya</A> &#8212; unto the result; <A CLASS=v HREF="http://vedabase.net/m/mrtyave">mr&#803;tyave</A> &#8212; unto death; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duh&#803;kha</A>-<A CLASS=v HREF="http://vedabase.net/d/daya">d&#257;ya</A> &#8212; the cause of all kinds of miserable conditions; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, You are the viewer of the results of pious activities. You are inclination, disinclination and their resultant activities. You are the cause of the miserable conditions of life caused by irreligion, and therefore You are death. I offer You my respectful obeisances.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is situated in everyone's heart, and from Him issue a living entity's inclinations and disinclinations. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>):</P><P>sarvasya c&#257;ham&#769; hr&#803;di sannivis&#803;t&#803;o</P><P CLASS=n>mattah&#803; smr&#803;tir j&#241;&#257;nam apohanam&#769; ca</P><P>"I am seated in everyone's heart, and from Me come remembrance, knowledge and forgetfulness."</P><P>The Supreme Personality of Godhead causes the asuras to forget Him and the devotees to remember Him. One's disinclinations are due to the Supreme Personality of Godhead. According to Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/16/7.htm">16.7</A>), pravr&#803;ttim&#769; ca nivr&#803;ttim&#769; ca jan&#257; na vidur &#257;sur&#257;h&#803;: the asuras do not know which way one should be inclined to act and which way one should not be inclined to act. Although the asuras oppose devotional service, it is to be understood that they are inclined that way due to the Supreme Personality of Godhead. Because the asuras do not like to engage in the Lord's devotional service, the Lord within gives them the intelligence to forget. Ordinary karm&#299;s desire promotion to Pitr&#803;loka, as confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/25.htm">9.25</A>). Y&#257;nti deva-vrat&#257; dev&#257;n pitr&#772;&#803;n y&#257;nti pitr&#803;-vrat&#257;h&#803;: "Those who worship the demigods will take birth among the demigods, and those who worship ancestors go to the ancestors."</P><P>In this verse the word duh&#803;kha-d&#257;ya is also very significant, for those who are nondevotees are perpetually put into the cycle of birth and death. This is a very miserable condition. Because one's position in life is attained according to one's activities, the asuras, or nondevotees, are put into such miserable conditions.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>