<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.42</P><P CLASS=c>namas ta &#257;&#347;is&#803;&#257;m &#299;&#347;a</P><P CLASS=c>manave k&#257;ran&#803;&#257;tmane</P><P CLASS=c>namo dharm&#257;ya br&#803;hate</P><P CLASS=c>kr&#803;s&#803;n&#803;&#257;y&#257;kun&#803;t&#803;ha-medhase</P><P CLASS=c>purus&#803;&#257;ya pur&#257;n&#803;&#257;ya</P><P CLASS=c>s&#257;&#324;khya-yoge&#347;var&#257;ya ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah&#803;</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/a/asisam">&#257;&#347;is&#803;&#257;m</A> <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> topmost of all bestowers of benediction; <A CLASS=v HREF="http://vedabase.net/m/manave">manave</A> &#8212; unto the supreme mind or supreme <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/k/karana">k&#257;ran&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; the supreme cause of all causes; <A CLASS=v HREF="http://vedabase.net/n/namah">namah&#803;</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/d/dharmaya">dharm&#257;ya</A> &#8212; unto one who knows the best of all religion; <A CLASS=v HREF="http://vedabase.net/b/brhate">br&#803;hate</A> &#8212; the greatest; <A CLASS=v HREF="http://vedabase.net/k/krsnaya">kr&#803;s&#803;n&#803;&#257;ya</A> &#8212; unto <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/a/akuntha">akun&#803;t&#803;ha</A>-<A CLASS=v HREF="http://vedabase.net/m/medhase">medhase</A> &#8212; unto one whose brain activity is never checked; <A CLASS=v HREF="http://vedabase.net/p/purusaya">purus&#803;&#257;ya</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/p/puranaya">pur&#257;n&#803;&#257;ya</A> &#8212; the oldest of the old; <A CLASS=v HREF="http://vedabase.net/s/sankhya">s&#257;&#324;khya</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaraya">&#299;&#347;var&#257;ya</A> &#8212; the master of the principles of <A HREF="http://vedabase.net/s/sankhya">s&#257;&#324;khya</A>-<A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, You are the topmost of all bestowers of all benediction, the oldest and supreme enjoyer amongst all enjoyers. You are the master of all the worlds' metaphysical philosophy, for You are the supreme cause of all causes, Lord Kr&#803;s&#803;n&#803;a. You are the greatest of all religious principles, the supreme mind, and You have a brain which is never checked by any condition. Therefore I repeatedly offer my obeisances unto You.</P><P CLASS=t>PURPORT</P><P>The words kr&#803;s&#803;n&#803;&#257;ya akun&#803;t&#803;ha-medhase are significant in this verse. Modern scientists have stopped their brainwork by discovering the theory of uncertainty, but factually for a living being there cannot be any brain activity which is not checked by time and space limitations. A living entity is called an&#803;u, an atomic particle of the supreme soul, and therefore his brain is also atomic. It cannot accommodate unlimited knowledge. This does not mean, however, that the Supreme Personality of Godhead, Kr&#803;s&#803;n&#803;a, has a limited brain. What Kr&#803;s&#803;n&#803;a says and does is not limited by time and space. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/26.htm">7.26</A>) the Lord says:</P><P>ved&#257;ham&#769; samat&#299;t&#257;ni</P><P CLASS=n>vartam&#257;n&#257;ni c&#257;rjuna</P><P CLASS=n>bhavis&#803;y&#257;n&#803;i ca bh&#363;t&#257;ni</P><P CLASS=n>m&#257;m&#769; tu veda na ka&#347;cana</P><P>"O Arjuna, as the Supreme Personality of Godhead, I know everything that has happened in the past, all that is happening in the present, and all things that are yet to come. I also know all living entities; but Me no one knows."</P><P>Kr&#803;s&#803;n&#803;a knows everything, but one cannot know Kr&#803;s&#803;n&#803;a without being favored by Him. Thus for Kr&#803;s&#803;n&#803;a and His representative there is no question of a theory of uncertainty. What Kr&#803;s&#803;n&#803;a says is all perfect and certain and is applicable to the past, present and future. Nor is there any uncertainty for one who knows exactly what Kr&#803;s&#803;n&#803;a says. The Kr&#803;s&#803;n&#803;a consciousness movement is based on Bhagavad-g&#299;t&#257; as it is, as spoken by Lord Kr&#803;s&#803;n&#803;a, and for those who are engaged in this movement, there is no question of uncertainty.</P><P>Lord Kr&#803;s&#803;n&#803;a is also addressed herein as &#257;&#347;is&#803;&#257;m &#299;&#347;a. The great saintly personalities, sages and demigods are able to offer benedictions to ordinary living entities, but they in turn are benedicted by the Supreme Personality of Godhead. Without being benedicted by Kr&#803;s&#803;n&#803;a, one cannot offer benediction to anyone else. The word manave, meaning "unto the supreme Manu," is also significant. The supreme Manu in Vedic literature is Sv&#257;yambhuva Manu, who is an incarnation of Kr&#803;s&#803;n&#803;a. All the Manus are empowered incarnations of Kr&#803;s&#803;n&#803;a (manvantara-avat&#257;ra). There are fourteen Manus in one day of Brahm&#257;, 420 in one month, all the Manus are directors of human society, ultimately Kr&#803;s&#803;n&#803;a is the supreme director of human society. In another sense, the word manave indicates the perfection of all kinds of mantras. The mantra delivers the conditioned soul from his bondage; so simply by chanting the mantra Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, one can gain deliverance from any condition.</P><P>K&#257;ran&#803;&#257;tmane: everything has a cause. The theory of chance is repudiated in this verse. Because everything has its cause, there is no question of chance. Because so-called philosophers and scientists are unable to find the real cause, they foolishly say that everything happens by chance. In Brahma-sam&#769;hit&#257; Kr&#803;s&#803;n&#803;a is described as the cause of all causes; therefore He is addressed herein as k&#257;ran&#803;&#257;tmane. His very personality is the original cause of everything, the root of everything and the seed of everything. As described in the Ved&#257;nta-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra1/1/2">1.1.2</A>), janm&#257;dy asya yatah&#803;: [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>] the Absolute Truth is the supreme cause of all emanations.</P><P>The word s&#257;&#324;khya-yoge&#347;var&#257;ya is also significant herein, for Kr&#803;s&#803;n&#803;a is described in Bhagavad-g&#299;t&#257; as Yoge&#347;vara, the master of all mystic powers. Without possessing inconceivable mystic powers, one cannot be accepted as God. In this age of Kali, those who have a little fragmental portion of mystic power claim to be God, but such pseudo Gods can only be accepted as fools, for only Kr&#803;s&#803;n&#803;a is the Supreme Person who possesses all mystic and yogic perfections. The s&#257;&#324;khya-yoga system popular at the present moment was propounded by the atheist Kapila, but the original s&#257;&#324;khya-yoga system was propounded by an incarnation of Kr&#803;s&#803;n&#803;a also named Kapila, the son of Devah&#363;ti. Similarly, Datt&#257;treya, another incarnation of Kr&#803;s&#803;n&#803;a, also explained the s&#257;&#324;khya-yoga system. Thus Kr&#803;s&#803;n&#803;a is the origin of all s&#257;&#324;khya-yoga systems and mystic yoga powers.</P><P>The words purus&#803;&#257;ya pur&#257;n&#803;&#257;ya are also worthy of special attention. In Brahma-sam&#769;hit&#257;, Kr&#803;s&#803;n&#803;a is accepted as the &#257;di-purus&#803;a, the original person, or the original enjoyer. In Bhagavad-g&#299;t&#257;, Lord Kr&#803;s&#803;n&#803;a is also accepted as pur&#257;n&#803;a-purus&#803;a, the oldest person. Although He is the oldest of all personalities, He is also the youngest of all, or nava-yauvana. Another significant word is dharm&#257;ya. Since Kr&#803;s&#803;n&#803;a is the original propounder of all kinds of religious principles, it is said: dharmam&#769; tu s&#257;ks&#803;&#257;d bhagavat-pran&#803;&#299;tam (Bh&#257;g. <A CLASS=v HREF="../../../sb/6/3/19.htm">6.3.19</A>). No one can introduce a new type of religion, for religion is already there, having been established by Lord Kr&#803;s&#803;n&#803;a. In Bhagavad-g&#299;t&#257; Kr&#803;s&#803;n&#803;a informs us of the original dharma and asks us to give up all kinds of religious principles. The real dharma is surrender unto Him. In the Mah&#257;bh&#257;rata, it is also said:</P><P>ye ca veda-vido vipr&#257;</P><P CLASS=n>ye c&#257;dhy&#257;tma-vido jan&#257;h&#803;</P><P CLASS=n>te vadanti mah&#257;tm&#257;nam&#769;</P><P CLASS=n>kr&#803;s&#803;n&#803;am&#769; dharmam&#769; san&#257;tanam</P><P>The purport is that one who has studied the Vedas perfectly, who is a perfect vipra, or knower of the Vedas, who knows what spiritual life actually is, speaks about Kr&#803;s&#803;n&#803;a, the Supreme Person, as one's san&#257;tana-dharma. Lord &#346;iva therefore teaches us the principles of san&#257;tana-dharma.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>