<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.44</P><P CLASS=c>dar&#347;anam&#769; no didr&#803;ks&#803;&#363;n&#803;&#257;m&#769;</P><P CLASS=c>dehi bh&#257;gavat&#257;rcitam</P><P CLASS=c>r&#363;pam&#769; priyatamam&#769; sv&#257;n&#257;m&#769;</P><P CLASS=c>sarvendriya-gun&#803;&#257;&#241;janam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/darsanam">dar&#347;anam</A> &#8212; vision; <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/d/didrksunam">didr&#803;ks&#803;&#363;n&#803;&#257;m</A> &#8212; desirous <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/d/dehi">dehi</A> &#8212; kindly exhibit; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/a/arcitam">arcitam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> worshiped by them; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/t/tamam">tamam</A> &#8212; dearmost; <A CLASS=v HREF="http://vedabase.net/s/svanam">sv&#257;n&#257;m</A> &#8212; of Your devotees; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; all the senses; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A> &#8212; qualities; <A CLASS=v HREF="http://vedabase.net/a/anjanam">a&#241;janam</A> &#8212; very much pleasing.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, I wish to see You exactly in the form that Your very dear devotees worship. You have many other forms, but I wish to see Your form that is especially liked by the devotees. Please be merciful upon me and show me that form, for only that form worshiped by the devotees can perfectly satisfy all the demands of the senses.</P><P CLASS=t>PURPORT</P><P>In the &#347;ruti, or veda-mantra, it is said that the Supreme Absolute Truth is sarva-k&#257;mah&#803; sarva-gandhah&#803; sarva-rasah&#803;, or, in other words, He is known as raso vai sah&#803;, the source of all relishable relationships (rasas). We have various senses &#8212; the powers of seeing, tasting, smelling, touching, etc. &#8212; and all the propensities of our senses can be satisfied when the senses are engaged in the service of the Lord. Hr&#803;s&#803;&#299;ken&#803;a hr&#803;s&#803;&#299;ke&#347;a-sevanam&#769; bhaktir ucyate: "Bhakti means engaging all the senses in the service of the master of the senses, Hr&#803;s&#803;&#299;ke&#347;a." (N&#257;rada-pa&#241;car&#257;tra) These material senses, however, cannot be engaged in the service of the Lord; therefore one has to become free from all designations. Sarvop&#257;dhi-vinirmuktam&#769; tatparatvena nirmalam [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]. One has to become free from all designation or false egotism and thus become purified. When we engage our senses in the service of the Lord, the desires or the inclinations of the senses can be perfectly fulfilled. Lord &#346;iva therefore wants to see the Lord in a form which is inconceivable to the Bauddha philosophers, or the Buddhists.</P><P>The impersonalists and the voidists also have to see the form of the Absolute. In Buddhist temples there are forms of Lord Buddha in meditation, but these are not worshiped like the forms of the Lord in Vais&#803;n&#803;ava temples (forms like R&#257;dh&#257;-Kr&#803;s&#803;n&#803;a, S&#299;t&#257;-R&#257;ma or Laks&#803;m&#299;-N&#257;r&#257;yan&#803;a). Amongst the different samprad&#257;yas (Vais&#803;n&#803;ava sects) either R&#257;dh&#257;-Kr&#803;s&#803;n&#803;a or Laks&#803;m&#299;-N&#257;r&#257;yan&#803;a is worshiped. Lord &#346;iva wants to see that form perfectly, just as the devotees want to see it. I he words r&#363;pam&#769; priyatamam&#769; sv&#257;n&#257;m are specifically mentioned here, indicating that Lord &#346;iva wants to see that form which is very dear to the devotees. The word sv&#257;n&#257;m is especially significant because only the devotees are very, very dear to the Supreme Personality of Godhead. The j&#241;&#257;n&#299;s, yog&#299;s and karm&#299;s are not particularly dear, for the karm&#299;s simply want to see the Supreme Personality of Godhead as their order supplier. The j&#241;&#257;n&#299;s want to see Him to become one with Him, and the yog&#299;s want to see Him partially represented within their heart as Param&#257;tm&#257;, but the bhaktas, or the devotees, want to see Him in His complete perfection. As stated in Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/30.htm">5.30</A>):</P><P>ven&#803;um&#769; kvan&#803;antam aravinda-dal&#257;yat&#257;ks&#803;am&#769;</P><P CLASS=n>barh&#257;vatam&#769;sam asit&#257;mbuda-sundar&#257;&#324;gam</P><P CLASS=n>kandarpa-kot&#803;i-kaman&#299;ya-vi&#347;es&#803;a-&#347;obham&#769;</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, who is adept at playing on His flute, whose eyes are blooming like lotus petals, whose head is bedecked with peacock feathers, whose beauty is tinged with the hue of blue clouds, and whose unique loveliness charms millions of Cupids." Thus Lord &#346;iva's desire is to see the Supreme Personality of Godhead as He is described in this way &#8212; that is, he wants to see Him as He appears to the bh&#257;gavatas, the devotees. The conclusion is that Lord &#346;iva wants to see Him in complete perfection and not in the impersonalist or voidist way. Although the Lord is one in His various forms (advaitam acyutam an&#257;dim), still His form as the young enjoyer of the gop&#299;s and companion of the cowherd boys (ki&#347;ora-m&#363;rti) is the most perfect form. Thus Vais&#803;n&#803;avas accept the form of the Lord in His Vr&#803;nd&#257;vana pastimes as the chief form.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45-46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>