<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 24 Verse 71</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 24 Verse 71"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">Chanting the Song Sung by Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.24.71</P><P CLASS=c>yog&#257;de&#347;am up&#257;s&#257;dya</P><P CLASS=c>dh&#257;rayanto muni-vrat&#257;h&#803;</P><P CLASS=c>sam&#257;hita-dhiyah&#803; sarva</P><P CLASS=c>etad abhyasat&#257;dr&#803;t&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/a/adesam">&#257;de&#347;am</A> &#8212; this instruction of <A HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/u/upasadya">up&#257;s&#257;dya</A> &#8212; constantly reading; <A CLASS=v HREF="http://vedabase.net/d/dharayantah">dh&#257;rayantah&#803;</A> &#8212; and taking within the heart; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A>-<A CLASS=v HREF="http://vedabase.net/v/vratah">vrat&#257;h&#803;</A> &#8212; just take the vow of the great sages, the vow of silence; <A CLASS=v HREF="http://vedabase.net/s/samahita">sam&#257;hita</A> &#8212; always fixed <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah&#803;</A> &#8212; with intelligence; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all of you; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/abhyasata">abhyasata</A> &#8212; practice; <A CLASS=v HREF="http://vedabase.net/a/adrtah">&#257;dr&#803;t&#257;h&#803;</A> &#8212; with great reverence.</P><P CLASS=t>TRANSLATION</P><P>My dear princes, in the form of a prayer I have delineated the yoga system of chanting the holy name. All of you should take this important stotra within your minds and promise to keep it in order to become great sages. By acting silently like a great sage and by giving attention and reverence, you should practice this method.</P><P CLASS=t>PURPORT</P><P>In the hat&#803;ha-yoga system one has to practice bodily exercises, dhy&#257;na, dh&#257;ran&#803;&#257;, &#257;sana, meditation, etc. One also has to sit in one place in a particular posture and concentrate his gaze on the tip of the nose. There are so many rules and regulations for the hat&#803;ha-yoga system that it is practically impossible to perform it in this age. The alternative system of bhakti-yoga is very easy not only in this age but in others as well, for this yoga system was advocated long ago by Lord &#346;iva when he advised the princes, the sons of Mah&#257;r&#257;ja Pr&#257;c&#299;nabarhis&#803;at. The bhakti-yoga system is not newly introduced, for even five thousand years ago Lord Kr&#803;s&#803;n&#803;a recommended this bhakti-yoga as the topmost yoga. As Kr&#803;s&#803;n&#803;a tells Arjuna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/47.htm">6.47</A>):</P><P>yogin&#257;m api sarves&#803;&#257;m&#769;</P><P CLASS=n>mad-gaten&#257;ntar&#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m&#769;</P><P CLASS=n>sa me yuktatamo matah&#803;</P><P>"Of all yog&#299;s, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all."</P><P>The topmost yog&#299; is he who constantly thinks of Kr&#803;s&#803;n&#803;a within himself and chants the glories of the Lord. In other words, this system of bhakti-yoga has been existing from time immemorial and is now continuing in this Kr&#803;s&#803;n&#803;a consciousness movement.</P><P>The word muni-vrat&#257;h&#803; is significant in this regard because those who are interested in advancing in spiritual life must be silent. Silence means talking only of kr&#803;s&#803;n&#803;a-kath&#257;. This is the silence of Mah&#257;r&#257;ja Ambar&#299;s&#803;a:</P><P>sa vai manah&#803; kr&#803;s&#803;n&#803;a-pad&#257;ravindayor</P><P CLASS=n>vac&#257;m&#769;si vaikun&#803;t&#803;ha-gun&#803;&#257;nuvarn&#803;ane</P><P>"King Ambar&#299;s&#803;a always fixed his mind on the lotus feet of the Lord and talked of Him only." (Bh&#257;g. <A CLASS=v HREF="../../../sb/9/4/19.htm">9.4.19</A>) We should also take this opportunity in life to become as good as a great saint simply by not talking unnecessarily with unwanted persons. We should either talk of Kr&#803;s&#803;n&#803;a or chant Hare Kr&#803;s&#803;n&#803;a undeviatingly. This is called muni-vrata. The intelligence must be very sharp (sam&#257;hita-dhiyah&#803;) and should always be acting in Kr&#803;s&#803;n&#803;a consciousness. The words etad abhyasat&#257;dr&#803;t&#257;h&#803; indicate that if one takes these instructions from a spiritual master with great reverence (&#257;dr&#803;ta) and practices them accordingly, he will find this bhakti-yoga process to be very, very easy.</P><P CLASS=l><A CLASS=i HREF="70.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="72.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>