<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 22 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 22 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Enumeration of the Elements of Material Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.22.26</P><P CLASS=c>&#347;r&#299;-uddhava uv&#257;ca</P><P CLASS=c>prakr&#803;tih&#803; purus&#803;a&#347; cobhau</P><P CLASS=c>yady apy &#257;tma-vilaks&#803;an&#803;au</P><P CLASS=c>anyony&#257;p&#257;&#347;ray&#257;t kr&#803;s&#803;n&#803;a</P><P CLASS=c>dr&#803;&#347;yate na bhid&#257; tayoh&#803;</P><P CLASS=c>prakr&#803;tau laks&#803;yate hy &#257;tm&#257;</P><P CLASS=c>prakr&#803;ti&#347; ca tath&#257;tmani</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/u/uddhavah">uddhavah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/u/uddhava">Uddhava</A> said; <A CLASS=v HREF="http://vedabase.net/p/prakrtih">prakr&#803;tih&#803;</A> &#8212; nature; <A CLASS=v HREF="http://vedabase.net/p/purusah">purus&#803;ah&#803;</A> &#8212; the <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A>, or living entity; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/u/ubhau">ubhau</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; constitutionally; <A CLASS=v HREF="http://vedabase.net/v/vilaksanau">vilaks&#803;an&#803;au</A> &#8212; distinct; <A CLASS=v HREF="http://vedabase.net/a/anyonya">anyonya</A> &#8212; mutual; <A CLASS=v HREF="http://vedabase.net/a/apasrayat">ap&#257;&#347;ray&#257;t</A> &#8212; because of shelter; <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/d/drsyate">dr&#803;&#347;yate</A> <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> does not appear; <A CLASS=v HREF="http://vedabase.net/b/bhida">bhid&#257;</A> &#8212; any difference; <A CLASS=v HREF="http://vedabase.net/t/tayoh">tayoh&#803;</A> &#8212; between them; <A CLASS=v HREF="http://vedabase.net/p/prakrtau">prakr&#803;tau</A> &#8212; within nature; <A CLASS=v HREF="http://vedabase.net/l/laksyate">laks&#803;yate</A> &#8212; is apparently seen; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the soul; <A CLASS=v HREF="http://vedabase.net/p/prakrtih">prakr&#803;tih&#803;</A> &#8212; nature; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the soul.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Uddhava inquired: Although nature and the living entity are constitutionally distinct, O Lord Kr&#803;s&#803;n&#803;a, there appears to be no difference between them, because they are found residing within one another. Thus the soul appears to be within nature and nature within the soul.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Uddhava here expresses the doubt that arises in the heart of an ordinary conditioned soul. Although the Vedic scriptures declare that the material body is a temporary fabrication of the material modes of nature, the conscious living entity within the body is actually an eternal spirit soul. In Bhagavad-g&#299;t&#257; Lord Kr&#803;s&#803;n&#803;a has declared the material elements constituting the body to be His separated, inferior energy, whereas the living entity is the superior, conscious energy of the Lord. Still, in conditioned life the material body and conditioned soul appear inseparable and thus nondifferent. Because the living entity enters the womb of a mother and gradually comes out in a developed body, the soul appears to have entered deeply within material nature. Similarly, by the soul's identification with the material body, the body appears to enter deeply within the consciousness of the soul. What is more, the body cannot exist without the presence of the soul. By this apparent mutual dependence, the difference between the body and soul is obscured. &#346;r&#299; Uddhava therefore questions the Lord in order to clarify this issue.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>