<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 8 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 8 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Sons of Sagara Meet Lord Kapiladeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.8.22</P><P CLASS=c>ye deha-bh&#257;jas tri-gun&#803;a-pradh&#257;n&#257;</P><P CLASS=c>gun&#803;&#257;n vipa&#347;yanty uta v&#257; tama&#347; ca</P><P CLASS=c>yan-m&#257;yay&#257; mohita-cetasas tv&#257;m&#769;</P><P CLASS=c>viduh&#803; sva-sam&#769;stham&#769; na bahih&#803;-prak&#257;&#347;&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those persons who; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhajah">bh&#257;jah&#803;</A> &#8212; have accepted the material body; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/p/pradhanah">pradh&#257;n&#257;h&#803;</A> &#8212; influenced by the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/g/gunan">gun&#803;&#257;n</A> &#8212; the manifestation of the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/v/vipasyanti">vipa&#347;yanti</A> &#8212; can see only; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is <A HREF="http://vedabase.net/s/so">so</A> said; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah&#803;</A> &#8212; the mode of ignorance; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the illusory energy of whom; <A CLASS=v HREF="http://vedabase.net/m/mohita">mohita</A> &#8212; has been bewildered; <A CLASS=v HREF="http://vedabase.net/c/cetasah">cetasah&#803;</A> &#8212; the <A HREF="http://vedabase.net/c/core">core</A> of whose heart; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh&#803;</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/samstham">sam&#769;stham</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A> one's own body; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih&#803;</A>-<A CLASS=v HREF="http://vedabase.net/p/prakasah">prak&#257;&#347;&#257;h&#803;</A> &#8212; those who can see only the products of external energy.</P><P CLASS=t>TRANSLATION</P><P>My Lord, You are fully situated in everyone's heart, but the living entities, covered by the material body, cannot see You, for they are influenced by the external energy, conducted by the three modes of material nature. Their intelligence being covered by sattva-gun&#803;a, rajo-gun&#803;a and tamo-gun&#803;a, they can see only the actions and reactions of these three modes of material nature. Because of the actions and reactions of the mode of ignorance, whether the living entities are awake or sleeping, they can see only the workings of material nature; they cannot see Your Lordship.</P><P CLASS=t>PURPORT</P><P>Unless one is situated in the transcendental loving service of the Lord, one is unable to understand the Supreme Personality of Godhead. The Lord is situated in everyone's heart. However, because the conditioned souls are influenced by material nature, they can see only the actions and reactions of material nature, but not the Supreme Personality of Godhead. One therefore must purify himself internally and externally:</P><P>apavitrah&#803; pavitro v&#257;</P><P CLASS=n>sarv&#257;vasth&#257;m&#769; gato 'pi v&#257;</P><P CLASS=n>yah&#803; smaret pun&#803;d&#803;ar&#299;k&#257;ks&#803;am&#769;</P><P CLASS=n>sa b&#257;hy&#257;bhyantarah&#803; &#347;ucih&#803;</P><P>To keep ourselves externally clean we should bathe three times daily, and for internal cleanliness we must cleanse the heart by chanting the Hare Kr&#803;s&#803;n&#803;a mantra. The members of the Kr&#803;s&#803;n&#803;a consciousness movement must always follow this principle (b&#257;hy&#257;bhyantarah&#803; &#347;ucih&#803;). Then it will one day be possible to see the Supreme Personality of Godhead face to face.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>