<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 9 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 9 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Dynasty of Am&#769;&#347;um&#257;n</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.9.45</P><P CLASS=c>devaih&#803; k&#257;ma-varo datto</P><P CLASS=c>mahyam&#769; tri-bhuvane&#347;varaih&#803;</P><P CLASS=c>na vr&#803;n&#803;e tam aham&#769; k&#257;mam&#769;</P><P CLASS=c>bh&#363;tabh&#257;vana-bh&#257;vanah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/devaih">devaih&#803;</A> &#8212; by the demigods; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/v/varah">varah&#803;</A> &#8212; the benediction <A HREF="http://vedabase.net/t/to">to</A> have whatever <A HREF="http://vedabase.net/h/he">he</A> wanted; <A CLASS=v HREF="http://vedabase.net/d/dattah">dattah&#803;</A> &#8212; was given; <A CLASS=v HREF="http://vedabase.net/m/mahyam">mahyam</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaraih">&#299;&#347;varaih&#803;</A> &#8212; by the demigods, the protectors of the three worlds (who can <A HREF="http://vedabase.net/d/do">do</A> whatever they like within this material world); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/v/vrne">vr&#803;n&#803;e</A> &#8212; did not accept; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; everything desirable within this material world; <A CLASS=v HREF="http://vedabase.net/b/bhutabhavana">bh&#363;tabh&#257;vana</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavanah">bh&#257;vanah&#803;</A> &#8212; being fully absorbed <A HREF="http://vedabase.net/i/in">in</A> the Supreme Personality of Godhead (and therefore not interested <A HREF="http://vedabase.net/i/in">in</A> anything material).</P><P CLASS=t>TRANSLATION</P><P>The demigods, the directors of the three worlds, wanted to give me whatever benediction I desired. I did not want their benedictions, however, because I am interested in the Supreme Personality of Godhead, who created everything in this material world. I am more interested in the Supreme Personality of Godhead than in all material benedictions.</P><P CLASS=t>PURPORT</P><P>A devotee is always transcendentally situated. param&#769; dr&#803;s&#803;t&#803;v&#257; nivartate: one who has seen the Supreme Personality of Godhead is no longer interested in material sense enjoyment. Even such an exalted devotee as Dhruva Mah&#257;r&#257;ja went to the forest for the sake of material benefit, but when he actually saw the Supreme Personality of Godhead, he refused to accept any material benediction. He said, sv&#257;min kr&#803;t&#257;rtho 'smi varam&#769; na y&#257;ce: "My dear Lord, I am fully satisfied with whatever You have given me or not given me. I have nothing to ask from You, for I am fully satisfied to be engaged in Your service." This is the mentality of a pure devotee, who does not want anything, material or spiritual, from the Personality of Godhead. Our Kr&#803;s&#803;n&#803;a consciousness movement is therefore called kr&#803;s&#803;n&#803;a-bh&#257;van&#257;mr&#803;ta-sa&#324;gha, the association of persons who are simply satisfied in thoughts of Kr&#803;s&#803;n&#803;a. Being absorbed in thoughts of Kr&#803;s&#803;n&#803;a is neither expensive nor troublesome. Kr&#803;s&#803;n&#803;a says, man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m&#769; namaskuru: "Engage your mind always in thinking of Me, offer obeisances and worship Me." (<A CLASS=v HREF="../../../bg/9/34.htm">Bg. 9.34</A>) Anyone can always think of Kr&#803;s&#803;n&#803;a, without difficulties or obstacles. This is called kr&#803;s&#803;n&#803;a-bh&#257;van&#257;mr&#803;ta. One who is absorbed in kr&#803;s&#803;n&#803;a-bh&#257;van&#257;mr&#803;ta has no material benefits to ask from Kr&#803;s&#803;n&#803;a. Instead, such a person prays to the Lord for the benediction of being able to spread His glories all over the world. Mama janmani janman&#299;&#347;vare bhavat&#257;d bhaktir ahaituk&#299; tvayi. A Kr&#803;s&#803;n&#803;a conscious person does not even want to stop his cycle of birth and death. He simply prays, "I may take birth as You like, but my only prayer is that I may be engaged in Your service."</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>