<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 7 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 7 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Lord Kr&#803;s&#803;n&#803;a Instructs Uddhava</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.7.1</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>yad &#257;ttha m&#257;m&#769; mah&#257;-bh&#257;ga</P><P CLASS=c>tac-cik&#299;rs&#803;itam eva me</P><P CLASS=c>brahm&#257; bhavo loka-p&#257;l&#257;h&#803;</P><P CLASS=c>svar-v&#257;sam&#769; me 'bhik&#257;&#324;ks&#803;in&#803;ah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/a/attha">&#257;ttha</A> &#8212; you spoke; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaga">bh&#257;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> greatly fortunate <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/c/cikirsitam">cik&#299;rs&#803;itam</A> &#8212; the program that <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> desiring <A HREF="http://vedabase.net/t/to">to</A> execute; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/m/mine">Mine</A>; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahm&#257;</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bhavah&#803;</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/palah">p&#257;l&#257;h&#803;</A> &#8212; the leaders of all universal planets; <A CLASS=v HREF="http://vedabase.net/s/svah">svah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/v/vasam">v&#257;sam</A> &#8212; abode <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vaikuntha">Vaikun&#803;t&#803;ha</A>; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/a/abhikanksinah">abhik&#257;&#324;ks&#803;in&#803;ah&#803;</A> &#8212; they <A HREF="http://vedabase.net/a/are">are</A> desiring.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: O greatly fortunate Uddhava, you have accurately revealed My desire to withdraw the Yadu dynasty from the earth and return to My own abode in Vaikun&#803;t&#803;ha. Thus Lord Brahm&#257;, Lord &#346;iva and all other planetary rulers are now praying for Me to resume My residence in Vaikun&#803;t&#803;ha.</P><P CLASS=t>PURPORT</P><P>Each and every demigod has his particular abode in the heavenly planets within the material universe. Although Lord Vis&#803;n&#803;u is sometimes counted among the demigods, His abode is in Vaikun&#803;t&#803;ha, the spiritual sky. The demigods are universal controllers within the kingdom of m&#257;y&#257;, but Vis&#803;n&#803;u is the Lord of the illusory potency and many other spiritual potencies. His exalted residence does not lie within the kingdom of His insignificant maidservant m&#257;y&#257;.</P><P>Lord Vis&#803;n&#803;u, the Personality of Godhead, is the supreme Lord of all lords; the demigods are His separated parts and parcels. Being themselves minute j&#299;va souls, the demigods are under the influence of the potency of m&#257;y&#257;; but Lord Vis&#803;n&#803;u is always the supreme controller of m&#257;y&#257;. The Personality of Godhead is the reservoir and root of all existence, and the material world is just a dim reflection of the brilliant scenery of His eternal, spiritual abode, where everything is infinitely beautiful and pleasurable. Vis&#803;n&#803;u is the supreme reality, and no living entity can ever be equal to or greater than Him. The Lord exists within His own unique category called vis&#803;n&#803;u-tattva, or the Supreme Personality of Godhead. All other prominent or extraordinary living entities owe their positions and potencies to the Lord. Ultimately Vis&#803;n&#803;u Himself is a plenary expansion of Lord Kr&#803;s&#803;n&#803;a, the original source of all the vis&#803;n&#803;u-tattva and j&#299;va-tattva expansions. Thus Lord Kr&#803;s&#803;n&#803;a is the basis of everything.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>