<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 4 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 4 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Atrocities of King Kam&#769;sa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.4.42</P><P CLASS=c>sa hi sarva-sur&#257;dhyaks&#803;o</P><P CLASS=c>hy asura-dvid&#803; guh&#257;-&#347;ayah&#803;</P><P CLASS=c>tan-m&#363;l&#257; devat&#257;h&#803; sarv&#257;h&#803;</P><P CLASS=c>se&#347;var&#257;h&#803; sa-catur-mukh&#257;h&#803;</P><P CLASS=c>ayam&#769; vai tad-vadhop&#257;yo</P><P CLASS=c>yad r&#803;s&#803;&#299;n&#803;&#257;m&#769; vihim&#769;sanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>); <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/a/adhyaksah">adhyaks&#803;ah&#803;</A> &#8212; the leader of all the demigods; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A>-<A CLASS=v HREF="http://vedabase.net/d/dvit">dvit&#803;</A> &#8212; the enemy of the asuras; <A CLASS=v HREF="http://vedabase.net/g/guha">guh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sayah">&#347;ayah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> is the Supersoul within the <A HREF="http://vedabase.net/c/core">core</A> of everyone's heart; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/m/mulah">m&#363;l&#257;h&#803;</A> &#8212; taking shelter at His lotus feet; <A CLASS=v HREF="http://vedabase.net/d/devatah">devat&#257;h&#803;</A> &#8212; the demigods exist; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h&#803;</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;var&#257;h&#803;</A> &#8212; including Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/c/catuh">catuh&#803;</A>-<A CLASS=v HREF="http://vedabase.net/m/mukhah">mukh&#257;h&#803;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A> Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, who has four faces; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this is; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/v/vadha">vadha</A>-<A CLASS=v HREF="http://vedabase.net/u/upayah">up&#257;yah&#803;</A> &#8212; the only means of killing Him (<A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>); <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/r/rsinam">r&#803;s&#803;&#299;n&#803;&#257;m</A> &#8212; of great sages, saintly persons, or Vais&#803;n&#803;avas; <A CLASS=v HREF="http://vedabase.net/v/vihimsanam">vihim&#769;sanam</A> &#8212; suppression with all kinds of persecution.</P><P CLASS=t>TRANSLATION</P><P>Lord Vis&#803;n&#803;u, the Supersoul within the core of everyone's heart, is the ultimate enemy of the asuras and is therefore known as asura-dvit&#803;. He is the leader of all the demigods because all the demigods, including Lord &#346;iva and Lord Brahm&#257;, exist under His protection. The great saintly persons, sages and Vais&#803;n&#803;avas also depend upon Him. To persecute the Vais&#803;n&#803;avas, therefore, is the only way to kill Vis&#803;n&#803;u.</P><P CLASS=t>PURPORT</P><P>The demigods and the Vais&#803;n&#803;avas especially are part and parcel of the Supreme Lord, Vis&#803;n&#803;u, because they are always obedient to His orders (om&#769; tad vis&#803;n&#803;oh&#803; paramam&#769; padam&#769; sad&#257; pa&#347;yanti s&#363;rayah&#803;). The demoniac followers of Kam&#769;sa thought that if the Vais&#803;n&#803;avas, saintly persons and sages were persecuted, the original body of Vis&#803;n&#803;u would naturally be destroyed. Thus they decided to suppress Vais&#803;n&#803;avism. The asuras perpetually struggle to persecute the Vais&#803;n&#803;avas because they do not want Vais&#803;n&#803;avism to spread. Vais&#803;n&#803;avas preach only devotional service, not encouraging karm&#299;s, j&#241;&#257;n&#299;s and yog&#299;s, because if one must liberate oneself from material, conditional life, one must ultimately become a Vais&#803;n&#803;ava. Our Kr&#803;s&#803;n&#803;a consciousness movement is directed with this understanding, and therefore the asuras always try to suppress it.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>