<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Kr&#803;s&#803;n&#803;a's Description of the Varn&#803;&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.10</P><P CLASS=c>&#257;dau kr&#803;ta-yuge varn&#803;o</P><P CLASS=c>nr&#803;n&#803;&#257;m&#769; ham&#769;sa iti smr&#803;tah&#803;</P><P CLASS=c>kr&#803;ta-kr&#803;ty&#257;h&#803; praj&#257; j&#257;ty&#257;</P><P CLASS=c>tasm&#257;t kr&#803;ta-yugam&#769; viduh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning (of the millennium); <A CLASS=v HREF="http://vedabase.net/k/krta">kr&#803;ta</A>-<A CLASS=v HREF="http://vedabase.net/y/yuge">yuge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/satya">Satya</A>-<A HREF="http://vedabase.net/y/yuga">yuga</A>, or <A HREF="http://vedabase.net/a/age">age</A> of truth; <A CLASS=v HREF="http://vedabase.net/v/varnah">varn&#803;ah&#803;</A> &#8212; the social class; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nr&#803;n&#803;&#257;m</A> &#8212; of human beings; <A CLASS=v HREF="http://vedabase.net/h/hamsah">ham&#769;sah&#803;</A> &#8212; named <A HREF="http://vedabase.net/h/hamsa">ham&#769;sa</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/smrtah">smr&#803;tah&#803;</A> &#8212; well known; <A CLASS=v HREF="http://vedabase.net/k/krta">kr&#803;ta</A>-<A CLASS=v HREF="http://vedabase.net/k/krtyah">kr&#803;ty&#257;h&#803;</A> &#8212; perfect <A HREF="http://vedabase.net/i/in">in</A> the execution of duties by complete surrender <A HREF="http://vedabase.net/t/to">to</A> the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h&#803;</A> &#8212; the citizens; <A CLASS=v HREF="http://vedabase.net/j/jatya">j&#257;ty&#257;</A> &#8212; automatically by birth; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/k/krta">kr&#803;ta</A>-<A CLASS=v HREF="http://vedabase.net/y/yugam">yugam</A> &#8212; <A HREF="http://vedabase.net/k/krta">Kr&#803;ta</A>-<A HREF="http://vedabase.net/y/yuga">yuga</A>, or the <A HREF="http://vedabase.net/a/age">age</A> <A HREF="http://vedabase.net/i/in">in</A> which all duties <A HREF="http://vedabase.net/a/are">are</A> fulfilled; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh&#803;</A> &#8212; was thus known by the learned.</P><P CLASS=t>TRANSLATION</P><P>In the beginning, in Satya-yuga, there is only one social class, called ham&#769;sa, to which all human beings belong. In that age all people are unalloyed devotees of the Lord from birth, and thus learned scholars call this first age Kr&#803;ta-yuga, or the age in which all religious duties are perfectly fulfilled.</P><P CLASS=t>PURPORT</P><P>It is understood from this verse that the supreme religious principle is unalloyed surrender to the Supreme Personality of Godhead. In Satya-yuga there is no influence of the lower modes of nature, and therefore all human beings belong to the highest social order, called ham&#769;sa, in which one comes under the direct supervision of the Personality of Godhead. In the modern age people are crying out for social equality, but unless all human beings are situated in the mode of goodness, which is the position of purity and unalloyed devotion, social equality is not possible. As the lower modes of nature become prominent, secondary religious principles arise, by which people may be gradually elevated to the pure stage of unalloyed surrender to God. In Satya-yuga there are no inferior human beings, and thus there is no need of secondary religious principles. Everyone directly takes to the unalloyed service of the Lord, fulfilling perfectly all religious obligations. In Sanskrit, one who perfectly executes all duties is called kr&#803;ta-kr&#803;tya, as mentioned in this verse. Therefore Satya-yuga is called Kr&#803;ta-yuga, or the age of perfect religious action. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the word &#257;dau ("in the beginning") refers to the moment of universal creation. In other words, the varn&#803;&#257;&#347;rama system is not a recent concoction but naturally arises at the time of creation and should therefore be accepted by all intelligent human beings.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>