<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verses 1-2</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verses 1-2"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Kr&#803;s&#803;n&#803;a's Description of the Varn&#803;&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.1-2</P><P CLASS=c>&#347;r&#299;-uddhava uv&#257;ca</P><P CLASS=c>yas tvay&#257;bhihitah&#803; p&#363;rvam&#769;</P><P CLASS=c>dharmas tvad-bhakti-laks&#803;an&#803;ah&#803;</P><P CLASS=c>varn&#803;&#257;&#347;am&#257;c&#257;ravat&#257;m&#769;</P><P CLASS=c>sarves&#803;&#257;m&#769; dvi-pad&#257;m api</P><P CLASS=c>yath&#257;nus&#803;t&#803;h&#299;yam&#257;nena</P><P CLASS=c>tvayi bhaktir nr&#803;n&#803;&#257;m&#769; bhavet</P><P CLASS=c>sva-dharmen&#803;&#257;ravind&#257;ks&#803;a</P><P CLASS=c>tan mam&#257;khy&#257;tum arhasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/u/uddhavah">uddhavah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/u/uddhava">Uddhava</A> said; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/a/abhihitah">abhihitah&#803;</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/p/purvam">p&#363;rvam</A> &#8212; previously; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah&#803;</A> &#8212; religious principles; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/l/laksanah">laks&#803;an&#803;ah&#803;</A> &#8212; characterized by devotional service <A HREF="http://vedabase.net/t/to">to</A> Your Lordship; <A CLASS=v HREF="http://vedabase.net/v/varna">varn&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; of the <A HREF="http://vedabase.net/v/varnasrama">varn&#803;&#257;&#347;rama</A> system; <A CLASS=v HREF="http://vedabase.net/a/acaravatam">&#257;c&#257;ravat&#257;m</A> &#8212; of the faithful followers; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarves&#803;&#257;m</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/p/padam">pad&#257;m</A> &#8212; of ordinary human beings (who <A HREF="http://vedabase.net/d/do">do</A> not follow the <A HREF="http://vedabase.net/v/varnasrama">varn&#803;&#257;&#347;rama</A> system); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/a/anusthiyamanena">anus&#803;t&#803;h&#299;yam&#257;nena</A> &#8212; the process being executed; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> You; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih&#803;</A> &#8212; loving service; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nr&#803;n&#803;&#257;m</A> &#8212; of human beings; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; may be; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmena">dharmen&#803;a</A> &#8212; by one's own occupational duty; <A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A>-<A CLASS=v HREF="http://vedabase.net/a/aksa">aks&#803;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> lotus-eyed one; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/akhyatum">&#257;khy&#257;tum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> explain; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; You ought.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Uddhava said: My dear Lord, previously You described the principles of devotional service that are to be practiced by followers of the varn&#803;&#257;&#347;rama system and even ordinary, unregulated human beings. My dear lotus-eyed Lord, now please explain to me how all human beings can achieve loving service unto You by the execution of their prescribed duties.</P><P CLASS=t>PURPORT</P><P>Lord Kr&#803;s&#803;n&#803;a has already elaborately explained the process of j&#241;&#257;na-yoga, bhakti-yoga and as&#803;t&#803;&#257;&#324;ga-yoga. Now Uddhava inquires how those inclined toward karma-yoga can achieve the perfection of life, Kr&#803;s&#803;n&#803;a consciousness. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>) Lord Kr&#803;s&#803;n&#803;a describes that He is personally the creator of the varn&#803;&#257;&#347;rama system. C&#257;tur-varn&#803;yam&#769; may&#257; sr&#803;s&#803;t&#803;am&#769; gun&#803;a-karma-vibh&#257;ga&#347;ah&#803;. Therefore the ultimate goal of the varn&#803;&#257;&#347;rama system is to please the Supreme Personality of Godhead. In other words, one should become a devotee of the Lord and learn the process of pure devotional service. The easiest method of achieving pure devotional service is by the association of pure devotees of the Lord. If one submissively and faithfully associates with pure devotees, one can immediately achieve the perfection of life. A Kr&#803;s&#803;n&#803;a conscious person is not required to execute all the formalities of the varn&#803;&#257;&#347;rama system, because a Kr&#803;s&#803;n&#803;a conscious person, absorbed in love of Godhead, automatically gives up all sense gratification and mental speculation. Those human beings who do not follow the varn&#803;&#257;&#347;rama system are here referred to as dvi-pad&#257;m, or two-legged. In other words, one who does not follow the religious path of life is known to be human only by the possession of two legs. Even ordinary animals and insects are eagerly engaged in eating, sleeping, mating and defending; the human being, however, is distinguished from such lower forms of life by his capacity to become religious and, ultimately, to love God in pure Kr&#803;s&#803;n&#803;a consciousness.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3-4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>