<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Kr&#803;s&#803;n&#803;a's Description of the Varn&#803;&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.41</P><P CLASS=c>pratigraham&#769; manyam&#257;nas</P><P CLASS=c>tapas-tejo-ya&#347;o-nudam</P><P CLASS=c>any&#257;bhy&#257;m eva j&#299;veta</P><P CLASS=c>&#347;ilair v&#257; dos&#803;a-dr&#803;k tayoh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pratigraham">pratigraham</A> &#8212; accepting charity; <A CLASS=v HREF="http://vedabase.net/m/manyamanah">manyam&#257;nah&#803;</A> &#8212; considering; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah&#803;</A> &#8212; of one's austerity; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah&#803;</A> &#8212; spiritual influence; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah&#803;</A> &#8212; and fame; <A CLASS=v HREF="http://vedabase.net/n/nudam">nudam</A> &#8212; destruction; <A CLASS=v HREF="http://vedabase.net/a/anyabhyam">any&#257;bhy&#257;m</A> &#8212; by the other two (teaching Vedic knowledge and performing sacrifice); <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/j/jiveta">j&#299;veta</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hman&#803;a</A> should live; <A CLASS=v HREF="http://vedabase.net/s/silaih">&#347;ilaih&#803;</A> &#8212; by collecting rejected grains <A HREF="http://vedabase.net/i/in">in</A> the field; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/d/dosa">dos&#803;a</A> &#8212; the discrepancy; <A CLASS=v HREF="http://vedabase.net/d/drk">dr&#803;k</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/t/tayoh">tayoh&#803;</A> &#8212; of those two.</P><P CLASS=t>TRANSLATION</P><P>A br&#257;hman&#803;a who considers that accepting charity from others will destroy his austerity, spiritual influence and fame should maintain himself by the other two brahminical occupations, namely teaching Vedic knowledge and performing sacrifice. If the br&#257;hman&#803;a considers that those two occupations also compromise his spiritual position, then he should collect rejected grains in agricultural fields and live without any dependence on others.</P><P CLASS=t>PURPORT</P><P>A pure devotee of the Lord should always remember that the Supreme Personality of Godhead will personally take care of him. As the Lord states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/22.htm">9.22</A>):</P><P>anany&#257;&#347; cintayanto m&#257;m&#769;</P><P CLASS=n>ye jan&#257;h&#803; paryup&#257;sate</P><P CLASS=n>tes&#803;&#257;m&#769; nity&#257;bhiyukt&#257;n&#257;m&#769;</P><P CLASS=n>yoga-ks&#803;emam&#769; vah&#257;my aham</P><P>"But those who worship Me with devotion, meditating on My transcendental form &#8212; to them I carry what they lack and preserve what they have."</P><P>A br&#257;hman&#803;a should not become a professional beggar for his personal maintenance. In India there are many so-called br&#257;hman&#803;as who sit at the gates of important temples and beg from everyone who comes and goes. If someone does not give a donation they become angry and chase that person. Similarly, in America there are many big preachers who collect huge amounts of money by begging on television and radio. If a br&#257;hman&#803;a or Vais&#803;n&#803;ava considers that being a professional beggar is weakening his austerity, destroying his spiritual influence and giving him a bad reputation, then he should give up that process. One may beg everyone to contribute to the cause of the Supreme Personality of Godhead, but one will be diminished in austerity, influence and reputation by begging for one's personal livelihood. A br&#257;hman&#803;a may then take up the task of teaching Vedic knowledge and performing sacrifice. But even such occupations do not bring one to the highest platform of trust in God. A br&#257;hman&#803;a who teaches as a means of livelihood may often be curbed in his teaching, and one who performs sacrifice may be manipulated by materialistic worshipers. In this way, a br&#257;hman&#803;a may be placed in an embarrassing and compromised position. Therefore a high-class br&#257;hman&#803;a or Vais&#803;n&#803;ava ultimately will depend completely on the mercy of the Lord for his maintenance. The Lord promises to maintain His devotee, and an advanced Vais&#803;n&#803;ava never doubts the word of the Lord.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>