<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 17 Verse 58</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 17 Verse 58"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Lord Kr&#803;s&#803;n&#803;a's Description of the Varn&#803;&#257;&#347;rama System</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.17.58</P><P CLASS=c>evam&#769; gr&#803;h&#257;&#347;ay&#257;ks&#803;ipta-</P><P CLASS=c>hr&#803;dayo m&#363;d&#803;ha-dh&#299;r ayam</P><P CLASS=c>atr&#803;ptas t&#257;n anudhy&#257;yan</P><P CLASS=c>mr&#803;to 'ndham&#769; vi&#347;ate tamah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/g/grha">gr&#803;ha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his domestic situation; <A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;aya</A> &#8212; by intense desire; <A CLASS=v HREF="http://vedabase.net/a/aksipta">&#257;ks&#803;ipta</A> &#8212; overwhelmed; <A CLASS=v HREF="http://vedabase.net/h/hrdayah">hr&#803;dayah&#803;</A> &#8212; his heart; <A CLASS=v HREF="http://vedabase.net/m/mudha">m&#363;d&#803;ha</A> &#8212; unintelligent; <A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h&#803;</A> &#8212; whose point of view; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this person; <A CLASS=v HREF="http://vedabase.net/a/atrptah">atr&#803;ptah&#803;</A> &#8212; unsatisfied; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them (family members); <A CLASS=v HREF="http://vedabase.net/a/anudhyayan">anudhy&#257;yan</A> &#8212; constantly thinking of; <A CLASS=v HREF="http://vedabase.net/m/mrtah">mr&#803;tah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> dies; <A CLASS=v HREF="http://vedabase.net/a/andham">andham</A> &#8212; blindness; <A CLASS=v HREF="http://vedabase.net/v/visate">vi&#347;ate</A> &#8212; enters; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah&#803;</A> &#8212; darkness.</P><P CLASS=t>TRANSLATION</P><P>Thus, because of his foolish mentality, a householder whose heart is overwhelmed by family attachment is never satisfied. Constantly meditating on his relatives, he dies and enters into the darkness of ignorance.</P><P CLASS=t>PURPORT</P><P>Andham&#769; vi&#347;ate tamah&#803; indicates that in his next life an attached householder will certainly be degraded because of his primitive mentality of bodily attachment, which is called m&#363;d&#803;ha-dh&#299;. In other words, after enjoying the sense gratification of considering oneself the center of everything, one enters into a lower species of life. Somehow or other, we must fix our minds on Lord Kr&#803;s&#803;n&#803;a and come out of the darkness of ignorance to our real life in Kr&#803;s&#803;n&#803;a consciousness.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Eleventh Canto, Seventeenth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Lord Kr&#803;s&#803;n&#803;a's Description of the Varn&#803;&#257;&#347;rama System."</P><P CLASS=l><A CLASS=i HREF="57.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../18/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>