<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 7 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 7 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Activities of King Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.7.14</P><P CLASS=c>paro-rajah&#803; savitur j&#257;ta-vedo</P><P CLASS=c>devasya bhargo manasedam&#769; jaj&#257;na</P><P CLASS=c>suretas&#257;dah&#803; punar &#257;vi&#347;ya cas&#803;t&#803;e</P><P CLASS=c>ham&#769;sam&#769; gr&#803;dhr&#257;n&#803;am&#769; nr&#803;s&#803;ad-ri&#324;gir&#257;m imah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/parah">parah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/r/rajah">rajah&#803;</A> &#8212; beyond the mode of passion (situated <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/p/pure">pure</A> mode of goodness); <A CLASS=v HREF="http://vedabase.net/s/savituh">savituh&#803;</A> &#8212; of the one who illuminates the whole universe; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vedah">vedah&#803;</A> &#8212; from which all the devotee's desires <A HREF="http://vedabase.net/a/are">are</A> fulfilled; <A CLASS=v HREF="http://vedabase.net/d/devasya">devasya</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/b/bhargah">bhargah&#803;</A> &#8212; the self-effulgence; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; simply by contemplating; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this universe; <A CLASS=v HREF="http://vedabase.net/j/jajana">jaj&#257;na</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/r/retasa">retas&#257;</A> &#8212; by spiritual potency; <A CLASS=v HREF="http://vedabase.net/a/adah">adah&#803;</A> &#8212; this created world; <A CLASS=v HREF="http://vedabase.net/p/punah">punah&#803;</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/a/avisya">&#257;vi&#347;ya</A> &#8212; entering; <A CLASS=v HREF="http://vedabase.net/c/caste">cas&#803;t&#803;e</A> &#8212; sees or maintains; <A CLASS=v HREF="http://vedabase.net/h/hamsam">ham&#769;sam</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/g/grdhranam">gr&#803;dhr&#257;n&#803;am</A> &#8212; desiring for material enjoyment; <A CLASS=v HREF="http://vedabase.net/n/nrsat">nr&#803;s&#803;at</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the intelligence; <A CLASS=v HREF="http://vedabase.net/r/ringiram">ri&#324;gir&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> one who gives motion; <A CLASS=v HREF="http://vedabase.net/i/imah">imah&#803;</A> &#8212; let <A HREF="http://vedabase.net/m/me">me</A> offer my obeisances.</P><P CLASS=t>TRANSLATION</P><P>"The Supreme Personality of Godhead is situated in pure goodness. He illuminates the entire universe and bestows all benedictions upon His devotees. The Lord has created this universe from His own spiritual potency. According to His desire, the Lord entered this universe as the Supersoul, and by virtue of His different potencies, He is maintaining all living entities desiring material enjoyment. Let me offer my respectful obeisances unto the Lord, who is the giver of intelligence."</P><P CLASS=t>PURPORT</P><P>The predominating Deity of the sun is another expansion of N&#257;r&#257;yan&#803;a, who is illuminating the entire universe. The Lord enters the hearts of all living entities as the Supersoul, and He gives them intelligence and fulfills their material desires. This is also confirmed in Bhagavad-g&#299;t&#257;. Sarvasya c&#257;ham&#769; hr&#803;di sannivis&#803;t&#803;ah&#803;. "I am sitting in everyone's heart." (<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>)</P><P>As the Supersoul, the Lord enters the hearts of all living entities. As stated in Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/35.htm">5.35</A>), an&#803;d&#803;&#257;ntara-stha-param&#257;n&#803;u-cay&#257;ntara-stham: "He enters the universe and the atom as well." In the R&#803;g Veda, the predominating Deity of the sun is worshiped by, this mantra: dhyeyah&#803; sad&#257; savitr&#803;-man&#803;d&#803;ala-madhya-varti n&#257;r&#257;yan&#803;ah&#803; sarasij&#257;sana-sannivis&#803;t&#803;ah&#803;. N&#257;r&#257;yan&#803;a sits on His lotus flower within the sun. By reciting this mantra, every living entity should take shelter of N&#257;r&#257;yan&#803;a just as the sun rises. According to modern scientists, the material world rests on the sun's effulgence. Due to the sunshine, all planets are rotating and vegetables are growing. We also have information that the moonshine helps vegetables and herbs grow. Actually N&#257;r&#257;yan&#803;a within the sun is maintaining the entire universe; therefore N&#257;r&#257;yan&#803;a should be worshiped by the G&#257;yatr&#299; mantra or the R&#803;g mantra.</P><P>Thus end the Bhaktivedanta purports of the Fifth Canto, Seventh Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The activities of King Bharata."</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../8/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>