<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 82 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 82 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 82: <A CLASS=v HREF="index.htm">Kr&#803;s&#803;n&#803;a and Balar&#257;ma Meet the Inhabitants of Vr&#803;nd&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.82.47</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>adhy&#257;tma-&#347;iks&#803;ay&#257; gopya</P><P CLASS=c>evam&#769; kr&#803;s&#803;n&#803;ena &#347;iks&#803;it&#257;h&#803;</P><P CLASS=c>tad-anusmaran&#803;a-dhvasta-</P><P CLASS=c>j&#299;va-ko&#347;&#257;s tam adhyagan</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/a/adhyatma">adhy&#257;tma</A> &#8212; about the soul; <A CLASS=v HREF="http://vedabase.net/s/siksaya">&#347;iks&#803;ay&#257;</A> &#8212; with instruction; <A CLASS=v HREF="http://vedabase.net/g/gopyah">gopyah&#803;</A> &#8212; the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/krsnena">kr&#803;s&#803;n&#803;ena</A> &#8212; by <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/s/siksitah">&#347;iks&#803;it&#257;h&#803;</A> &#8212; taught; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; on Him; <A CLASS=v HREF="http://vedabase.net/a/anusmarana">anusmaran&#803;a</A> &#8212; by constant meditation; <A CLASS=v HREF="http://vedabase.net/d/dhvasta">dhvasta</A> &#8212; eradicated; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/k/kosah">ko&#347;&#257;h&#803;</A> &#8212; the subtle covering of the soul (false ego); <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/a/adhyagan">adhyagan</A> &#8212; they came <A HREF="http://vedabase.net/t/to">to</A> understand.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: Having thus been instructed by Kr&#803;s&#803;n&#803;a in spiritual matters, the gop&#299;s were freed of all tinges of false ego because of their incessant meditation upon Him. And with their deepening absorption in Him, they came to understand Him fully.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Prabhup&#257;da renders this passage as follows in Kr&#803;s&#803;n&#803;a: "The gop&#299;s, having been instructed by Kr&#803;s&#803;n&#803;a in this philosophy of simultaneous oneness and difference, remained always in Kr&#803;s&#803;n&#803;a consciousness and thus became liberated from all material contamination. The consciousness of the living entity who falsely presents himself as the enjoyer of the material world is called j&#299;va-ko&#347;a, which means imprisonment by the false ego. Not only the gop&#299;s but anyone who follows these instructions of Kr&#803;s&#803;n&#803;a becomes immediately freed from the j&#299;va-ko&#347;a imprisonment. A person in full Kr&#803;s&#803;n&#803;a consciousness is always liberated from false egoism; he utilizes everything for Kr&#803;s&#803;n&#803;a's service and is not at any time separated from Kr&#803;s&#803;n&#803;a."</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>