<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 13</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 13"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Dynasty of Mah&#257;r&#257;ja Nimi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.13 Summary</P><P>This chapter describes the dynasty in which the great and learned scholar Janaka was born. This is the dynasty of Mah&#257;r&#257;ja Nimi, who is said to have been the son of Iks&#803;v&#257;ku.</P><P>When Mah&#257;r&#257;ja Nimi began performing great sacrifices, he appointed Vasis&#803;t&#803;ha to be chief priest, but Vasis&#803;t&#803;ha refused, for he had already agreed to be priest in performing a yaj&#241;a for Lord Indra. Vasis&#803;t&#803;ha therefore requested Mah&#257;r&#257;ja Nimi to wait until Lord Indra's sacrifice was finished, but Mah&#257;r&#257;ja Nimi did not wait. He thought, "Life is very short, so there is no need to wait." He therefore appointed another priest to perform the yaj&#241;a. Vasis&#803;t&#803;ha was very angry at King Nimi and cursed him, saying, "May your body fall down." Cursed in that way, Mah&#257;r&#257;ja Nimi also became very angry, and he retaliated by saying, "May your body also fall down." As a result of this cursing and countercursing, both of them died. After this incident, Vasis&#803;t&#803;ha took birth again, begotten by Mitra and Varun&#803;a, who were agitated by Urva&#347;&#299;.</P><P>The priests who were engaged in the sacrifice for King Nimi preserved Nimi's body in fragrant chemicals. When the sacrifice was over, the priests prayed for Nimi's life to all the demigods who had come to the arena of yaj&#241;a, but Mah&#257;r&#257;ja Nimi refused to take birth again in a material body because he considered the material body obnoxious. The great sages then churned Nimi's body, and as a result of this churning, Janaka was born.</P><P>The son of Janaka was Ud&#257;vasu, and the son of Ud&#257;vasu was Nandivardhana. The son of Nandivardhana was Suketu, and his descendants continued as follows: Devar&#257;ta, Br&#803;hadratha, Mah&#257;v&#299;rya, Sudhr&#803;ti, Dhr&#803;s&#803;t&#803;aketu, Harya&#347;va, Maru, Prat&#299;paka, Kr&#803;taratha, Devam&#299;d&#803;ha, Vi&#347;ruta, Mah&#257;dhr&#803;ti, Kr&#803;tir&#257;ta, Mah&#257;rom&#257;, Svarn&#803;arom&#257;, Hrasvarom&#257; and &#346;&#299;radhvaja. All these sons appeared in the dynasty one after another. From &#346;&#299;radhvaja, mother S&#299;t&#257;dev&#299; was born. &#346;&#299;radhvaja's son was Ku&#347;adhvaja, and the son of Ku&#347;adhvaja was Dharmadhvaja. The sons of Dharmadhvaja were Kr&#803;tadhvaja and Mitadhvaja. The son of Kr&#803;tadhvaja was Ke&#347;idhvaja, and the son of Mitadhvaja was Kh&#257;n&#803;d&#803;ikya. Ke&#347;idhvaja was a self-realized soul, and his son was Bh&#257;num&#257;n, whose descendants were as follows: &#346;atadyumna, &#346;uci, Sanadv&#257;ja, &#362;rjaketu, Aja, Purujit, Aris&#803;t&#803;anemi, &#346;rut&#257;yu, Sup&#257;r&#347;vaka, Citraratha, Ks&#803;em&#257;dhi, Samaratha, Satyaratha, Upaguru, Upagupta, Vasvananta, Yuyudha, Subh&#257;s&#803;an&#803;a, &#346;ruta, Jaya, Vijaya, R&#803;ta, &#346;unaka, V&#299;tahavya, Dhr&#803;ti, Bahul&#257;&#347;va, Kr&#803;ti and Mah&#257;va&#347;&#299;. All of these sons were great self-controlled personalities. This completes the list of the entire dynasty.</P><P CLASS=l><A CLASS=i HREF="../12/16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>