<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Kr&#803;s&#803;n&#803;a in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.24</P><P CLASS=c>&#257;s&#299;nah&#803; sam&#769;vi&#347;am&#769;s tis&#803;t&#803;han</P><P CLASS=c>bhu&#241;j&#257;nah&#803; paryat&#803;an mah&#299;m</P><P CLASS=c>cintay&#257;no hr&#803;s&#803;&#299;ke&#347;am</P><P CLASS=c>apa&#347;yat tanmayam&#769; jagat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asinah">&#257;s&#299;nah&#803;</A> &#8212; while sitting comfortably <A HREF="http://vedabase.net/i/in">in</A> his sitting room or on the throne; <A CLASS=v HREF="http://vedabase.net/s/samvisan">sam&#769;vi&#347;an</A> &#8212; or lying on his bed; <A CLASS=v HREF="http://vedabase.net/t/tisthan">tis&#803;t&#803;han</A> &#8212; or staying anywhere; <A CLASS=v HREF="http://vedabase.net/b/bhunjanah">bhu&#241;j&#257;nah&#803;</A> &#8212; while eating; <A CLASS=v HREF="http://vedabase.net/p/paryatan">paryat&#803;an</A> &#8212; while walking or moving; <A CLASS=v HREF="http://vedabase.net/m/mahim">mah&#299;m</A> &#8212; on the ground, going hither and thither; <A CLASS=v HREF="http://vedabase.net/c/cintayanah">cintay&#257;nah&#803;</A> &#8212; always inimically thinking of; <A CLASS=v HREF="http://vedabase.net/h/hrsikesam">hr&#803;s&#803;&#299;ke&#347;am</A> &#8212; the Supreme Personality of Godhead, the controller of everything; <A CLASS=v HREF="http://vedabase.net/a/apasyat">apa&#347;yat</A> &#8212; observed; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; consisting of Him (<A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>), and nothing <A HREF="http://vedabase.net/m/more">more</A>; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; the entire world.</P><P CLASS=t>TRANSLATION</P><P>While sitting on his throne or in his sitting room, while lying on his bed, or, indeed, while situated anywhere, and while eating, sleeping or walking, Kam&#769;sa saw only his enemy, the Supreme Lord, Hr&#803;s&#803;&#299;ke&#347;a. In other words, by thinking of his all-pervading enemy, Kam&#769;sa became unfavorably Kr&#803;s&#803;n&#803;a conscious.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has described the finest pattern of devotional service as &#257;nuk&#363;lyena kr&#803;s&#803;n&#803;&#257;nu&#347;&#299;lanam, or cultivating Kr&#803;s&#803;n&#803;a consciousness favorably. Kam&#769;sa, of course, was also Kr&#803;s&#803;n&#803;a conscious, but because he regarded Kr&#803;s&#803;n&#803;a as his enemy, even though he was fully absorbed in Kr&#803;s&#803;n&#803;a consciousness, his Kr&#803;s&#803;n&#803;a consciousness was not favorable for his existence. Kr&#803;s&#803;n&#803;a consciousness, favorably cultivated, makes one completely happy, so much so that a Kr&#803;s&#803;n&#803;a conscious person does not consider kaivalya-sukham, or merging into the existence of Kr&#803;s&#803;n&#803;a, to be a great gain. Kaivalyam&#769; narak&#257;yate. For a Kr&#803;s&#803;n&#803;a conscious person, even merging into the existence of Kr&#803;s&#803;n&#803;a, or Brahman, as impersonalists aspire to do, is uncomfortable. Kaivalyam&#769; narak&#257;yate trida&#347;a-p&#363;r &#257;k&#257;&#347;a-pus&#803;p&#257;yate. Karm&#299;s hanker to be promoted to the heavenly planets, but a Kr&#803;s&#803;n&#803;a conscious person considers such promotion a will-o'-the-wisp, good for nothing. Durd&#257;ntendriya-k&#257;la-sarpa-pat&#803;al&#299; protkh&#257;ta-dam&#769;s&#803;t&#803;r&#257;yate. Yog&#299;s try to control their senses and thus become happy, but a Kr&#803;s&#803;n&#803;a conscious person neglects the methods of yoga. He is unconcerned with the greatest of enemies, the senses, which are compared to snakes. For a Kr&#803;s&#803;n&#803;a conscious person who is cultivating Kr&#803;s&#803;n&#803;a consciousness favorably, the happiness conceived by the karm&#299;s, j&#241;&#257;n&#299;s and yog&#299;s is treated as less than a fig. Kam&#769;sa, however, because of cultivating Kr&#803;s&#803;n&#803;a consciousness in a different way &#8212; that is, inimically &#8212; was uncomfortable in all the affairs of his life; whether sitting, sleeping, walking or eating, he was always in danger. This is the difference between a devotee and a nondevotee. A nondevotee or atheist also cultivates God consciousness &#8212; by trying to avoid God in everything. For example, so-called scientists who want to create life by a combination of chemicals regard the external, material elements as supreme. Such scientists do not like the idea that life is part and parcel of the Supreme Lord. As clearly stated in Bhagavad-g&#299;t&#257; (mamaiv&#257;m&#769;&#347;o j&#299;va-loke j&#299;va-bh&#363;tah&#803;), the living entities do not arise from a combination of material elements, such as earth, water, air and fire, but are separated portions of the Supreme Personality of Godhead. If one can understand the position of the living entity as a separated portion of the Supreme Personality of Godhead, by studying the nature of the living entity one can understand the nature of the Supreme Godhead, since the living entity is a fragmental sample of the Godhead. But because atheists are not interested in God consciousness, they try to be happy by cultivating Kr&#803;s&#803;n&#803;a consciousness in various unfavorable ways.</P><P>Although Kam&#769;sa was always absorbed in thoughts of Hari, the Supreme Personality of Godhead, he was not happy. A devotee, however, whether sitting on a throne or beneath a tree, is always happy. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; resigned from office as a government minister to sit beneath a tree, yet he was happy. Tyaktv&#257; t&#363;rn&#803;am a&#347;es&#803;a-man&#803;d&#803;alapati-&#347;ren&#803;&#299;m&#769; sad&#257; tucchavat (S&#803;ad&#803;-gosv&#257;my-as&#803;t&#803;aka 4). He did not care for his comfortable position as minister; he was happy even beneath a tree in Vr&#803;nd&#257;vana, favorably serving the Supreme Personality of Godhead. This is the difference between a devotee and a nondevotee. For a nondevotee, the world is full of problems, whereas for a devotee the entire world is full of happiness.</P><P>vi&#347;vam&#769; p&#363;rn&#803;a-sukh&#257;yate vidhi-mahendr&#257;di&#347; ca k&#299;t&#803;&#257;yate</P><P CLASS=n>yat-k&#257;run&#803;ya-kat&#803;&#257;ks&#803;a-vaibhavavat&#257;m&#769; tam&#769; gauram eva stumah&#803;</P><P CLASS=n>(Caitanya-candr&#257;mr&#803;ta 95)</P><P>This comfortable position of a devotee can be established by the mercy of Lord Caitanya Mah&#257;prabhu. Yasmin sthito na duh&#803;khena gurun&#803;&#257;pi vic&#257;lyate (<A CLASS=v HREF="../../../bg/6/22.htm">Bg. 6.22</A>). Even when a devotee is superficially put into great difficulty, he is never disturbed.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>