<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 2 Verses 4-5</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 2 Verses 4-5"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Prayers by the Demigods for Lord Kr&#803;s&#803;n&#803;a in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.2.4-5</P><P CLASS=c>eke tam anurundh&#257;n&#257;</P><P CLASS=c>j&#241;&#257;tayah&#803; paryup&#257;sate</P><P CLASS=c>hates&#803;u s&#803;at&#803;su b&#257;les&#803;u</P><P CLASS=c>devaky&#257; augrasenin&#257;</P><P CLASS=c>saptamo vais&#803;n&#803;avam&#769; dh&#257;ma</P><P CLASS=c>yam anantam&#769; pracaks&#803;ate</P><P CLASS=c>garbho babh&#363;va devaky&#257;</P><P CLASS=c>hars&#803;a-&#347;oka-vivardhanah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eke">eke</A> &#8212; some of them; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto <A HREF="http://vedabase.net/k/kamsa">Kam&#769;sa</A>; <A CLASS=v HREF="http://vedabase.net/a/anurundhanah">anurundh&#257;n&#257;h&#803;</A> &#8212; exactly following his policy; <A CLASS=v HREF="http://vedabase.net/j/jnatayah">j&#241;&#257;tayah&#803;</A> &#8212; relatives; <A CLASS=v HREF="http://vedabase.net/p/paryupasate">paryup&#257;sate</A> &#8212; began <A HREF="http://vedabase.net/t/to">to</A> agree with him; <A CLASS=v HREF="http://vedabase.net/h/hatesu">hates&#803;u</A> &#8212; having been killed; <A CLASS=v HREF="http://vedabase.net/s/satsu">s&#803;at&#803;su</A> &#8212; six; <A CLASS=v HREF="http://vedabase.net/b/balesu">b&#257;les&#803;u</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/d/devakyah">devaky&#257;h&#803;</A> &#8212; born of <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/a/augrasenina">augrasenin&#257;</A> &#8212; by the son of <A HREF="http://vedabase.net/u/ugrasena">Ugrasena</A> (<A HREF="http://vedabase.net/k/kamsa">Kam&#769;sa</A>); <A CLASS=v HREF="http://vedabase.net/s/saptamah">saptamah&#803;</A> &#8212; the seventh; <A CLASS=v HREF="http://vedabase.net/v/vaisnavam">vais&#803;n&#803;avam</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> plenary expansion; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; unto whom; <A CLASS=v HREF="http://vedabase.net/a/anantam">anantam</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/a/ananta">Ananta</A>; <A CLASS=v HREF="http://vedabase.net/p/pracaksate">pracaks&#803;ate</A> &#8212; is celebrated; <A CLASS=v HREF="http://vedabase.net/g/garbhah">garbhah&#803;</A> &#8212; embryo; <A CLASS=v HREF="http://vedabase.net/b/babhuva">babh&#363;va</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/d/devakyah">devaky&#257;h&#803;</A> &#8212; of <A HREF="http://vedabase.net/d/devaki">Devak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/h/harsa">hars&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/s/soka">&#347;oka</A>-<A CLASS=v HREF="http://vedabase.net/v/vivardhanah">vivardhanah&#803;</A> &#8212; simultaneously arousing pleasure and lamentation.</P><P CLASS=t>TRANSLATION</P><P>Some of their relatives, however, began to follow Kam&#769;sa's principles and act in his service. After Kam&#769;sa, the son of Ugrasena, killed the six sons of Devak&#299;, a plenary portion of Kr&#803;s&#803;n&#803;a entered her womb as her seventh child, arousing her pleasure and her lamentation. That plenary portion is celebrated by great sages as Ananta, who belongs to Kr&#803;s&#803;n&#803;a's second quadruple expansion.</P><P CLASS=t>PURPORT</P><P>Some of the chief devotees, such as Akr&#363;ra, stayed with Kam&#769;sa to satisfy him. This they did for various purposes. They all expected the Supreme Personality of Godhead to appear as the eighth child as soon as Devak&#299;'s other children were killed by Kam&#769;sa, and they were eagerly awaiting His appearance. By remaining in Kam&#769;sa's association, they would be able to see the Supreme Personality of Godhead take birth and display His childhood pastimes, and Akr&#363;ra would later go to Vr&#803;nd&#257;vana to bring Kr&#803;s&#803;n&#803;a and Balar&#257;ma to Mathur&#257;. The word paryup&#257;sate is significant because it indicates that some devotees wanted to stay near Kam&#769;sa in order to see all these pastimes of the Lord. The six children killed by Kam&#769;sa had formerly been sons of Mar&#299;ci, but because of having been cursed by a br&#257;hman&#803;a, they were obliged to take birth as grandsons of Hiran&#803;yaka&#347;ipu. Kam&#769;sa had taken birth as K&#257;lanemi, and now he was obliged to kill his own sons. This was a mystery. As soon as the sons of Devak&#299; were killed, they would return to their original place. The devotees wanted to see this also. Generally speaking, no one kills his own nephews, but Kam&#769;sa was so cruel that he did so without hesitation. Ananta, Sa&#324;kars&#803;an&#803;a, belongs to the second catur-vy&#363;ha, or quadruple expansion. This is the opinion of experienced commentators.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>