<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.12</P><P CLASS=c>yasy&#257;sti bhaktir bhagavaty aki&#241;can&#257;</P><P CLASS=c>sarvair gun&#803;ais tatra sam&#257;sate sur&#257;h&#803;</P><P CLASS=c>har&#257;v abhaktasya kuto mahad-gun&#803;&#257;</P><P CLASS=c>manorathen&#257;sati dh&#257;vato bahih&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih&#803;</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/akincana">aki&#241;can&#257;</A> &#8212; without any motive; <A CLASS=v HREF="http://vedabase.net/s/sarvaih">sarvaih&#803;</A> &#8212; with all; <A CLASS=v HREF="http://vedabase.net/g/gunaih">gun&#803;aih&#803;</A> &#8212; good qualities; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there (<A HREF="http://vedabase.net/i/in">in</A> that person); <A CLASS=v HREF="http://vedabase.net/s/samasate">sam&#257;sate</A> &#8212; reside; <A CLASS=v HREF="http://vedabase.net/s/surah">sur&#257;h&#803;</A> &#8212; all the demigods; <A CLASS=v HREF="http://vedabase.net/h/harau">harau</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/abhaktasya">abhaktasya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> person who is not devoted; <A CLASS=v HREF="http://vedabase.net/k/kutah">kutah&#803;</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/g/gunah">gun&#803;&#257;h&#803;</A> &#8212; good qualities; <A CLASS=v HREF="http://vedabase.net/m/manorathena">manorathena</A> &#8212; by mental speculation; <A CLASS=v HREF="http://vedabase.net/a/asati">asati</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the temporary material world; <A CLASS=v HREF="http://vedabase.net/d/dhavatah">dh&#257;vatah&#803;</A> &#8212; who is running; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih&#803;</A> &#8212; outside.</P><P CLASS=t>TRANSLATION</P><P>All the demigods and their exalted qualities, such as religion, knowledge and renunciation, become manifest in the body of one who has developed unalloyed devotion for the Supreme Personality of Godhead, V&#257;sudeva. On the other hand, a person devoid of devotional service and engaged in material activities has no good qualities. Even if he is adept at the practice of mystic yoga or the honest endeavor of maintaining his family and relatives, he must be driven by his own mental speculations and must engage in the service of the Lord's external energy. How can there be any good qualities in such a man?</P><P CLASS=t>PURPORT</P><P>As explained in the next verse, Kr&#803;s&#803;n&#803;a is the original source of all living entities. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/7.htm">15.7</A>), wherein Kr&#803;s&#803;n&#803;a says:</P><P>mamaiv&#257;m&#769;&#347;o j&#299;va-loke</P><P CLASS=n>j&#299;va-bh&#363;tah&#803; san&#257;tanah&#803;</P><P CLASS=n>manah&#803; s&#803;as&#803;t&#803;h&#257;n&#299;ndriy&#257;n&#803;i</P><P CLASS=n>prakr&#803;ti-sth&#257;ni kars&#803;ati</P><P>"The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind." All living entities are part and parcel of Kr&#803;s&#803;n&#803;a, and therefore when they revive their original Kr&#803;s&#803;n&#803;a consciousness, they possess all the good qualities of Kr&#803;s&#803;n&#803;a in a small quantity. When one engages himself in the nine processes of devotional service (&#347;ravan&#803;am&#769; k&#299;rtanam&#769; vis&#803;n&#803;oh&#803; smaran&#803;am&#769; p&#257;da-sevanam/ arcanam&#769; vandanam&#769; d&#257;syam&#769; sakhyam &#257;tma-nivedanam [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]), one's heart becomes purified, and he immediately understands his relationship with Kr&#803;s&#803;n&#803;a. He then revives his original quality of Kr&#803;s&#803;n&#803;a consciousness.</P><P>In the &#256;di-l&#299;l&#257; of Caitanya-carit&#257;mr&#803;ta, Chapter Eight, there is a description of some of the qualities of devotees. For example, &#346;r&#299; Pan&#803;d&#803;ita Harid&#257;sa is described as being very well-behaved, tolerant, peaceful, magnanimous and grave. In addition, he spoke very sweetly, his endeavors were very pleasing, he was always patient, he respected everyone, he always worked for everyone's benefit, his mind was free of duplicity, and he was completely devoid of all malicious activities. These are all originally qualities of Kr&#803;s&#803;n&#803;a, and when one becomes a devotee they automatically become manifest. &#346;r&#299; Kr&#803;s&#803;n&#803;ad&#257;sa Kavir&#257;ja, the author of Caitanya-carit&#257;mr&#803;ta, says that all good qualities become manifest in the body of a Vais&#803;n&#803;ava and that only by the presence of these good qualities can one distinguish a Vais&#803;n&#803;ava from a non-Vais&#803;n&#803;ava. Kr&#803;s&#803;n&#803;ad&#257;sa Kavir&#257;ja lists the following twenty-six good qualities of a Vais&#803;n&#803;ava: (1) He is very kind to everyone. (2) He does not make anyone his enemy. (3) He is truthful. (4) He is equal to everyone. (5) No one can find any fault in him. (6) He is magnanimous. (7) He is mild. (8) He is always clean. (9) He is without possessions. (10) He works for everyone's benefit. (11) He is very peaceful. (12) He is always surrendered to Kr&#803;s&#803;n&#803;a. (13) He has no material desires. (14) He is very meek. (15) He is steady. (16) He controls his senses. (17) He does not eat more than required. (18) He is not influenced by the Lord's illusory energy. (19) He offers respect to everyone. (20) He does not desire any respect for himself. (21) He is very grave. (22) He is merciful. (23) He is friendly. (24) He is poetic. (25) He is expert. (26) He is silent.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>