<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.23</P><P CLASS=c>sa tvam&#769; mam&#257;py acyuta &#347;&#299;rs&#803;n&#803;i vanditam&#769;</P><P CLASS=c>kar&#257;mbujam&#769; yat tvad-adh&#257;yi s&#257;tvat&#257;m</P><P CLASS=c>bibhars&#803;i m&#257;m&#769; laks&#803;ma varen&#803;ya m&#257;yay&#257;</P><P CLASS=c>ka &#299;&#347;varasyehitam &#363;hitum&#769; vibhur iti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> infallible one; <A CLASS=v HREF="http://vedabase.net/s/sirsni">&#347;&#299;rs&#803;n&#803;i</A> &#8212; on the head; <A CLASS=v HREF="http://vedabase.net/v/vanditam">vanditam</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A>-<A CLASS=v HREF="http://vedabase.net/a/ambujam">ambujam</A> &#8212; Your lotus hand; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/a/adhayi">adh&#257;yi</A> &#8212; placed; <A CLASS=v HREF="http://vedabase.net/s/satvatam">s&#257;tvat&#257;m</A> &#8212; on the head of the devotees; <A CLASS=v HREF="http://vedabase.net/b/bibharsi">bibhars&#803;i</A> &#8212; You maintain; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/l/laksma">laks&#803;ma</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/an">an</A> insignia on Your chest; <A CLASS=v HREF="http://vedabase.net/v/varenya">varen&#803;ya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> worshipable one; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; with deceit; <A CLASS=v HREF="http://vedabase.net/k/kah">kah&#803;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/i/isvarasya">&#299;&#347;varasya</A> &#8212; of the supremely powerful controller; <A CLASS=v HREF="http://vedabase.net/i/ihitam">&#299;hitam</A> &#8212; the desires; <A CLASS=v HREF="http://vedabase.net/u/uhitum">&#363;hitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> understand by reason and argument; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh&#803;</A> &#8212; is able; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>O infallible one, Your lotus palm is the source of all benediction. Therefore Your pure devotees worship it, and You very mercifully place Your hand on their heads. I wish that You may also place Your hand on My head, for although You already bear my insignia of golden streaks on Your chest, I regard this honor as merely a kind of false prestige for me. You show Your real mercy to Your devotees, not to me. Of course, You are the supreme absolute controller, and no one can understand Your motives.</P><P CLASS=t>PURPORT</P><P>In many places, the &#347;&#257;stras describe the Supreme Personality of Godhead as being more inclined toward His devotees than toward His wife, who always remains on His chest. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/14/15.htm">11.14.15</A>) it is stated:</P><P>na tath&#257; me priyatama</P><P CLASS=n>&#257;tma-yonir na &#347;a&#324;karah&#803;</P><P CLASS=n>na ca sa&#324;kars&#803;an&#803;o na &#347;r&#299;r</P><P CLASS=n>naiv&#257;tm&#257; ca yath&#257; bhav&#257;n</P><P>Here Kr&#803;s&#803;n&#803;a plainly says that His devotees are more dear to Him than Lord Brahm&#257;, Lord &#346;iva, Lord Sa&#324;kars&#803;an&#803;a (the original cause of creation), the goddess of fortune or even His own Self. Elsewhere in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/9/20.htm">10.9.20</A>) &#346;ukadeva Gosv&#257;m&#299; says,</P><P>nemam viri&#241;co na bhavo</P><P CLASS=n>na &#347;r&#299;r apy a&#324;ga sam&#769;&#347;ray&#257;</P><P CLASS=n>pras&#257;dam&#769; lebhire gop&#299;</P><P CLASS=n>yat tat pr&#257;pa vimuktid&#257;t</P><P>The Supreme Lord, who can award liberation to anyone, showed more mercy toward the gop&#299;s than to Lord Brahm&#257;, Lord &#346;iva or even the goddess of fortune, who is His own wife and is associated with His body. Similarly, &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/47/60.htm">10.47.60</A>) also states:</P><P>n&#257;yam&#769; &#347;riyo '&#324;ga u nit&#257;nta-rateh&#803; pras&#257;dah&#803;</P><P CLASS=n>svar-yos&#803;it&#257;m&#769; nalina-gandha-ruc&#257;m&#769; kuto 'ny&#257;h&#803;</P><P CLASS=n>r&#257;sotsave 'sya bhuja-dan&#803;d&#803;a-gr&#803;h&#299;ta-kan&#803;t&#803;ha-</P><P CLASS=n>labdh&#257;&#347;is&#803;&#257;m&#769; ya udag&#257;d vraja-sundar&#299;n&#803;&#257;m</P><P>"The gop&#299;s received benedictions from the Lord that neither Laks&#803;m&#299;dev&#299; nor the most beautiful dancers in the heavenly planets could attain. In the r&#257;sa dance, the Lord showed His favor to the most fortunate gop&#299;s by placing His arms on their shoulders and dancing with each of them individually. No one can compare with the gop&#299;s, who received the causeless mercy of the Lord."</P><P>In the Caitanya-carit&#257;mr&#803;ta it is said that no one can receive the real favor of the Supreme Personality of Godhead without following in the footsteps of the gop&#299;s. Even the goddess of fortune could not receive the same favor as the gop&#299;s, although she underwent severe austerities and penances for many years. Lord &#346;r&#299; Caitanya Mah&#257;prabhu discusses this point with Vye&#324;kat&#803;a Bhat&#803;t&#803;a in Caitanya-carit&#257;mr&#803;ta (<A CLASS=v HREF="../../../cc/madhya/9/111.htm">Madhya 9.111-131</A>): "The Lord inquired from Vye&#324;kat&#803;a Bhat&#803;t&#803;a, 'Your worshipable goddess of fortune, Laks&#803;m&#299;, always remains on the chest of N&#257;r&#257;yan&#803;a, and she is certainly the most chaste woman in the creation. However, My Lord is Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a, a cowherd boy engaged in tending cows. Why is it that Laks&#803;m&#299;, being such a chaste wife, wants to associate with My Lord? Just to associate with Kr&#803;s&#803;n&#803;a, Laks&#803;m&#299; abandoned all transcendental happiness in Vaikun&#803;t&#803;ha and for a long time accepted vows and regulative principles and performed unlimited austerities.'</P><P>"Vye&#324;kat&#803;a Bhat&#803;t&#803;a replied, 'Lord Kr&#803;s&#803;n&#803;a and Lord N&#257;r&#257;yan&#803;a are one and the same, but the pastimes of Kr&#803;s&#803;n&#803;a are more relishable due to their sportive nature. They are very pleasing for Kr&#803;s&#803;n&#803;a's &#347;aktis. Since Kr&#803;s&#803;n&#803;a and N&#257;r&#257;yan&#803;a are both the same personality, Laks&#803;m&#299;'s association with Kr&#803;s&#803;n&#803;a did not break her vow of chastity. Rather, it was in great fun that the goddess of fortune wanted to associate with Lord Kr&#803;s&#803;n&#803;a. The goddess of fortune considered that her vow of chastity would not be damaged by her relationship with Kr&#803;s&#803;n&#803;a. Rather, by associating with Kr&#803;s&#803;n&#803;a she could enjoy the benefit of the r&#257;sa dance. If she wanted to enjoy herself with Kr&#803;s&#803;n&#803;a what fault is there? Why are you joking so about this?'</P><P>"Lord Caitanya Mah&#257;prabhu replied, 'I know that there is no fault in the goddess of fortune, but still she could not enter into the r&#257;sa dance. We hear this from revealed scriptures. The authorities of Vedic knowledge met Lord R&#257;macandra in Dan&#803;d&#803;ak&#257;ran&#803;ya, and by their penances and austerities, they were allowed to enter into the r&#257;sa dance. But can you tell me why the goddess of fortune, Laks&#803;m&#299;, could not get that opportunity? '</P><P>"To this Vye&#324;kat&#803;a Bhat&#803;t&#803;a replied, 'I cannot enter into the mystery of this incident. I am an ordinary living being. My intelligence is limited, and I am always disturbed. How can I understand the pastimes of the Supreme Lord? They are deeper than millions of oceans.'</P><P>"Lord Caitanya replied, 'Lord Kr&#803;s&#803;n&#803;a has a specific characteristic. He attracts everyone's heart by the mellow of His personal conjugal love. By following in the footsteps of the inhabitants of the planet known as Vrajaloka or Goloka Vr&#803;nd&#257;vana, one can attain the shelter of the lotus feet of &#346;r&#299; Kr&#803;s&#803;n&#803;a. However, the inhabitants of that planet do not know that Lord Kr&#803;s&#803;n&#803;a is the Supreme Personality of Godhead. Unaware that Kr&#803;s&#803;n&#803;a is the Supreme Lord, the residents of Vr&#803;nd&#257;vana like Nanda Mah&#257;r&#257;ja, Ya&#347;od&#257;dev&#299; and the gop&#299;s treat Kr&#803;s&#803;n&#803;a as their beloved son or lover. Mother Ya&#347;od&#257; accepts Him as her son and sometimes binds Him to a grinding mortar. Kr&#803;s&#803;n&#803;a's cowherd boy friends think He is an ordinary boy and get up on His shoulders. In Goloka Vr&#803;nd&#257;vana no one has any desire other than to love Kr&#803;s&#803;n&#803;a.' "</P><P>The conclusion is that one cannot associate with Kr&#803;s&#803;n&#803;a unless he has fully received the favor of the inhabitants of Vrajabh&#363;mi. Therefore if one wants to be delivered by Kr&#803;s&#803;n&#803;a directly, he must take to the service of the residents of Vr&#803;nd&#257;vana, who are unalloyed devotees of the Lord.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>