<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 18 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 18 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">The Prayers Offered to the Lord by the Residents of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.18.29</P><P CLASS=c>hiran&#803;maye 'pi bhagav&#257;n nivasati k&#363;rma-tanum&#769; bibhr&#257;n&#803;as tasya tat priyatam&#257;m&#769; tanum aryam&#257; saha vars&#803;a-purus&#803;aih&#803; pitr&#803;-gan&#803;&#257;dhipatir upadh&#257;vati mantram imam&#769; c&#257;nujapati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hiranmaye">hiran&#803;maye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/h/hiranmaya">Hiran&#803;maya</A>-<A HREF="http://vedabase.net/v/varsa">vars&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nivasati">nivasati</A> &#8212; resides; <A CLASS=v HREF="http://vedabase.net/k/kurma">k&#363;rma</A>-<A CLASS=v HREF="http://vedabase.net/t/tanum">tanum</A> &#8212; the body of <A HREF="http://vedabase.net/a/a">a</A> tortoise; <A CLASS=v HREF="http://vedabase.net/b/bibhranah">bibhr&#257;n&#803;ah&#803;</A> &#8212; manifesting; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/t/tamam">tam&#257;m</A> &#8212; dearmost; <A CLASS=v HREF="http://vedabase.net/t/tanum">tanum</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/a/aryama">aryam&#257;</A> &#8212; <A HREF="http://vedabase.net/a/aryama">Aryam&#257;</A>, the chief resident of <A HREF="http://vedabase.net/h/hiranmaya">Hiran&#803;maya</A>-<A HREF="http://vedabase.net/v/varsa">vars&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/v/varsa">vars&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/p/purusaih">purus&#803;aih&#803;</A> &#8212; the people of that tract of land; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitr&#803;</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gan&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/adhipatih">adhipatih&#803;</A> &#8212; who is the chief of the pit&#257;s; <A CLASS=v HREF="http://vedabase.net/u/upadhavati">upadh&#257;vati</A> &#8212; worships <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/m/mantram">mantram</A> &#8212; hymn; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/anujapati">anujapati</A> &#8212; chants.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; continued: In Hiran&#803;maya-vars&#803;a, the Supreme Lord, Vis&#803;n&#803;u, lives in the form of a tortoise [k&#363;rma-&#347;ar&#299;ra]. This most dear and beautiful form is always worshiped there in devotional service by Aryam&#257;, the chief resident of Hiran&#803;maya-vars&#803;a, along with the other inhabitants of that land. They chant the following hymns.</P><P CLASS=t>PURPORT</P><P>The word priyatama (dearmost) is very significant in this verse. Each devotee regards a particular form of the Lord as most dear. Because of an atheistic mentality, some people think that the tortoise, boar and fish incarnations of the Lord are not very beautiful. They do not know that any form of the Lord is always the fully opulent Personality of Godhead. Since one of His opulences is infinite beauty, all the Lord's incarnations are very beautiful and are appreciated as such by devotees. Nondevotees, however, think that Lord Kr&#803;s&#803;n&#803;a's incarnations are ordinary material creatures, and therefore they distinguish between the beautiful and the not beautiful. A certain form of the Lord is worshiped by a particular devotee because he loves to see that form of the Lord. As stated in Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/33.htm">5.33</A>): advaitam acyutam an&#257;dim ananta-r&#363;pam &#257;dyam&#769; pur&#257;n&#803;a-purus&#803;am&#769; nava-yauvanam&#769; ca. The very beautiful form of the Lord is always youthful. Sincere servants of a particular form of the Lord always see that form as very beautiful, and thus they engage in constant devotional service to Him.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>