<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 7 Verses 13-15</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 7 Verses 13-15"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Killing of the Demon Tr&#803;n&#803;&#257;varta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.7.13-15</P><P CLASS=c>ye 's&#363;y&#257;nr&#803;ta-dambhers&#803;&#257;-</P><P CLASS=c>him&#769;s&#257;-m&#257;na-vivarjit&#257;h&#803;</P><P CLASS=c>na tes&#803;&#257;m&#769; satya-&#347;&#299;l&#257;n&#257;m</P><P CLASS=c>&#257;&#347;is&#803;o viphal&#257;h&#803; kr&#803;t&#257;h&#803;</P><P CLASS=c>iti b&#257;lakam &#257;d&#257;ya</P><P CLASS=c>s&#257;marg-yajur-up&#257;kr&#803;taih&#803;</P><P CLASS=c>jalaih&#803; pavitraus&#803;adhibhir</P><P CLASS=c>abhis&#803;icya dvijottamaih&#803;</P><P CLASS=c>v&#257;cayitv&#257; svastyayanam&#769;</P><P CLASS=c>nanda-gopah&#803; sam&#257;hitah&#803;</P><P CLASS=c>hutv&#257; c&#257;gnim&#769; dvij&#257;tibhyah&#803;</P><P CLASS=c>pr&#257;d&#257;d annam&#769; mah&#257;-gun&#803;am</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those br&#257;hman&#803;as who; <A CLASS=v HREF="http://vedabase.net/a/asuya">as&#363;ya</A> &#8212; envy; <A CLASS=v HREF="http://vedabase.net/a/anrta">anr&#803;ta</A> &#8212; untruthfulness; <A CLASS=v HREF="http://vedabase.net/d/dambha">dambha</A> &#8212; false pride; <A CLASS=v HREF="http://vedabase.net/i/irsa">&#299;rs&#803;&#257;</A> &#8212; grudges; <A CLASS=v HREF="http://vedabase.net/h/himsa">him&#769;s&#257;</A> &#8212; being disturbed by the opulence of others; <A CLASS=v HREF="http://vedabase.net/m/mana">m&#257;na</A> &#8212; false prestige; <A CLASS=v HREF="http://vedabase.net/v/vivarjitah">vivarjit&#257;h&#803;</A> &#8212; completely devoid of; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tesam">tes&#803;&#257;m</A> &#8212; of such br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/s/silanam">&#347;&#299;l&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> endowed with perfect brahminical qualifications (<A HREF="http://vedabase.net/s/satya">satya</A>, <A HREF="http://vedabase.net/s/sama">&#347;ama</A>, <A HREF="http://vedabase.net/d/dama">dama</A>, etc.); <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;is&#803;ah&#803;</A> &#8212; the blessings; <A CLASS=v HREF="http://vedabase.net/v/viphalah">viphal&#257;h&#803;</A> &#8212; useless; <A CLASS=v HREF="http://vedabase.net/k/krtah">kr&#803;t&#257;h&#803;</A> &#8212; have become; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; considering all these things; <A CLASS=v HREF="http://vedabase.net/b/balakam">b&#257;lakam</A> &#8212; the child; <A CLASS=v HREF="http://vedabase.net/a/adaya">&#257;d&#257;ya</A> &#8212; taking <A HREF="http://vedabase.net/c/care">care</A> of; <A CLASS=v HREF="http://vedabase.net/s/sama">s&#257;ma</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/s/sama">S&#257;ma</A> <A HREF="http://vedabase.net/v/veda">Veda</A>; <A CLASS=v HREF="http://vedabase.net/r/rk">r&#803;k</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/r/rg">R&#803;g</A> <A HREF="http://vedabase.net/v/veda">Veda</A>; <A CLASS=v HREF="http://vedabase.net/y/yajuh">yajuh&#803;</A> &#8212; and according <A HREF="http://vedabase.net/t/to">to</A> the Yajur <A HREF="http://vedabase.net/v/veda">Veda</A>; <A CLASS=v HREF="http://vedabase.net/u/upakrtaih">up&#257;kr&#803;taih&#803;</A> &#8212; purified by such means; <A CLASS=v HREF="http://vedabase.net/j/jalaih">jalaih&#803;</A> &#8212; with water; <A CLASS=v HREF="http://vedabase.net/p/pavitra">pavitra</A>-<A CLASS=v HREF="http://vedabase.net/a/ausadhibhih">aus&#803;adhibhih&#803;</A> &#8212; mixed with <A HREF="http://vedabase.net/p/pure">pure</A> herbs; <A CLASS=v HREF="http://vedabase.net/a/abhisicya">abhis&#803;icya</A> &#8212; after bathing (the child); <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamaih">uttamaih&#803;</A> &#8212; with ceremonies performed by first-class br&#257;hman&#803;as with the above qualifications; <A CLASS=v HREF="http://vedabase.net/v/vacayitva">v&#257;cayitv&#257;</A> &#8212; requested <A HREF="http://vedabase.net/t/to">to</A> be chanted; <A CLASS=v HREF="http://vedabase.net/s/svasti">svasti</A>-<A CLASS=v HREF="http://vedabase.net/a/ayanam">ayanam</A> &#8212; auspicious hymns; <A CLASS=v HREF="http://vedabase.net/n/nanda">nanda</A>-<A CLASS=v HREF="http://vedabase.net/g/gopah">gopah&#803;</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/n/nanda">Nanda</A>, the head of the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> men; <A CLASS=v HREF="http://vedabase.net/s/samahitah">sam&#257;hitah&#803;</A> &#8212; liberal and good; <A CLASS=v HREF="http://vedabase.net/h/hutva">hutv&#257;</A> &#8212; after offering oblations; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/agnim">agnim</A> &#8212; unto the sacred fire; <A CLASS=v HREF="http://vedabase.net/d/dvijatibhyah">dvij&#257;tibhyah&#803;</A> &#8212; unto those first-class br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/p/pradat">pr&#257;d&#257;t</A> &#8212; gave <A HREF="http://vedabase.net/i/in">in</A> charity; <A CLASS=v HREF="http://vedabase.net/a/annam">annam</A> &#8212; food grains; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gunam">gun&#803;am</A> &#8212; excellent.</P><P CLASS=t>TRANSLATION</P><P>When br&#257;hman&#803;as are free from envy, untruthfulness, unnecessary pride, grudges, disturbance by the opulence of others, and false prestige, their blessings never go in vain. Considering this, Nanda Mah&#257;r&#257;ja soberly took Kr&#803;s&#803;n&#803;a on his lap and invited such truthful br&#257;hman&#803;as to perform a ritualistic ceremony according to the holy hymns of the S&#257;ma Veda, R&#803;g Veda and Yajur Veda. Then, while the hymns were being chanted, he bathed the child with water mixed with pure herbs, and after performing a fire ceremony, he sumptuously fed all the br&#257;hman&#803;as with first-class grains and other food.</P><P CLASS=t>PURPORT</P><P>Nanda Mah&#257;r&#257;ja was very confident about the qualifications of the br&#257;hman&#803;as and their blessings. He was fully confident that simply if the good br&#257;hman&#803;as showered their blessings, the child Kr&#803;s&#803;n&#803;a would be happy. The blessings of qualified br&#257;hman&#803;as can bring happiness not only to Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead, but to everyone. Because Kr&#803;s&#803;n&#803;a is self-sufficient, He does not require anyone's blessings, yet Nanda Mah&#257;r&#257;ja thought that Kr&#803;s&#803;n&#803;a required the blessings of the br&#257;hman&#803;as. What then is to be said of others? In human society, therefore, there must be an ideal class of men, br&#257;hman&#803;as, who can bestow blessings upon others, namely, upon the ks&#803;atriyas, vai&#347;yas and &#347;&#363;dras, so that everyone will be happy. Kr&#803;s&#803;n&#803;a therefore says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/13.htm">4.13</A>) that human society must have four social orders (c&#257;tur-varn&#803;yam&#769; may&#257; sr&#803;s&#803;t&#803;am&#769; gun&#803;a-karma-vibh&#257;ga&#347;ah&#803;); it is not that everyone should become a &#347;&#363;dra or a vai&#347;ya and human society will prosper. As enunciated in Bhagavad-g&#299;t&#257;, there must be a class of br&#257;hman&#803;as with qualities like satya (truthfulness), &#347;ama (peacefulness), dama (self-control) and titiks&#803;&#257; (tolerance).</P><P>Here also, in the Bh&#257;gavatam, Nanda Mah&#257;r&#257;ja invites qualified br&#257;hman&#803;as. There may be caste br&#257;hman&#803;as, and we have all respect for them, but their birth in br&#257;hman&#803;a families does not mean that they are qualified to bestow blessings upon the other members of human society. This is the verdict of the &#347;&#257;stras. In Kali-yuga, caste br&#257;hman&#803;as are accepted as br&#257;hman&#803;as. Vipratve s&#363;tram eva hi (Bh&#257;g. <A CLASS=v HREF="../../../sb/12/2/3.htm">12.2.3</A>): in Kali-yuga, simply by putting on a thread worth two paise, one becomes a br&#257;hman&#803;a. Such br&#257;hman&#803;as were not called for by Nanda Mah&#257;r&#257;ja. As stated by N&#257;rada Muni (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/11/35.htm">7.11.35</A>), yasya yal laks&#803;an&#803;am&#769; proktam. The symptoms of a br&#257;hman&#803;a are stated in &#347;&#257;stra, and one must be qualified with these symptoms.</P><P>The blessings of br&#257;hman&#803;as who are not envious, disturbed or puffed up with pride and false prestige and who are fully qualified with truthfulness will be useful. Therefore a class of men must be trained as br&#257;hman&#803;as from the very beginning. Brahmac&#257;r&#299; guru-kule vasan d&#257;nto guror hitam (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/12/1.htm">7.12.1</A>). The word d&#257;ntah&#803; is very important. D&#257;ntah&#803; refers to one who is not envious, disturbing or puffed up with false prestige. With the Kr&#803;s&#803;n&#803;a consciousness movement, we are trying to introduce such br&#257;hman&#803;as in society. Br&#257;hman&#803;as must ultimately be Vais&#803;n&#803;avas, and if one is a Vais&#803;n&#803;ava, he has already acquired the qualifications of a br&#257;hman&#803;a. Brahma-bh&#363;tah&#803; prasann&#257;tm&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>). The word brahma-bh&#363;ta refers to becoming a br&#257;hman&#803;a, or understanding what is Brahman (brahma j&#257;n&#257;t&#299;ti br&#257;hman&#803;ah&#803;). One who is brahma-bh&#363;ta is always happy (prasann&#257;tm&#257;). Na &#347;ocati na k&#257;&#324;ks&#803;ati: he is never disturbed about material necessities. Samah&#803; sarves&#803;u bh&#363;tes&#803;u: he is ready to bestow blessings upon everyone equally. Mad-bhaktim&#769; labhate par&#257;m: [<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>] then he becomes a Vais&#803;n&#803;ava. In this age, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; T&#803;h&#257;kura introduced the sacred thread ceremony for his Vais&#803;n&#803;ava disciples, with the idea that people should understand that when one becomes a Vais&#803;n&#803;ava he has already acquired the qualifications of a br&#257;hman&#803;a. Therefore in the International Society for Krishna Consciousness, those who are twice initiated so as to become br&#257;hman&#803;as must bear in mind their great responsibility to be truthful, control the mind and senses, be tolerant, and so on. Then their life will be successful. It was such br&#257;hman&#803;as that Nanda Mah&#257;r&#257;ja invited to chant the Vedic hymns, not ordinary br&#257;hman&#803;as. Verse thirteen distinctly mentions him&#769;s&#257;-m&#257;na. The word m&#257;na refers to false prestige or false pride. Those who were falsely proud, thinking that they were br&#257;hman&#803;as because they were born in br&#257;hman&#803;a families, were never invited by Nanda Mah&#257;r&#257;ja on such occasions.</P><P>Verse fourteen mentions pavitraus&#803;adhi. In any ritualistic ceremony, many herbs and leaves were required. These were known as pavitra-patra. Sometimes there were nimba leaves, sometimes bael leaves, mango leaves, a&#347;vattha leaves or &#257;malak&#299; leaves. Similarly, there were pa&#241;ca-gavya, pa&#241;ca-&#347;asya and pa&#241;ca-ratna. Although Nanda Mah&#257;r&#257;ja belonged to the vai&#347;ya community, everything was known to him.</P><P>The most important word in these verses is mah&#257;-gun&#803;am, indicating that the br&#257;hman&#803;as were offered very palatable food of exalted quality. Such palatable dishes were generally prepared with two things, namely food grains and milk products. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/44.htm">18.44</A>) therefore enjoins that human society must give protection to the cows and encourage agriculture (kr&#803;s&#803;i-go-raks&#803;ya-v&#257;n&#803;ijyam&#769; vai&#347;ya-karma svabh&#257;vajam). Simply by expert cooking, hundreds and thousands of palatable dishes can be prepared from agricultural produce and milk products. This is indicated here by the words annam&#769; mah&#257;-gun&#803;am. Still today in India, from these two things, namely food grains and milk, hundreds and thousands of varieties of food are prepared, and then they are offered to the Supreme Personality of Godhead. (Catur-vidha-&#347;r&#299;-bhagavat-pras&#257;da. patram&#769; pus&#803;pam&#769; phalam&#769; toyam&#769; yo me bhakty&#257; prayacchati **.) Then the pras&#257;da is distributed. Even today in Jagann&#257;tha-ks&#803;etra and other big temples, very palatable dishes are offered to the Deity, and pras&#257;da is distributed profusely. Cooked by first-class br&#257;hman&#803;as with expert knowledge and then distributed to the public, this pras&#257;da is also a blessing from the br&#257;hman&#803;as or Vais&#803;n&#803;avas. There are four kinds of pras&#257;da (catur-vidha). Salty, sweet, sour and pungent tastes are made with different types of spices, and the food is prepared in four divisions, called carvya, c&#363;s&#803;ya, lehya and pehya &#8212; pras&#257;da that is chewed, pras&#257;da that is licked, pras&#257;da tasted with the tongue, and pras&#257;da that is drunk. Thus there are many varieties of pras&#257;da, prepared very nicely with grains and ghee, offered to the Deity and distributed to the br&#257;hman&#803;as and Vais&#803;n&#803;avas and then to the general public. This is the way of human society. Killing the cows and spoiling the land will not solve the problem of food. This is not civilization. Uncivilized men living in the jungle and being unqualified to produce food by agriculture and cow protection may eat animals, but a perfect human society advanced in knowledge must learn how to produce first-class food simply by agriculture and protection of cows.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>