<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 7 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 7 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Killing of the Demon Tr&#803;n&#803;&#257;varta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.7.17</P><P CLASS=c>vipr&#257; mantra-vido yukt&#257;s</P><P CLASS=c>tair y&#257;h&#803; prokt&#257;s tath&#257;&#347;is&#803;ah&#803;</P><P CLASS=c>t&#257; nis&#803;phal&#257; bhavis&#803;yanti</P><P CLASS=c>na kad&#257;cid api sphut&#803;am</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/viprah">vipr&#257;h&#803;</A> &#8212; the br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A>-<A CLASS=v HREF="http://vedabase.net/v/vidah">vidah&#803;</A> &#8212; completely expert <A HREF="http://vedabase.net/i/in">in</A> chanting the Vedic hymns; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yukt&#257;h&#803;</A> &#8212; perfect mystic yog&#299;s; <A CLASS=v HREF="http://vedabase.net/t/taih">taih&#803;</A> &#8212; by them; <A CLASS=v HREF="http://vedabase.net/y/yah">y&#257;h&#803;</A> &#8212; whatsoever; <A CLASS=v HREF="http://vedabase.net/p/proktah">prokt&#257;h&#803;</A> &#8212; was spoken; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; becomes just <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;is&#803;ah&#803;</A> &#8212; all blessings; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h&#803;</A> &#8212; such words; <A CLASS=v HREF="http://vedabase.net/n/nisphalah">nis&#803;phal&#257;h&#803;</A> &#8212; useless, without fruit; <A CLASS=v HREF="http://vedabase.net/b/bhavisyanti">bhavis&#803;yanti</A> <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never will become; <A CLASS=v HREF="http://vedabase.net/k/kadacit">kad&#257;cit</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sphutam">sphut&#803;am</A> &#8212; always factual, <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is.</P><P CLASS=t>TRANSLATION</P><P>The br&#257;hman&#803;as, who were completely expert in chanting the Vedic hymns, were all yog&#299;s fully equipped with mystic powers. Whatever blessings they spoke were certainly never fruitless.</P><P CLASS=t>PURPORT</P><P>Br&#257;hman&#803;as fully equipped with the brahminical qualifications are always yog&#299;s fully powerful in mystic yoga. Their words never fail. In every transaction with other members of society, br&#257;hman&#803;as are certainly dependable. In this age, however, one must take into account that the br&#257;hman&#803;as are uncertain in their qualifications. Because there are no yaj&#241;ic br&#257;hman&#803;as, all yaj&#241;as are forbidden. The only yaj&#241;a recommended in this age is sa&#324;k&#299;rtana-yaj&#241;a. Yaj&#241;aih&#803; sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah&#803; (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/5/32.htm">11.5.32</A>). Yaj&#241;a is meant to satisfy Vis&#803;n&#803;u (yaj&#241;&#257;rth&#257;t karman&#803;o 'nyatra loko 'yam&#769; karma-bandhanah&#803; [<A CLASS=v HREF="../../../bg/3/9.htm">Bg. 3.9</A>])). Because in this age there are no qualified br&#257;hman&#803;as, people should perform yaj&#241;a by chanting the Hare Kr&#803;s&#803;n&#803;a mantra (yaj&#241;aih&#803; sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah&#803;). Life is meant for yaj&#241;a, and yaj&#241;a is performed by the chanting of Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>