<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 7 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 7 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Killing of the Demon Tr&#803;n&#803;&#257;varta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.7.26</P><P CLASS=c>tr&#803;n&#803;&#257;vartah&#803; &#347;&#257;nta-rayo</P><P CLASS=c>v&#257;ty&#257;-r&#363;pa-dharo haran</P><P CLASS=c>kr&#803;s&#803;n&#803;am&#769; nabho-gato gantum&#769;</P><P CLASS=c>n&#257;&#347;aknod bh&#363;ri-bh&#257;ra-bhr&#803;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/trnavartah">tr&#803;n&#803;&#257;vartah&#803;</A> &#8212; the demon <A HREF="http://vedabase.net/t/trnavarta">Tr&#803;n&#803;&#257;varta</A>; <A CLASS=v HREF="http://vedabase.net/s/santa">&#347;&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/r/rayah">rayah&#803;</A> &#8212; the force of the blast reduced; <A CLASS=v HREF="http://vedabase.net/v/vatya">v&#257;ty&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/d/dharah">dharah&#803;</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> assumed the form of <A HREF="http://vedabase.net/a/a">a</A> forceful whirlwind; <A CLASS=v HREF="http://vedabase.net/h/haran">haran</A> &#8212; and <A HREF="http://vedabase.net/h/had">had</A> thus taken away; <A CLASS=v HREF="http://vedabase.net/k/krsnam">kr&#803;s&#803;n&#803;am</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nabhah">nabhah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/g/gatah">gatah&#803;</A> &#8212; went up <A HREF="http://vedabase.net/t/to">to</A> the top of the sky; <A CLASS=v HREF="http://vedabase.net/g/gantum">gantum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/g/go">go</A> further; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/asaknot">a&#347;aknot</A> &#8212; was not able; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhara">bh&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrt">bhr&#803;t</A> &#8212; because <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A> then became <A HREF="http://vedabase.net/m/more">more</A> powerful and heavy than the demon.</P><P CLASS=t>TRANSLATION</P><P>Having assumed the form of a forceful whirlwind, the demon Tr&#803;n&#803;&#257;varta took Kr&#803;s&#803;n&#803;a very high in the sky, but when Kr&#803;s&#803;n&#803;a became heavier than the demon, the demon had to stop his force and could go no further.</P><P CLASS=t>PURPORT</P><P>Here is a competition in yogic power between Kr&#803;s&#803;n&#803;a and Tr&#803;n&#803;&#257;vart&#257;sura. By practicing mystic yoga, asuras generally attain some perfection in the eight siddhis, or perfections, namely an&#803;im&#257;, laghim&#257;, mahim&#257;, pr&#257;pti, pr&#257;k&#257;mya, &#299;&#347;itva, va&#347;itva and k&#257;m&#257;vas&#257;yit&#257;. But although a demon may acquire such powers to a very limited extent, he cannot compete with the mystic power of Kr&#803;s&#803;n&#803;a, for Kr&#803;s&#803;n&#803;a is Yoge&#347;vara, the source of all mystic power (yatra yoge&#347;varo harih&#803;). No one can compete with Kr&#803;s&#803;n&#803;a. Sometimes, of course, having acquired a fragmental portion of Kr&#803;s&#803;n&#803;a's mystic power, asuras demonstrate their power to the foolish public and assert themselves to be God, not knowing that God is the supreme Yoge&#347;vara. Here also we see that Tr&#803;n&#803;&#257;varta assumed the mahim&#257;-siddhi and took Kr&#803;s&#803;n&#803;a away as if Kr&#803;s&#803;n&#803;a were an ordinary child. But Kr&#803;s&#803;n&#803;a also became a mystic mahim&#257;-siddha. When mother Ya&#347;od&#257; was carrying Him, He became so heavy that His mother, who was usually accustomed to carrying Him, could not bear Him and had to place Him down on the ground. Thus Tr&#803;n&#803;&#257;varta had been able to take Kr&#803;s&#803;n&#803;a away in the presence of mother Ya&#347;od&#257;. But when Kr&#803;s&#803;n&#803;a, high in the sky, assumed the mahim&#257;-siddhi, the demon, unable to go further, was obliged to stop his force and come down according to Kr&#803;s&#803;n&#803;a's desire. One should not, therefore, compete with Kr&#803;s&#803;n&#803;a's mystic power.</P><P>Devotees automatically have all mystic power, but they do not like to compete with Kr&#803;s&#803;n&#803;a. Instead, they fully surrender to Kr&#803;s&#803;n&#803;a, and their yogic power is demonstrated by Kr&#803;s&#803;n&#803;a's mercy. Devotees can show mystic yoga so powerful that a demon could not even dream of it, but they never try to demonstrate it for their personal sense gratification. Whatever they do is for the service of the Lord, and therefore they are always in a position superior to that of the demons. There are many karm&#299;s, yog&#299;s and j&#241;&#257;n&#299;s who artificially try to compete with Kr&#803;s&#803;n&#803;a, and thus ordinary, foolish people who do not care to hear &#346;r&#299;mad-Bh&#257;gavatam from authorities consider some rascal yog&#299; to be Bhagav&#257;n, the Supreme Personality of Godhead. At the present moment there are many so-called b&#257;b&#257;s who present themselves as incarnations of God by showing some insignificant mystic wonder, and foolish people regard them as God because of lacking knowledge of Kr&#803;s&#803;n&#803;a.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>