<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 7 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 7 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Killing of the Demon Tr&#803;n&#803;&#257;varta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.7.6</P><P CLASS=c>autth&#257;nikautsukya-man&#257; manasvin&#299;</P><P CLASS=c>sam&#257;gat&#257;n p&#363;jayat&#299; vrajaukasah&#803;</P><P CLASS=c>naiv&#257;&#347;r&#803;n&#803;od vai ruditam&#769; sutasya s&#257;</P><P CLASS=c>rudan stan&#257;rth&#299; caran&#803;&#257;v udaks&#803;ipat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/autthanika">autth&#257;nika</A>-<A CLASS=v HREF="http://vedabase.net/a/autsukya">autsukya</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h&#803;</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A> was very busy celebrating the <A HREF="http://vedabase.net/u/utthana">utth&#257;na</A> ceremony of her child; <A CLASS=v HREF="http://vedabase.net/m/manasvini">manasvin&#299;</A> &#8212; very liberal <A HREF="http://vedabase.net/i/in">in</A> distributing food, clothing, ornaments and cows, according <A HREF="http://vedabase.net/t/to">to</A> necessity; <A CLASS=v HREF="http://vedabase.net/s/samagatan">sam&#257;gat&#257;n</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the assembled guests; <A CLASS=v HREF="http://vedabase.net/p/pujayati">p&#363;jayat&#299;</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> satisfy them; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/o/okasah">okasah&#803;</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the inhabitants of <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/asrnot">a&#347;r&#803;n&#803;ot</A> &#8212; did hear; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/r/ruditam">ruditam</A> &#8212; the crying; <A CLASS=v HREF="http://vedabase.net/s/sutasya">sutasya</A> &#8212; of her child; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/r/rudan">rudan</A> &#8212; crying; <A CLASS=v HREF="http://vedabase.net/s/stana">stana</A>-<A CLASS=v HREF="http://vedabase.net/a/arthi">arth&#299;</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>, who was hankering <A HREF="http://vedabase.net/t/to">to</A> drink His mother's milk by sucking her breast; <A CLASS=v HREF="http://vedabase.net/c/caranau">caran&#803;au</A> <A CLASS=v HREF="http://vedabase.net/u/udaksipat">udaks&#803;ipat</A> &#8212; out of anger, threw His two legs hither and thither.</P><P CLASS=t>TRANSLATION</P><P>The liberal mother Ya&#347;od&#257;, absorbed in celebrating the utth&#257;na ceremony, was busy receiving guests, worshiping them with all respect and offering them clothing, cows, garlands and grains. Thus she could not hear the child crying for His mother. At that time, the child Kr&#803;s&#803;n&#803;a, demanding to drink the milk of His mother's breast, angrily threw His legs upward.</P><P CLASS=t>PURPORT</P><P>Kr&#803;s&#803;n&#803;a had been placed underneath a household handcart, but this handcart was actually another form of the &#346;akat&#803;&#257;sura, a demon who had come there to kill the child. Now, on the plea of demanding to suck His mother's breast, Kr&#803;s&#803;n&#803;a took this opportunity to kill the demon. Thus He kicked &#346;akat&#803;&#257;sura just to expose him. Although Kr&#803;s&#803;n&#803;a's mother was engaged in receiving guests, Lord Kr&#803;s&#803;n&#803;a wanted to draw her attention by killing the &#346;akat&#803;&#257;sura, and therefore he kicked that cart-shaped demon. Such are the pastimes of Kr&#803;s&#803;n&#803;a. Kr&#803;s&#803;n&#803;a wanted to draw the attention of His mother, but while doing so He created a great havoc not understandable by ordinary persons. These narrations are wonderfully enjoyable, and those who are fortunate are struck with wonder upon hearing of these extraordinary activities of the Lord. Although the less intelligent regard them as mythological because a dull brain cannot understand them, they are real facts. These narrations are actually so enjoyable and enlightening that Mah&#257;r&#257;ja Par&#299;ks&#803;it and &#346;ukadeva Gosv&#257;m&#299; took pleasure in them, and other liberated persons, following in their footsteps, become fully jubilant by hearing about the wonderful activities of the Lord.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>