<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verse 1b</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verse 1b"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.1b</P><P CLASS=c>bhaktih&#803; kr&#803;s&#803;n&#803;e day&#257; j&#299;ves&#803;v</P><P CLASS=c>akun&#803;t&#803;ha-j&#241;&#257;nam &#257;tmani</P><P CLASS=c>yadi sy&#257;d &#257;tmano bh&#363;y&#257;d</P><P CLASS=c>apavargas tu sam&#769;sr&#803;teh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih&#803;</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/k/krsne">kr&#803;s&#803;n&#803;e</A> &#8212; unto <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/d/daya">day&#257;</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/j/jivesu">j&#299;ves&#803;u</A> &#8212; unto other living entities; <A CLASS=v HREF="http://vedabase.net/a/akuntha">akun&#803;t&#803;ha</A>-<A CLASS=v HREF="http://vedabase.net/j/jnanam">j&#241;&#257;nam</A> &#8212; perfect knowledge; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; of the self; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> becomes; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah&#803;</A> &#8212; of one's self; <A CLASS=v HREF="http://vedabase.net/b/bhuyat">bh&#363;y&#257;t</A> &#8212; there must be; <A CLASS=v HREF="http://vedabase.net/a/apavargah">apavargah&#803;</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/s/samsrteh">sam&#769;sr&#803;teh&#803;</A> &#8212; from the bondage of material life.</P><P CLASS=t>TRANSLATION</P><P>If a living entity is developed in Kr&#803;s&#803;n&#803;a consciousness and is merciful to others, and if his spiritual knowledge of self-realization is perfect, he will immediately attain liberation from the bondage of material existence.</P><P CLASS=t>PURPORT</P><P>In this verse the words day&#257; j&#299;ves&#803;u, meaning "mercy to other living entities," indicate that a living entity must be merciful to other living entities if he wishes to make progress in self-realization. This means he must preach this knowledge after perfecting himself and understanding his own position as an eternal servant of Kr&#803;s&#803;n&#803;a. Preaching this is showing real mercy to living entities. Other types of humanitarian work may be temporarily beneficial for the body, but because a living entity is spirit soul, ultimately one can show him real mercy only by revealing knowledge of his spiritual existence. As Caitanya Mah&#257;prabhu says, j&#299;vera 'svar&#363;pa' haya &#8212; kr&#803;s&#803;n&#803;era 'nitya-d&#257;sa': [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>] "Every living entity is constitutionally a servant of Kr&#803;s&#803;n&#803;a." One should know this fact perfectly and should preach it to the mass of people. If one realizes that he is an eternal servant of Kr&#803;s&#803;n&#803;a but does not preach it, his realization is imperfect. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; T&#803;h&#257;kura therefore sings, dus&#803;t&#803;a mana, tumi kisera vais&#803;n&#803;ava? pratis&#803;t&#803;h&#257;ra tare, nirjanera ghare, tava hari-n&#257;ma kevala kaitava: "My dear mind, what kind of Vais&#803;n&#803;ava are you? Simply for false prestige and a material reputation you are chanting the Hare Kr&#803;s&#803;n&#803;a mantra in a solitary place." In this way people who do not preach are criticized. There are many Vais&#803;n&#803;avas in Vr&#803;nd&#257;vana who do not like preaching; they chiefly try to imitate Harid&#257;sa T&#803;h&#257;kura. The actual result of their so-called chanting in a secluded place, however, is that they sleep and think of women and money. Similarly, one who simply engages in temple worship but does not see to the interests of the mass of people or cannot recognize devotees is called a kanis&#803;t&#803;ha-adhik&#257;ri:</P><P>arc&#257;y&#257;m eva haraye</P><P CLASS=n>p&#363;j&#257;m&#769; yah&#803; &#347;raddhayehate</P><P CLASS=n>na tad-bhaktes&#803;u c&#257;nyes&#803;u</P><P CLASS=n>sa bhaktah&#803; pr&#257;kr&#803;tah&#803; smr&#803;tah&#803;</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/11/2/47.htm">11.2.47</A>)</P><P CLASS=l><A CLASS=i HREF="1a-2a.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2b.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>