<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 29 Verse 56</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 29 Verse 56"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Talks Between N&#257;rada and King Pr&#257;c&#299;nabarhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.29.56</P><P CLASS=c>r&#257;jov&#257;ca</P><P CLASS=c>&#347;rutam anv&#299;ks&#803;itam&#769; brahman</P><P CLASS=c>bhagav&#257;n yad abh&#257;s&#803;ata</P><P CLASS=c>naitaj j&#257;nanty up&#257;dhy&#257;y&#257;h&#803;</P><P CLASS=c>kim&#769; na br&#363;yur vidur yadi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the King said; <A CLASS=v HREF="http://vedabase.net/s/srutam">&#347;rutam</A> &#8212; was heard; <A CLASS=v HREF="http://vedabase.net/a/anviksitam">anv&#299;ks&#803;itam</A> &#8212; was considered; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hman&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/abhasata">abh&#257;s&#803;ata</A> &#8212; you have spoken; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/j/jananti">j&#257;nanti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> know; <A CLASS=v HREF="http://vedabase.net/u/upadhyayah">up&#257;dhy&#257;y&#257;h&#803;</A> &#8212; the teachers of fruitive activities; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; why; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/b/bruyuh">br&#363;yuh&#803;</A> &#8212; they did not instruct; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh&#803;</A> &#8212; they understood; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if.</P><P CLASS=t>TRANSLATION</P><P>The King replied: My dear br&#257;hman&#803;a, whatever you have said I have heard with great attention and, considering all of it, have come to the conclusion that the &#257;c&#257;ryas [teachers] who engaged me in fruitive activity did not know this confidential knowledge. If they were aware of it, why did they not explain it to me?</P><P CLASS=t>PURPORT</P><P>Actually the so-called teachers or leaders of material society do not really know the goal of life. They are described in Bhagavad-g&#299;t&#257; as m&#257;yay&#257;pahr&#803;ta j&#241;&#257;n&#257;h&#803;. They appear to be very learned scholars, but actually the influence of the illusory energy has taken away their knowledge. Real knowledge means searching out Kr&#803;s&#803;n&#803;a. Vedai&#347; ca sarvair aham eva vedyah&#803; [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]. All Vedic knowledge is meant for searching out Kr&#803;s&#803;n&#803;a because Kr&#803;s&#803;n&#803;a is the origin of everything. Janm&#257;dy asya yatah&#803; [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/2.htm">10.2</A>) Kr&#803;s&#803;n&#803;a says, aham &#257;dir hi dev&#257;n&#257;m&#769;: "I am the source of the demigods." Thus Kr&#803;s&#803;n&#803;a is the origin and beginning of all demigods, including Lord Brahm&#257;, Lord &#346;iva and all others. The Vedic ritualistic ceremonies are concerned with satisfying different demigods, but unless one is very advanced, he cannot understand that the original personality is &#346;r&#299; Kr&#803;s&#803;n&#803;a. Govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi **. After hearing the instructions of N&#257;rada, King Barhis&#803;m&#257;n came to his senses. The real goal of life is to attain devotional service to the Supreme Personality of Godhead. The King therefore decided to reject the so-called priestly orders that simply engage their followers in the ritualistic ceremonies without giving effective instructions about the goal of life. At the present moment the churches, temples and mosques all over the world are not attracting people because foolish priests cannot elevate their followers to the platform of knowledge. Not being aware of the real goal of life, they simply keep their congregations in ignorance. Consequently, those who are well educated have become uninterested in the ritualistic ceremonies. At the same time, they are not benefited with real knowledge. This Kr&#803;s&#803;n&#803;a consciousness movement is therefore very important for the enlightenment of all classes. Following in the footsteps of Mah&#257;r&#257;ja Barhis&#803;m&#257;n, everyone should take advantage of this Kr&#803;s&#803;n&#803;a consciousness movement and abandon the stereotyped ritualistic ceremonies that go under the garb of so many religions. The Gosv&#257;m&#299;s from the very beginning differed from the priestly class that was engaged in ritualistic ceremonies. Indeed, &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; compiled his Hari-bhakti-vil&#257;sa for the guidance of the Vais&#803;n&#803;avas. The Vais&#803;n&#803;avas, not caring for the lifeless activities of the priestly classes, take to full Kr&#803;s&#803;n&#803;a consciousness and become perfect in this very life. That is described in the previous verse as paramaham&#769;sa-&#347;aran&#803;am, taking shelter of the paramaham&#769;sa, the liberated soul, and becoming successful in this life.</P><P CLASS=l><A CLASS=i HREF="55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="57.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>