<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.14</P><P CLASS=c>yathaihik&#257;mus&#803;mika-k&#257;ma-lampat&#803;ah&#803;</P><P CLASS=c>sutes&#803;u d&#257;res&#803;u dhanes&#803;u cintayan</P><P CLASS=c>&#347;a&#324;keta vidv&#257;n kukalevar&#257;tyay&#257;d</P><P CLASS=c>yas tasya yatnah&#803; &#347;rama eva kevalam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/aihika">aihika</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the present life; <A CLASS=v HREF="http://vedabase.net/a/amusmika">amus&#803;mika</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the expected future life; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/l/lampatah">lampat&#803;ah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who is very attached <A HREF="http://vedabase.net/t/to">to</A> lusty desires for bodily enjoyment; <A CLASS=v HREF="http://vedabase.net/s/sutesu">sutes&#803;u</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/d/daresu">d&#257;res&#803;u</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/d/dhanesu">dhanes&#803;u</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/c/cintayan">cintayan</A> &#8212; thinking about; <A CLASS=v HREF="http://vedabase.net/s/sanketa">&#347;a&#324;keta</A> &#8212; is afraid; <A CLASS=v HREF="http://vedabase.net/v/vidvan">vidv&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person advanced <A HREF="http://vedabase.net/i/in">in</A> spiritual knowledge; <A CLASS=v HREF="http://vedabase.net/k/ku">ku</A>-<A CLASS=v HREF="http://vedabase.net/k/kalevara">kalevara</A> &#8212; of this body, which is full of stool and urine; <A CLASS=v HREF="http://vedabase.net/a/atyayat">atyay&#257;t</A> &#8212; because of loss; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/y/yatnah">yatnah&#803;</A> &#8212; endeavors; <A CLASS=v HREF="http://vedabase.net/s/sramah">&#347;ramah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> waste of time and energy; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/kevalam">kevalam</A> &#8212; only.</P><P CLASS=t>TRANSLATION</P><P>Materialists are generally very attached to their present bodily comforts and to the bodily comforts they expect in the future. Therefore they are always absorbed in thoughts of their wives, children and wealth and are afraid of giving up their bodies, which are full of stool and urine. If a person engaged in Kr&#803;s&#803;n&#803;a consciousness, however, is also afraid of giving up his body, what is the use of his having labored to study the &#347;&#257;stras? It was simply a waste of time.</P><P CLASS=t>PURPORT</P><P>At the time of death a materialist thinks of his wife and children. He is absorbed in thinking of how they will live and who will take care of them after he leaves. Consequently he is never prepared to give up his body; rather, he wants to continue to live in his body to serve his society, family, friends and so on. Therefore by practicing the mystic yoga system one must become detached from bodily relationships. If despite practicing bhakti-yoga and studying all the Vedic literature, one is afraid of giving up his bad body, which is the cause of all his suffering, what is the use of his attempts to advance in spiritual life? The secret of success in practicing yoga is to become free from bodily attachments. &#346;r&#299;la Narottama d&#257;sa T&#803;h&#257;kura says, deha-smr&#803;ti n&#257;hi y&#257;ra, sam&#769;s&#257;ra-bandhana k&#257;h&#257;&#324; t&#257;ra: one whose practice has freed him from the anxieties of bodily needs is no longer in conditional life. Such a person is freed from conditional bondage. A person in Kr&#803;s&#803;n&#803;a consciousness must fully discharge his devotional duties without material attachment. Then his liberation is guaranteed.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>