<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.23</P><P CLASS=c>kalp&#257;yus&#803;&#257;m&#769; sth&#257;najay&#257;t punar-bhav&#257;t</P><P CLASS=c>ks&#803;an&#803;&#257;yus&#803;&#257;m&#769; bh&#257;rata-bh&#363;jayo varam</P><P CLASS=c>ks&#803;an&#803;ena martyena kr&#803;tam&#769; manasvinah&#803;</P><P CLASS=c>sannyasya sam&#769;y&#257;nty abhayam&#769; padam&#769; hareh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kalpa">kalpa</A>-<A CLASS=v HREF="http://vedabase.net/a/ayusam">&#257;yus&#803;&#257;m</A> &#8212; of those who have <A HREF="http://vedabase.net/a/a">a</A> life duration of many millions of years, like Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sthana">sth&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/j/jayat">jay&#257;t</A> &#8212; than achievement of the place or planetary systems; <A CLASS=v HREF="http://vedabase.net/p/punah">punah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavat">bhav&#257;t</A> &#8212; which is liable <A HREF="http://vedabase.net/t/to">to</A> birth, death and old <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/k/ksana">ks&#803;an&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/ayusam">&#257;yus&#803;&#257;m</A> &#8212; of persons who have only one hundred years of life; <A CLASS=v HREF="http://vedabase.net/b/bharata">bh&#257;rata</A>-<A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A>-<A CLASS=v HREF="http://vedabase.net/j/jayah">jayah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> birth <A HREF="http://vedabase.net/i/in">in</A> the land of <A HREF="http://vedabase.net/b/bharata">Bh&#257;rata</A>-<A HREF="http://vedabase.net/v/varsa">vars&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/v/varam">varam</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A> valuable; <A CLASS=v HREF="http://vedabase.net/k/ksanena">ks&#803;an&#803;ena</A> &#8212; for such <A HREF="http://vedabase.net/a/a">a</A> short life; <A CLASS=v HREF="http://vedabase.net/m/martyena">martyena</A> &#8212; by the body; <A CLASS=v HREF="http://vedabase.net/k/krtam">kr&#803;tam</A> &#8212; the work executed; <A CLASS=v HREF="http://vedabase.net/m/manasvinah">manasvinah&#803;</A> &#8212; those actually understanding the value of life; <A CLASS=v HREF="http://vedabase.net/s/sannyasya">sannyasya</A> &#8212; surrendering unto the lotus feet of <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/s/samyanti">sam&#769;y&#257;nti</A> &#8212; they achieve; <A CLASS=v HREF="http://vedabase.net/a/abhayam">abhayam</A> &#8212; where there is <A HREF="http://vedabase.net/n/no">no</A> anxiety; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; the abode; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh&#803;</A> &#8212; of the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>A short life in the land of Bharata-vars&#803;a is preferable to a life achieved in Brahmaloka for millions and billions of years because even if one is elevated to Brahmaloka, he must return to repeated birth and death. Although life in Bh&#257;rata-vars&#803;a, in a lower planetary system, is very short, one who lives there can elevate himself to full Kr&#803;s&#803;n&#803;a consciousness and achieve the highest perfection, even in this short life, by fully surrendering unto the lotus feet of the Lord. Thus one attains Vaikun&#803;t&#803;haloka, where there is neither anxiety nor repeated birth in a material body.</P><P CLASS=t>PURPORT</P><P>This is further confirmation of the statement given by Lord Caitanya Mah&#257;prabhu:</P><P>bh&#257;rata-bh&#363;mite haila manus&#803;ya-janma y&#257;ra</P><P CLASS=n>janma s&#257;rthaka kari' kara para-upak&#257;ra</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/9/41.htm">&#256;di 9.41</A>]</P><P>One who has taken birth in the land of Bh&#257;rata-vars&#803;a has a full opportunity to study the direct instructions given by Kr&#803;s&#803;n&#803;a in Bhagavad-g&#299;t&#257; and thus finally decide what to do in his human form of life. One should certainly give up all other propositions and surrender to Kr&#803;s&#803;n&#803;a. Kr&#803;s&#803;n&#803;a will then immediately take charge and relieve one of the results of past sinful life (aham&#769; tv&#257;m&#769; sarva-p&#257;pebhyo moks&#803;ayis&#803;y&#257;mi m&#257; &#347;ucah&#803;). Therefore one should take to Kr&#803;s&#803;n&#803;a consciousness, as Kr&#803;s&#803;n&#803;a Himself recommends. Man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m&#769; namaskuru: [<A CLASS=v HREF="../../../bg/18/65.htm">Bg. 18.65</A>] "Always think of Me, become My devotee, worship Me and offer Me obeisances." This is very easy, even for a child. Why not take this path? One should try to follow the instructions of Kr&#803;s&#803;n&#803;a exactly and thus become fully eligible to be promoted to the kingdom of God (tyaktv&#257; deham&#769; punar janma naiti m&#257;m eti so'rjuna [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]). One should go directly to Kr&#803;s&#803;n&#803;a and engage in His service. This is the best opportunity offered to the inhabitants of Bh&#257;rata-vars&#803;a. One who is fit to return home, back to Godhead, is no longer liable to the results of karma, good or bad.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>