<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 19 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 19 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">A Description of the Island of Jamb&#363;dv&#299;pa</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.19.28</P><P CLASS=c>yady atra nah&#803; svarga-sukh&#257;va&#347;es&#803;itam&#769;</P><P CLASS=c>svis&#803;t&#803;asya s&#363;ktasya kr&#803;tasya &#347;obhanam</P><P CLASS=c>ten&#257;jan&#257;bhe smr&#803;timaj janma nah&#803; sy&#257;d</P><P CLASS=c>vars&#803;e harir yad-bhajat&#257;m&#769; &#347;am&#769; tanoti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this heavenly planet; <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/s/svarga">svarga</A>-<A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/a/avasesitam">ava&#347;es&#803;itam</A> &#8212; whatever remains after the enjoyment of heavenly happiness; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/i/istasya">is&#803;t&#803;asya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> perfect sacrifice; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/u/uktasya">uktasya</A> &#8212; of diligently studying the Vedic literature; <A CLASS=v HREF="http://vedabase.net/k/krtasya">kr&#803;tasya</A> &#8212; of having performed <A HREF="http://vedabase.net/a/a">a</A> kind act; <A CLASS=v HREF="http://vedabase.net/s/sobhanam">&#347;obhanam</A> &#8212; the resultant actions; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by such <A HREF="http://vedabase.net/a/a">a</A> resultant action; <A CLASS=v HREF="http://vedabase.net/a/ajanabhe">ajan&#257;bhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the land of <A HREF="http://vedabase.net/b/bharata">Bh&#257;rata</A>-<A HREF="http://vedabase.net/v/varsa">vars&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/s/smrti">smr&#803;ti</A>-<A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> birth enabling one <A HREF="http://vedabase.net/t/to">to</A> remember the lotus feet of the Lord; <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/v/varse">vars&#803;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the land; <A CLASS=v HREF="http://vedabase.net/h/harih">harih&#803;</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/b/bhajatam">bhajat&#257;m</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/s/sam">&#347;am</A> <A CLASS=v HREF="http://vedabase.net/t/tanoti">tanoti</A> &#8212; expands the auspiciousness.</P><P CLASS=t>TRANSLATION</P><P>We are now living in the heavenly planets, undoubtedly as a result of our having performed ritualistic ceremonies, pious activities and yaj&#241;as and having studied the Vedas. However, our lives here will one day be finished. We pray that at that time, if any merit remains from our pious activities, we may again take birth in Bh&#257;rata-vars&#803;a as human beings able to remember the lotus feet of the Lord. The Lord is so kind that He personally comes to the land of Bh&#257;rata-vars&#803;a and expands the good fortune of its people.</P><P CLASS=t>PURPORT</P><P>It is certainly as a result of pious activities that one takes birth in the heavenly planets, but from those planets one must nevertheless come down again to earth, as stated in Bhagavad-g&#299;t&#257; (ks&#803;&#299;n&#803;e pun&#803;ye martya-lokam&#769; vi&#347;anti [<A CLASS=v HREF="../../../bg/9/21.htm">Bg. 9.21</A>]). Even the demigods must return to earth to work like ordinary men when the results of their pious activities expire. Nevertheless, the demigods desire to come to the land of Bh&#257;rata-vars&#803;a if even a small portion of the merits of their pious activities remains. In other words, to take birth in Bh&#257;rata-vars&#803;a, one must perform more pious activities than the demigods. In Bh&#257;rata-vars&#803;a one is naturally Kr&#803;s&#803;n&#803;a conscious, and if one further cultivates his Kr&#803;s&#803;n&#803;a consciousness, by the grace of Kr&#803;s&#803;n&#803;a he certainly expands his good fortune by becoming perfect in Kr&#803;s&#803;n&#803;a consciousness and very easily going back home, back to Godhead. In many other places in the Vedic literature it is found that even the demigods want to come to this land of Bh&#257;rata-vars&#803;a. A foolish person may desire to be promoted to the heavenly planets as a result of his pious activities, but even the demigods from the heavenly planets want to come to Bh&#257;rata-vars&#803;a and achieve bodies that may be very easily used to cultivate Kr&#803;s&#803;n&#803;a consciousness. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu repeatedly says:</P><P>bh&#257;rata-bh&#363;mite haila manus&#803;ya-janma y&#257;ra</P><P CLASS=n>janma s&#257;rthaka kari' kara para-upak&#257;ra</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/9/41.htm">&#256;di 9.41</A>]</P><P>A human being born in the land of Bh&#257;rata-vars&#803;a has the special prerogative to develop Kr&#803;s&#803;n&#803;a consciousness. Therefore those already born in Bh&#257;rata-vars&#803;a should take lessons from the &#347;&#257;stras and guru and should fully take advantage of the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu in order to be fully equipped with Kr&#803;s&#803;n&#803;a consciousness. By taking full advantage of Kr&#803;s&#803;n&#803;a consciousness, one goes back home, back to Godhead (y&#257;nti mad-y&#257;jino 'pi m&#257;m). The Kr&#803;s&#803;n&#803;a consciousness movement is therefore spreading this facility to human society by opening many, many centers all over the world so that people may associate with the pure devotees of the Kr&#803;s&#803;n&#803;a consciousness movement, understand the science of Kr&#803;s&#803;n&#803;a consciousness and ultimately go back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29-30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>