<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 18 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 18 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Pr&#803;thu Mah&#257;r&#257;ja Milks the Earth Planet</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.18.6</P><P CLASS=c>pur&#257; sr&#803;s&#803;t&#803;&#257; hy os&#803;adhayo</P><P CLASS=c>brahman&#803;&#257; y&#257; vi&#347;&#257;mpate</P><P CLASS=c>bhujyam&#257;n&#257; may&#257; dr&#803;s&#803;t&#803;&#257;</P><P CLASS=c>asadbhir adhr&#803;ta-vrataih&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the past; <A CLASS=v HREF="http://vedabase.net/s/srstah">sr&#803;s&#803;t&#803;&#257;h&#803;</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/o/osadhayah">os&#803;adhayah&#803;</A> &#8212; herbs and food grains; <A CLASS=v HREF="http://vedabase.net/b/brahmana">brahman&#803;&#257;</A> &#8212; by Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/y/yah">y&#257;h&#803;</A> &#8212; all those which; <A CLASS=v HREF="http://vedabase.net/v/visam">vi&#347;&#257;m</A>-<A CLASS=v HREF="http://vedabase.net/p/pate">pate</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/b/bhujyamanah">bhujyam&#257;n&#257;h&#803;</A> &#8212; being enjoyed; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/d/drstah">dr&#803;s&#803;t&#803;&#257;h&#803;</A> &#8212; seen; <A CLASS=v HREF="http://vedabase.net/a/asadbhih">asadbhih&#803;</A> &#8212; by nondevotees; <A CLASS=v HREF="http://vedabase.net/a/adhrta">adhr&#803;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vrataih">vrataih&#803;</A> &#8212; devoid of all spiritual activities.</P><P CLASS=t>TRANSLATION</P><P>My dear King, the seeds, roots, herbs and grains, which were created by Lord Brahm&#257; in the past, are now being used by nondevotees, who are devoid of all spiritual understanding.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257; created this material world for the use of the living entities, but it was created according to a plan that all living entities who might come into it to dominate it for sense gratification would be given directions by Lord Brahm&#257; in the Vedas in order that they might ultimately leave it and return home, back to Godhead. All necessities grown on earth &#8212; namely fruits, flowers, trees, grains, animals and animal by-products &#8212; were created for use in sacrifice for the satisfaction of the Supreme Personality of Godhead, Vis&#803;n&#803;u. However, the planet earth in the shape of a cow herein submits that all these utilities are being used by nondevotees, who have no plans for spiritual understanding. Although there are immense potencies within the earth for the production of grains, fruits and flowers, this production is checked by the earth itself when it is misused by nondevotees, who have no spiritual goals. Everything belongs to the Supreme Personality of Godhead, and everything can be used for His satisfaction. Things should not be used for the sense gratification of the living entities. This is the whole plan of material nature according to the directions of this material nature.</P><P>In this verse the words asadbhih&#803; and adhr&#803;ta-vrataih&#803; are important. The word asadbhih&#803; refers to the nondevotees. The nondevotees have been described in Bhagavad-g&#299;t&#257; as dus&#803;kr&#803;tinah&#803; (miscreants), m&#363;d&#803;h&#257;h&#803; (asses or rascals), nar&#257;dham&#257;h&#803; (lowest of mankind) and m&#257;yay&#257;pahr&#803;ta-j&#241;&#257;n&#257;h&#803; (those who have lost their knowledge to the power of the illusory energy). All these persons are asat, nondevotees. Nondevotees are also called gr&#803;ha-vrata, whereas the devotee is called dhr&#803;ta-vrata. The whole Vedic plan is that the misguided conditioned souls who have come to lord it over material nature should be trained to become dhr&#803;ta-vrata. This means that they should take a vow to satisfy their senses or enjoy material life only by satisfying the senses of the Supreme Lord. Activities intended to satisfy the senses of the Supreme Lord, Kr&#803;s&#803;n&#803;a, are called kr&#803;s&#803;n&#803;&#257;rthe 'khila-ces&#803;t&#803;&#257;h&#803;. This indicates that one can attempt all kinds of work, but one should do so to satisfy Kr&#803;s&#803;n&#803;a. This is described in Bhagavad-g&#299;t&#257; as yaj&#241;&#257;rth&#257;t karma. The word yaj&#241;a indicates Lord Vis&#803;n&#803;u. We should work only for His satisfaction. In modern times (Kali-yuga), however, people have forgotten Vis&#803;n&#803;u altogether, and they conduct their activities for sense gratification. Such people will gradually become poverty-stricken, for they cannot use things which are to be enjoyed by the Supreme Lord for their own sense gratification. If they continue like this, there will ultimately be a state of poverty, and no grains, fruits or flowers will be produced. Indeed, it is stated in the Twelfth Canto of Bh&#257;gavatam that at the end of Kali-yuga people will be so polluted that there will no longer be any grains, wheat, sugarcane or milk.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>