<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 2 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 2 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Aj&#257;mila Delivered by the Vis&#803;n&#803;ud&#363;tas</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.2.2</P><P CLASS=c>&#347;r&#299;-vis&#803;n&#803;ud&#363;t&#257; &#363;cuh&#803;</P><P CLASS=c>aho kas&#803;t&#803;am&#769; dharma-dr&#803;&#347;&#257;m</P><P CLASS=c>adharmah&#803; spr&#803;&#347;ate sabh&#257;m</P><P CLASS=c>yatr&#257;dan&#803;d&#803;yes&#803;v ap&#257;pes&#803;u</P><P CLASS=c>dan&#803;d&#803;o yair dhriyate vr&#803;th&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/v/visnudutah">vis&#803;n&#803;ud&#363;t&#257;h&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh&#803;</A> &#8212; the Vis&#803;n&#803;ud&#363;tas said; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/k/kastam">kas&#803;t&#803;am</A> &#8212; how painful <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/d/drsam">dr&#803;&#347;&#257;m</A> &#8212; of persons interested <A HREF="http://vedabase.net/i/in">in</A> maintaining religion; <A CLASS=v HREF="http://vedabase.net/a/adharmah">adharmah&#803;</A> &#8212; irreligion; <A CLASS=v HREF="http://vedabase.net/s/sprsate">spr&#803;&#347;ate</A> &#8212; is affecting; <A CLASS=v HREF="http://vedabase.net/s/sabham">sabh&#257;m</A> &#8212; the assembly; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/a/adandyesu">adan&#803;d&#803;yes&#803;u</A> &#8212; upon persons not <A HREF="http://vedabase.net/t/to">to</A> be punished; <A CLASS=v HREF="http://vedabase.net/a/apapesu">ap&#257;pes&#803;u</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> sinless; <A CLASS=v HREF="http://vedabase.net/d/dandah">dan&#803;d&#803;ah&#803;</A> &#8212; punishment; <A CLASS=v HREF="http://vedabase.net/y/yaih">yaih&#803;</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/d/dhriyate">dhriyate</A> &#8212; is being allotted; <A CLASS=v HREF="http://vedabase.net/v/vrtha">vr&#803;th&#257;</A> &#8212; unnecessarily.</P><P CLASS=t>TRANSLATION</P><P>The Vis&#803;n&#803;ud&#363;tas said: Alas, how painful it is that irreligion is being introduced into an assembly where religion should be maintained. Indeed, those in charge of maintaining the religious principles are needlessly punishing a sinless, unpunishable person.</P><P CLASS=t>PURPORT</P><P>The Vis&#803;n&#803;ud&#363;tas accused the Yamad&#363;tas of violating the religious principles by attempting to drag Aj&#257;mila to Yamar&#257;ja for punishment. Yamar&#257;ja is the officer appointed by the Supreme Personality of Godhead to judge religious and irreligious principles and to punish people who are irreligious. However, if completely sinless people are punished, the entire assembly of Yamar&#257;ja is contaminated. This principle applies not only in the assembly of Yamar&#257;ja, but throughout human society also.</P><P>In human society, properly maintaining religious principles is the duty of the king's court or the government. Unfortunately, in this yuga, Kali-yuga, the religious principles are tampered with, and the government cannot properly judge who is to be punished and who is not. It is said that in the Kali-yuga if one cannot spend money in court, one cannot get justice. Indeed, in courts of justice it is often found that magistrates are bribed for favorable judgments. Sometimes religious men who preach the Kr&#803;s&#803;n&#803;a consciousness movement for the benefit of the entire populace are arrested and harassed by the police and courts. The Vis&#803;n&#803;ud&#363;tas, who are Vais&#803;n&#803;avas, lamented for these very regrettable facts. Because of their spiritual compassion for all the fallen souls, Vais&#803;n&#803;avas go out to preach according to the standard method of all religious principles, but unfortunately, because of the influence of Kali-yuga, Vais&#803;n&#803;avas who have dedicated their lives to preaching the glories of the Lord are sometimes harassed and punished by courts on false charges of disturbing the peace.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>