<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 89 Verse 62</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 89 Verse 62"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 89: <A CLASS=v HREF="index.htm">Kr&#803;s&#803;n&#803;a and Arjuna Retrieve a Br&#257;hman&#803;a's Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.89.62</P><P CLASS=c>ni&#347;&#257;mya vais&#803;n&#803;avam&#769; dh&#257;ma</P><P CLASS=c>p&#257;rthah&#803; parama-vismitah&#803;</P><P CLASS=c>yat ki&#241;cit paurus&#803;am&#769; pum&#769;s&#257;m&#769;</P><P CLASS=c>mene kr&#803;s&#803;n&#803;&#257;nukampitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;&#257;mya</A> &#8212; hav&#299;ng seen; <A CLASS=v HREF="http://vedabase.net/v/vaisnavam">vais&#803;n&#803;avam</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; the abode; <A CLASS=v HREF="http://vedabase.net/p/parthah">p&#257;rthah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; supremely; <A CLASS=v HREF="http://vedabase.net/v/vismitah">vismitah&#803;</A> &#8212; astonished; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/k/kincit">ki&#241;cit</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/p/paurusam">paurus&#803;am</A> &#8212; special power; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pum&#769;s&#257;m</A> &#8212; belonging <A HREF="http://vedabase.net/t/to">to</A> living beings; <A CLASS=v HREF="http://vedabase.net/m/mene">mene</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> concluded; <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/a/anukampitam">anukampitam</A> &#8212; the mercy shown.</P><P CLASS=t>TRANSLATION</P><P>Having seen the domain of Lord Vis&#803;n&#803;u, Arjuna was totally amazed. He concluded that whatever extraordinary power a person exhibits can only be a manifestation of &#346;r&#299; Kr&#803;s&#803;n&#803;a's mercy.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; describes Arjuna's amazement: He thought, "Just see! Even though I am a mere mortal, by Kr&#803;s&#803;n&#803;a's mercy I have seen the Supreme Godhead, the root cause of everything." Then, after a moment, he thought again, "But why did Lord Vis&#803;n&#803;u say that he took away the br&#257;hman&#803;a's children out of a desire to see Kr&#803;s&#803;n&#803;a? Why would the Supreme Personality of Godhead hanker to see His own expansion? This might be the effect of some peculiar temporary circumstance, but since He said didr&#803;ks&#803;un&#803;&#257; instead of didr&#803;ks&#803;at&#257; &#8212; where the specific suffix -s&#803;un&#803;&#257; carries the sense of a permanent characteristic, not a temporary one &#8212; it has to be concluded that He has always been wanting to see Kr&#803;s&#803;n&#803;a and myself. Even granted that this is so, why couldn't He simply see Kr&#803;s&#803;n&#803;a at Dv&#257;rak&#257;? After all, Lord Mah&#257;-Vis&#803;n&#803;u is the all-pervading creator of the universe, which He holds like an &#257;malaka fruit in His hand. Is it that He could not see Kr&#803;s&#803;n&#803;a in Dv&#257;rak&#257; because Kr&#803;s&#803;n&#803;a does not allow anyone to see Him without His special sanction?</P><P>"And why, also, would Lord Mah&#257;-Vis&#803;n&#803;u, the compassionate master of all br&#257;hman&#803;as, have repeatedly tormented an elevated br&#257;hman&#803;a, year after year? He must have acted in this unusual way only because He could not give up His extreme eagerness to see Kr&#803;s&#803;n&#803;a. All right, He may have acted improperly for that reason, but why couldn't He have sent a servant to kidnap the br&#257;hman&#803;a's sons? Why did He Himself have to come to Dv&#257;rak&#257;? Was stealing them out of Lord Kr&#803;s&#803;n&#803;a's capital so difficult that no one but Vis&#803;n&#803;u Himself could hope to accomplish it? I can understand that He intended to cause so much distress to a br&#257;hman&#803;a of Lord Kr&#803;s&#803;n&#803;a's city that Kr&#803;s&#803;n&#803;a would be unable to tolerate it; then He would grant Lord Vis&#803;n&#803;u His audience. Lord Vis&#803;n&#803;u inspired the distressed br&#257;hman&#803;a to pour out his complaints to Kr&#803;s&#803;n&#803;a in person. Thus it is clear that &#346;r&#299; Kr&#803;s&#803;n&#803;a's status of Godhood is superior to Lord Mah&#257;-Vis&#803;n&#803;u's."</P><P>Having thought in this way, Arjuna was totally amazed. He asked Lord Kr&#803;s&#803;n&#803;a whether these were actually the facts of the matter, and the Lord replied, as related in the Hari-vam&#769;&#347;a,</P><P>mad-dar&#347;an&#257;rtham&#769; te b&#257;l&#257;</P><P CLASS=n>hr&#803;t&#257;s tena mah&#257;tman&#257;</P><P CLASS=n>vipr&#257;rtham es&#803;yate kr&#803;s&#803;n&#803;o</P><P CLASS=n>mat-sam&#299;pam&#769; na c&#257;nyath&#257;</P><P>"It was to see Me that He, the Supreme Soul, stole the children. He believed, 'Only on a br&#257;hman&#803;a's behalf will Kr&#803;s&#803;n&#803;a come to see Me, not otherwise.' "</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; states that Lord Kr&#803;s&#803;n&#803;a further told Arjuna, "I did not go there, however, for the br&#257;hman&#803;a's sake; I went there, My friend, just to save your life. If it had been for the br&#257;hman&#803;a's sake that I traveled to Vaikun&#803;t&#803;ha, I would have done so after his first child was abducted."</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, although this pastime occurred before the Battle of Kuruks&#803;etra, it is recounted here at the end of the Tenth Canto under the general heading of the supremacy of Lord Kr&#803;s&#803;n&#803;a's glories.</P><P CLASS=l><A CLASS=i HREF="60-61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="63.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>