<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 16 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 16 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Opulence</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.16.2</P><P CLASS=c>ucc&#257;vaces&#803;u bh&#363;tes&#803;u</P><P CLASS=c>durj&#241;eyam akr&#803;t&#257;tmabhih&#803;</P><P CLASS=c>up&#257;sate tv&#257;m&#769; bhagavan</P><P CLASS=c>y&#257;th&#257;-tathyena br&#257;hman&#803;&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/ucca">ucca</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the superior; <A CLASS=v HREF="http://vedabase.net/a/avacesu">avaces&#803;u</A> &#8212; and the inferior; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;tes&#803;u</A> &#8212; created objects and entities; <A CLASS=v HREF="http://vedabase.net/d/durjneyam">durj&#241;eyam</A> &#8212; hard <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/a/akrta">akr&#803;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/atmabhih">&#257;tmabhih&#803;</A> &#8212; by the impious; <A CLASS=v HREF="http://vedabase.net/u/upasate">up&#257;sate</A> &#8212; they worship; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; my dear Lord; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/t/tathyena">tathyena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> truth; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hman&#803;&#257;h&#803;</A> &#8212; those dedicated <A HREF="http://vedabase.net/t/to">to</A> the Vedic conclusion.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, although it is difficult for the impious to understand that You are situated in all superior and inferior creations, those br&#257;hman&#803;as who are actual knowers of the Vedic conclusion worship You in truth.</P><P CLASS=t>PURPORT</P><P>The behavior of saintly persons is also to be taken as evidence, and therefore it is here stated that although ignorant, impious persons are bewildered before the Lord's all-pervading feature, those with purified, clear consciousness worship the Lord as He is. In this chapter &#347;r&#299; Uddhava inquires about the Lord's opulences, and here the words ucc&#257;vaces&#803;u bh&#363;tes&#803;u ("within superior and inferior creations") clearly refer to the Lord's external opulences, those manifested in the material world. The saintly br&#257;hman&#803;as, or Vais&#803;n&#803;avas, worship Lord Kr&#803;s&#803;n&#803;a within all things and yet recognize the variety in the Lord's creation. For example, in worshiping the Deity, the devotees will select the nicest flowers, fruits and ornaments for decorating the transcendental form of the Lord. Similarly, although the Lord is present in the heart of every conditioned soul, the devotee will give more attention to a conditioned soul interested in the message of Lord Kr&#803;s&#803;n&#803;a. Although the Lord is everywhere, the devotees make distinctions, for the sake of the Lord's service, between His presence in superior (ucca) and inferior (avaces&#803;u) creations.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>