<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.23</P><P CLASS=c>sarvato manaso 'sa&#324;gam</P><P CLASS=c>&#257;dau sa&#324;gam&#769; ca s&#257;dhus&#803;u</P><P CLASS=c>day&#257;m&#769; maitr&#299;m&#769; pra&#347;rayam&#769; ca</P><P CLASS=c>bh&#363;tes&#803;v addh&#257; yathocitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarvatah">sarvatah&#803;</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/m/manasah">manasah&#803;</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/a/asangam">asa&#324;gam</A> &#8212; detachment; <A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning; <A CLASS=v HREF="http://vedabase.net/s/sangam">sa&#324;gam</A> &#8212; association; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sadhusu">s&#257;dhus&#803;u</A> &#8212; with saintly persons; <A CLASS=v HREF="http://vedabase.net/d/dayam">day&#257;m</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/m/maitrim">maitr&#299;m</A> &#8212; friendship; <A CLASS=v HREF="http://vedabase.net/p/prasrayam">pra&#347;rayam</A> &#8212; reverence; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;tes&#803;u</A> &#8212; for all living beings; <A CLASS=v HREF="http://vedabase.net/a/addha">addh&#257;</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/ucitam">ucitam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> is suitable.</P><P CLASS=t>TRANSLATION</P><P>A sincere disciple should learn to dissociate the mind from everything material and positively cultivate association with his spiritual master and other saintly devotees. He should be merciful to those in an inferior position to him, cultivate friendship with those on an equal level and meekly serve those in a higher spiritual position. Thus he should learn to deal properly with all living beings.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya has quoted from the Garud&#803;a Pur&#257;n&#803;a to demonstrate that within this universe those who take birth as demigods, great r&#803;s&#803;is or pious human beings are all considered santah&#803;, or saintly persons. According to Bhagavad-g&#299;t&#257;, traigun&#803;ya-vis&#803;ay&#257; ved&#257;h&#803;: the varn&#803;&#257;&#347;rama culture described in Vedic literature deals mostly with the living entities who are struggling within the three modes of nature. The Vedic literatures teach such conditioned souls that material happiness can be achieved only through pious works. In this sense, the demigods are to be considered the most pious living entities within the three modes of material nature. The r&#803;s&#803;is, or the great saintly mystics of the universe, who are able to travel at will to various planets and who cultivate mystic powers, are to be considered somewhat below the demigods. And those human beings on earth who perfectly execute the Vedic rituals are to be considered in the third or lowest category of santah&#803;, or saintly persons. But a devotee of the Lord is beyond the three modes of material nature. Lord Kr&#803;s&#803;n&#803;a says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>),</P><P>m&#257;m&#769; ca yo 'vyabhic&#257;ren&#803;a</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#803;&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman." Thus Lord Kr&#803;s&#803;n&#803;a clearly says that a Vais&#803;n&#803;ava who does not fall down from the regulations of bhakti-yoga is beyond the three modes of nature. And Lord Kr&#803;s&#803;n&#803;a advised Arjuna, a kr&#803;s&#803;n&#803;a-bhakta, to transcend the three material qualities of the illusory creation of m&#257;y&#257; (nistraigun&#803;yo bhav&#257;rjuna). But in the Eighteenth Chapter of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/40.htm">18.40</A>) the Lord says,</P><P>na tad asti pr&#803;thivy&#257;m&#769; v&#257;</P><P CLASS=n>divi deves&#803;u v&#257; punah&#803;</P><P CLASS=n>sattvam&#769; prakr&#803;ti-jair muktam&#769;</P><P CLASS=n>yad ebhih&#803; sy&#257;t tribhir gun&#803;aih&#803;</P><P>"There is no being existing, either here or among the demigods in the higher planetary systems, who is free from the three modes of material nature." Thus the demigods are not exempt from the pollution of the three modes of material nature, whereas a pure devotee actually becomes gun&#803;&#257;t&#299;ta, or transcendental to the influence of m&#257;y&#257;.</P><P>Therefore, one should cultivate the association of the uttama-adhik&#257;r&#299;, or pure devotee of the Lord, as stated previously (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/3/21.htm">11.3.21</A>):</P><P>tasm&#257;d gurum&#769; prapadyeta</P><P CLASS=n>jij&#241;&#257;suh&#803; &#347;reya uttamam</P><P CLASS=n>&#347;&#257;bde pare ca nis&#803;n&#803;&#257;tam&#769;</P><P CLASS=n>brahman&#803;y upa&#347;am&#257;&#347;rayam</P><P>"Therefore any person who seriously desires real happiness must seek a bona fide spiritual master and take shelter of him by initiation. The qualification of the bona fide guru is that he has realized the conclusions of the scriptures by deliberation and is able to convince others of these conclusions. Such great personalities, who have taken shelter of the Supreme Godhead, leaving aside all material considerations, should be understood to be bona fide spiritual masters."</P><P>On the other hand, one should avoid the association of a materialistic person even if such a person is outwardly chanting the holy names of Kr&#803;s&#803;n&#803;a. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has advised in this respect,</P><P>kr&#803;s&#803;n&#803;eti yasya giri tam&#769; manas&#257;driyeta</P><P CLASS=n>d&#299;ks&#803;&#257;sti cet pran&#803;atibhi&#347; ca bhajantam &#299;&#347;am</P><P CLASS=n>&#347;u&#347;r&#363;s&#803;ay&#257; bhajana-vij&#241;am ananyam anya-</P><P CLASS=n>nind&#257;di-&#347;&#363;nya-hr&#803;dam &#299;psita-sa&#324;ga-labdhy&#257;</P><P>One may mentally offer respect to any living entity who is chanting the holy name of Kr&#803;s&#803;n&#803;a, but one should avoid intimate association with materialistic persons, especially those attached to sex enjoyment. Tamo-dv&#257;ram&#769; yos&#803;it&#257;m&#769; sa&#324;gi-sa&#324;gam. If one associates with a sensuous person who is attached to the company of women, by such association one will surely go to hell.</P><P>But if a materialistic person approaches a pure devotee with a sincere desire to hear from him about spiritual improvement, that first-class devotee may mercifully give his association, provided the purpose of such a meeting is advancement in the devotional service of Kr&#803;s&#803;n&#803;a. By such association even a materialistic person can gradually become a pure devotee of Kr&#803;s&#803;n&#803;a. If an advanced devotee is not able to engage a materialistic person in the devotional service of Kr&#803;s&#803;n&#803;a, such association is strictly forbidden.</P><P>In the Garud&#803;a Pur&#257;n&#803;a it is stated,</P><P CLASS=n>vi&#347;es&#803;atah&#803; svottames&#803;u</P><P CLASS=n>vin&#257; sa&#324;gam&#769; na mucyate</P><P CLASS=n>sva-n&#299;ces&#803;u tu deves&#803;u</P><P CLASS=n>vin&#257; sa&#324;gam&#769; na p&#363;ryate</P><P>"One cannot be liberated without association with a pure devotee of the Lord. And unless one shows mercy to those in an inferior position, one's life will be superficial." It is our practical experience in the Kr&#803;s&#803;n&#803;a consciousness movement that those who are expanding their mercy by preaching the message of Kr&#803;s&#803;n&#803;a are making rapid spiritual progress, and their life is filled with transcendental bliss. Those who neglect the quality of mercy, being uninterested in the missionary activities of the Kr&#803;s&#803;n&#803;a consciousness movement, are not filled with transcendental pleasure as described here by the word p&#363;ryate. Not being filled with spiritual pleasure, surely such persons attempt to fill their lives with material pleasure through sense gratification and mental speculation, associating with women or reading innumerable mundane novels, newspapers, newsmagazines, and so on. According to &#346;r&#299; Caitanya Mah&#257;prabhu the preaching activities of the Kr&#803;s&#803;n&#803;a consciousness movement are &#257;nand&#257;mbudhi-vardhanam, the ever-increasing ocean of bliss. Missionary activities are based on the principle of day&#257;m, or mercy to those who are fallen. Those who are actually preaching become enlivened by associating with other preachers. This principle is called maitr&#299;m, or friendship among equals. The power to carry out such preaching activities, as well as the proper guidance for distributing Kr&#803;s&#803;n&#803;a's message, comes through the principle of pra&#347;rayam, or humble service at the lotus feet of spiritual authorities such as the spiritual master. If one preaches Kr&#803;s&#803;n&#803;a consciousness sincerely under the guidance of a bona fide spiritual master and in the company of fellow preachers, one is perfectly fulfilling the statement of this verse of &#346;r&#299;mad-Bh&#257;gavatam, and thus he will come to the point of sarvato manaso 'sa&#324;gam, or complete detachment from the illusory energy of the Lord. Caitanya Mah&#257;prabhu has stated, lava-m&#257;tra s&#257;dhu-sa&#324;ge sarva-siddhi haya [Cc. <A CLASS=v HREF="../../../cc/madhya/22/54.htm">Madhya 22.54</A>]. By becoming attached to the devotees of the Lord, one will achieve all perfection in life, going back home, back to Godhead.</P><P>If one neglects the order of the Supreme Personality of Godhead by engaging in sinful life, he is certainly not merciful. One who ignores his eternal status as part and parcel of the Supreme Lord and who instead covers himself more and more with material illusions in the form of temporary designations &#8212; "I am American," "I am Russian," "I am Indian," "I am black," "I am white" and so on &#8212; is certainly a killer of his own soul and cannot be considered merciful. Similarly, those who support animal slaughter by eating meat, fish and eggs cannot be considered merciful. Sometimes the argument is given that if one does not harm others he is perfectly religious. But because we are now in a state of ignorance, we have no idea whatsoever of the future reactions to our present activities. Ignorantly boasting that one is not harming others, without an awareness of the subtle laws of nature, does not make one a religious person. One becomes religious by surrendering to the laws of God as they are stated by the Lord Himself in Bhagavad-g&#299;t&#257;. As long as a living entity is infatuated with his own mental speculations, which carry him away like the waves of the ocean, he cannot understand the process of devotional service to the Supreme Personality of Godhead. Mental speculations based on our experience of the variegated creations of the Lord's illusory energy are incapable of bringing us to perfect knowledge. One must give up materialistic association and make company with pure devotees of the Lord, those who are engaged twenty-four hours a day in perfectly pleasing the Supreme Lord.</P><P>One should cultivate association with those who are more advanced than oneself in devotional service. One's advancement can be measured by one's detachment from sense gratification and his ability to distribute Kr&#803;s&#803;n&#803;a consciousness to others. In this connection &#346;r&#299;la Narottama d&#257;sa T&#803;h&#257;kura has said, ch&#257;d&#803;iy&#257; vais&#803;n&#803;ava-sev&#257;, nist&#257;ra p&#257;yeche keb&#257;: "Who can attain salvation if he gives up the service of the Vais&#803;n&#803;avas?" By serving the lotus feet of pure devotees, one is immediately enlightened with spiritual knowledge. All of the so-called pleasures of the material world, culminating in many varieties of sexual fantasy and impersonal visions of oneself as God, become useless to one who has achieved the mercy of the lotus feet of a pure devotee of Kr&#803;s&#803;n&#803;a. The entire material creation is compared to an insignificant bubble in the ocean. The material universe rests on the spiritual potency of the Lord called brahmajyoti, just as an insignificant bubble rests on the potency of the unlimited ocean. By serving the lotus feet of a pure devotee one can enter the ocean of eternal happiness and experience his constitutional position as a servant of Kr&#803;s&#803;n&#803;a. The mercy of the Vais&#803;n&#803;avas is unlimited, and one who has tasted that mercy becomes mad after the lotus feet of Kr&#803;s&#803;n&#803;a, not caring for the hallucinations of so-called material pleasure or mental speculation. The mercy of the Vais&#803;n&#803;avas is substantial and as powerful as Kr&#803;s&#803;n&#803;a Himself, whereas impersonal speculations and hopeless dreams of society, friendship and love merely constitute various means by which m&#257;y&#257; cheats the conditioned souls and keeps them in perpetual frustration.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>