<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verses 27-28</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verses 27-28"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.27-28</P><P CLASS=c>&#347;ravan&#803;am&#769; k&#299;rtanam&#769; dhy&#257;nam&#769;</P><P CLASS=c>harer adbhuta-karman&#803;ah&#803;</P><P CLASS=c>janma-karma-gun&#803;&#257;n&#257;m&#769; ca</P><P CLASS=c>tad-arthe 'khila-ces&#803;t&#803;itam</P><P CLASS=c>is&#803;t&#803;am&#769; dattam&#769; tapo japtam&#769;</P><P CLASS=c>vr&#803;ttam&#769; yac c&#257;tmanah&#803; priyam</P><P CLASS=c>d&#257;r&#257;n sut&#257;n gr&#803;h&#257;n pr&#257;n&#803;&#257;n</P><P CLASS=c>yat parasmai nivedanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sravanam">&#347;ravan&#803;am</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/k/kirtanam">k&#299;rtanam</A> &#8212; chanting; <A CLASS=v HREF="http://vedabase.net/d/dhyanam">dhy&#257;nam</A> &#8212; and meditation; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh&#803;</A> &#8212; of the Supreme Lord, <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A>-<A CLASS=v HREF="http://vedabase.net/k/karmanah">karman&#803;ah&#803;</A> &#8212; whose activities <A HREF="http://vedabase.net/a/are">are</A> wonderful; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; of His incarnations; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; pastimes; <A CLASS=v HREF="http://vedabase.net/g/gunanam">gun&#803;&#257;n&#257;m</A> &#8212; transcendental qualities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/arthe">arthe</A> &#8212; for His <A HREF="http://vedabase.net/s/sake">sake</A>; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/c/cestitam">ces&#803;t&#803;itam</A> &#8212; endeavors; <A CLASS=v HREF="http://vedabase.net/i/istam">is&#803;t&#803;am</A> &#8212; whatever worship one performs; <A CLASS=v HREF="http://vedabase.net/d/dattam">dattam</A> &#8212; whatever charity; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah&#803;</A> &#8212; penance; <A CLASS=v HREF="http://vedabase.net/j/japtam">japtam</A> &#8212; whatever mantras one chants; <A CLASS=v HREF="http://vedabase.net/v/vrttam">vr&#803;ttam</A> &#8212; pious activities performed; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah&#803;</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> oneself; <A CLASS=v HREF="http://vedabase.net/p/priyam">priyam</A> &#8212; dear; <A CLASS=v HREF="http://vedabase.net/d/daran">d&#257;r&#257;n</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/s/sutan">sut&#257;n</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/g/grhan">gr&#803;h&#257;n</A> &#8212; home; <A CLASS=v HREF="http://vedabase.net/p/pranan">pr&#257;n&#803;&#257;n</A> &#8212; vital air; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/parasmai">parasmai</A> &#8212; unto the Supreme; <A CLASS=v HREF="http://vedabase.net/n/nivedanam">nivedanam</A> &#8212; offering.</P><P CLASS=t>TRANSLATION</P><P>One should hear, glorify and meditate upon the wonderful transcendental activities of the Lord. One should specifically become absorbed in the appearance, activities, qualities and holy names of the Supreme Personality of Godhead. Thus inspired, one should perform all of one's daily activities as an offering to the Lord. One should perform sacrifice, charity and penance exclusively for the Lord's satisfaction. Similarly, one should chant only those mantras which glorify the Supreme Personality of Godhead. And all one's religious activities should be performed as an offering to the Lord. Whatever one finds pleasing or enjoyable he should immediately offer to the Supreme Lord, and even his wife, children, home and very life air he should offer at the lotus feet of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/27.htm">9.27</A>) Lord Kr&#803;s&#803;n&#803;a has ordered,</P><P>yat karos&#803;i yad a&#347;n&#257;si</P><P CLASS=n>yaj juhos&#803;i dad&#257;si yat</P><P CLASS=n>yat tapasyasi kaunteya</P><P CLASS=n>tat kurus&#803;va mad-arpan&#803;am</P><P>"O son of Kunt&#299;, all that you do, all that you eat, all that you offer and give away, and all austerities that you perform should be done as an offering unto Me." &#346;r&#299;la Prabhup&#257;da has commented on this verse as follows: "Thus, it is the duty of everyone to mold his life in such a way that he will not forget Kr&#803;s&#803;n&#803;a in any circumstance. Everyone has to work for maintenance of his body and soul together, and Kr&#803;s&#803;n&#803;a recommends herein that one should work for Him. Everyone has to eat something to live; therefore he should accept the remnants of foodstuffs offered to Kr&#803;s&#803;n&#803;a. Any civilized man has to perform some religious ritualistic ceremonies; therefore Kr&#803;s&#803;n&#803;a recommends, 'Do it for Me,' and this is called arcanam. Everyone has a tendency to give something in charity; Kr&#803;s&#803;n&#803;a says, 'Give it to Me,' and this means that all surplus money accumulated should be utilized in furthering the Kr&#803;s&#803;n&#803;a consciousness movement. Nowadays people are very much inclined to the meditational process, which is not practical in this age, but if anyone practices meditating on Kr&#803;s&#803;n&#803;a twenty-four hours by chanting the Hare Kr&#803;s&#803;n&#803;a mantra round his beads, he is surely the greatest yog&#299;, as substantiated by the Sixth Chapter of Bhagavad-g&#299;t&#257;."</P><P>Many persons who become attracted to the devotional service of Kr&#803;s&#803;n&#803;a are bewildered by the material possessions, reputation or skills they have accumulated by their previous material activities. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299; these two verses indicate that all such material opulences accumulated by one's previous karma should be used as an offering to the Supreme Personality of Godhead. One's fame, education, wealth and so on should all be used to carry out the mission of the Supreme Personality of Godhead. Sometimes envious materialists ask why one should waste one's wealth and education in the Lord's service when such things could be better used to gratify the temporary material body. Actually, however, whatever we possess, including this body, is ultimately the property of the Supreme Lord, who is the creator, maintainer and annihilator of all existence. Therefore, one should be blessed by dovetailing one's so-called opulences in the devotional service of the Lord. Otherwise, as stated in Bhagavad-g&#299;t&#257;, mr&#803;tyuh&#803; sarva-hara&#347; c&#257;ham: the Supreme Lord will appear before us at the time of death as mr&#803;tyu, death personified, and violently take away all of our possessions. Therefore, such possessions should be peacefully offered to the lotus feet of the Lord while we are still living and able to enjoy the pious result of such an offering.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura, tapah&#803;, austerity, means that one should observe vows such as Ek&#257;da&#347;&#299;-vrata, in which one fasts from grains and beans twice a month. The word japtam refers to chanting the holy names of the Lord, such as Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura has further pointed out that one can offer one's wife, children and home to the Lord by converting one's family into devotees of the Supreme Lord. Rather than becoming artificially puffed up in the pursuit of so-called status symbols, one's family should be trained to understand that they are eternal servants of the Supreme Lord. And when the entire family becomes dedicated to the Lord's service, a very beautiful situation is created.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; T&#803;h&#257;kura has pointed out that if a human being is not initiated into the process of bh&#257;gavata-dharma he must depend upon the uncertain knowledge derived from his gross material senses. Indifferent to the sublime descriptions of the Lord's eternal appearances, pastimes and innumerable transcendental qualities, the faithless materialist wanders about on the platform of mundane enjoyment. But if one can understand the reality of the Supreme Personality of Godhead as He is described in authorized Vedic literature, then one should accept the order of tridan&#803;d&#803;a-sanny&#257;sa, or at least one should practice restraint of the body, mind and words and thus become self-controlled and fixed in the Absolute Truth. Then all of one's desires, all the charity he gives, and his penances and chanting of mantras &#8212; in other words, his entire personality, his home, his children, his wife and his very life air &#8212; become heartfelt offerings to the Supreme Lord. When a living entity constantly hears the authorized descriptions of the Supreme Lord and dovetails all of his activities in the Lord's service, avoiding other activities, he is considered to be fixed on the platform of bh&#257;gavata-dharma.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>