<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.29</P><P CLASS=c>evam&#769; kr&#803;s&#803;n&#803;&#257;tma-n&#257;thes&#803;u</P><P CLASS=c>manus&#803;yes&#803;u ca sauhr&#803;dam</P><P CLASS=c>paricary&#257;m&#769; cobhayatra</P><P CLASS=c>mahatsu nr&#803;s&#803;u s&#257;dhus&#803;u</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/n/nathesu">n&#257;thes&#803;u</A> &#8212; for those who take Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A> <A HREF="http://vedabase.net/a/as">as</A> the Lord of their soul; <A CLASS=v HREF="http://vedabase.net/m/manusyesu">manus&#803;yes&#803;u</A> &#8212; humans; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sauhrdam">sauhr&#803;dam</A> &#8212; friendship; <A CLASS=v HREF="http://vedabase.net/p/paricaryam">paricary&#257;m</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/u/ubhayatra">ubhayatra</A> &#8212; rendered <A HREF="http://vedabase.net/t/to">to</A> both (moving and nonmoving creatures, or the Lord and His devotees); <A CLASS=v HREF="http://vedabase.net/m/mahatsu">mahatsu</A> &#8212; (especially) <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/p/pure">pure</A> devotees of the Lord; <A CLASS=v HREF="http://vedabase.net/n/nrsu">nr&#803;s&#803;u</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> human beings; <A CLASS=v HREF="http://vedabase.net/s/sadhusu">s&#257;dhus&#803;u</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> fixed <A HREF="http://vedabase.net/i/in">in</A> saintly behavior.</P><P CLASS=t>TRANSLATION</P><P>One who desires his ultimate self-interest should cultivate friendship with those persons who have accepted Kr&#803;s&#803;n&#803;a as the Lord of their life. One should further develop an attitude of service toward all living beings. One should especially try to help those in the human form of life and, among them, especially those who accept the principles of religious behavior. Among religious persons, one should especially render service to the pure devotees of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; T&#803;h&#257;kura, the highest duty for devotees of the Supreme Lord is to establish friendship with those who have completely surrendered to Kr&#803;s&#803;n&#803;a and who have thus achieved &#347;aran&#803;&#257;gati, shelter at the Lord's lotus feet. One should render service to both the Lord and His devotees, since the Lord is more pleased by sincere service rendered to His pure devotees. One should not only officially offer respect to the Supreme Personality of Godhead, His devotees and His worshipful paraphernalia, but should actually render service to the representatives of the Lord, who are known as mah&#257;-bh&#257;gavatas.</P><P CLASS=l><A CLASS=i HREF="27-28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>