<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.33</P><P CLASS=c>iti bh&#257;gavat&#257;n dharm&#257;n</P><P CLASS=c>&#347;iks&#803;an bhakty&#257; tad-utthay&#257;</P><P CLASS=c>n&#257;r&#257;yan&#803;a-paro m&#257;y&#257;m</P><P CLASS=c>a&#241;jas tarati dustar&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bhagavatan">bh&#257;gavat&#257;n</A> <A CLASS=v HREF="http://vedabase.net/d/dharman">dharm&#257;n</A> &#8212; the science of devotional service; <A CLASS=v HREF="http://vedabase.net/s/siksan">&#347;iks&#803;an</A> &#8212; studying; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotion; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/u/utthaya">utthay&#257;</A> &#8212; generated by <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yan&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">parah&#803;</A> &#8212; completely devoted <A HREF="http://vedabase.net/t/to">to</A> the Supreme Lord, <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yan&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; the illusory energy; <A CLASS=v HREF="http://vedabase.net/a/anjah">a&#241;jah&#803;</A> &#8212; easily; <A CLASS=v HREF="http://vedabase.net/t/tarati">tarati</A> &#8212; crosses beyond; <A CLASS=v HREF="http://vedabase.net/d/dustaram">dustar&#257;m</A> &#8212; impossible <A HREF="http://vedabase.net/t/to">to</A> cross.</P><P CLASS=t>TRANSLATION</P><P>Thus learning the science of devotional service and practically engaging in the devotional service of the Lord, the devotee comes to the stage of love of Godhead. And by complete devotion to the Supreme Personality of Godhead, N&#257;r&#257;yan&#803;a, the devotee easily crosses over the illusory energy, m&#257;y&#257;, which is extremely difficult to cross.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has pointed out that mukti, or liberation, which is described in this verse by the words m&#257;y&#257;m a&#241;jas tarati dustar&#257;m, is actually a by-product or secondary result of pure love of Godhead. In the second verse of &#346;r&#299;mad-Bh&#257;gavatam it is pointed out, dharmah&#803; projjhita-kaitavo 'tra paramo nirmatsar&#257;n&#803;&#257;m&#769; sat&#257;m&#769;/ vedyam&#769; v&#257;stavam atra vastu &#347;ivadam&#769; t&#257;pa-trayonm&#363;lanam [<A CLASS=v HREF="../../1/1/2.htm">SB 1.1.2</A>]. &#346;r&#299;mad-Bh&#257;gavatam teaches the science of devotional service, in which the ultimate goal is pure love of Godhead. According to the Vais&#803;n&#803;ava &#257;c&#257;ryas, mukti, or liberation, is a by-product of love of Godhead. &#346;ivadam&#769; t&#257;pa-trayonm&#363;lanam. One should not approach the Supreme Personality of Godhead for liberation, since one is automatically liberated by obeying the order of the Lord. Kr&#803;s&#803;n&#803;a's order is given at the end of Bhagavad-g&#299;t&#257;: sarva-dharm&#257;n parityajya m&#257;m ekam&#769; &#347;aran&#803;am&#769; vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]. Every living being should give up his mundane conceptions of life and take full shelter of the Supreme Personality of Godhead, Kr&#803;s&#803;n&#803;a. If one carries out this order the Lord automatically provides liberation (mukti). Actual happiness comes from loving God without any tinge of mental speculation or fruitive desire.</P><P>any&#257;bhil&#257;s&#803;it&#257;-&#347;&#363;nyam&#769;</P><P CLASS=n>j&#241;&#257;na-karm&#257;dy-an&#257;vr&#803;tam</P><P CLASS=n>&#257;nuk&#363;lyena kr&#803;s&#803;n&#803;&#257;nu-</P><P CLASS=n>&#347;&#299;lanam&#769; bhaktir uttam&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]</P><P>"One should render transcendental loving service to Lord Kr&#803;s&#803;n&#803;a favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service." (Bhakti-ras&#257;mr&#803;ta-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>) So crossing over the insurmountable ocean of illusion, as described here, is not actually the principal result of bh&#257;gavata-dharma, or devotional service to the Lord, but is a by-product of pure love of Godhead.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>