<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 3 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 3 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Liberation from the Illusory Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.3.36</P><P CLASS=c>naitan mano vi&#347;ati v&#257;g uta caks&#803;ur &#257;tm&#257;</P><P CLASS=c>pr&#257;n&#803;endriy&#257;n&#803;i ca yath&#257;nalam arcis&#803;ah&#803; sv&#257;h&#803;</P><P CLASS=c>&#347;abdo 'pi bodhaka-nis&#803;edhatay&#257;tma-m&#363;lam</P><P CLASS=c>arthoktam &#257;ha yad-r&#803;te na nis&#803;edha-siddhih&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; cannot; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this (Supreme Truth); <A CLASS=v HREF="http://vedabase.net/m/manah">manah&#803;</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/v/visati">vi&#347;ati</A> &#8212; enter; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; the function of speech; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/c/caksuh">caks&#803;uh&#803;</A> &#8212; sight; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;n&#803;a</A> &#8212; the subtle airs supporting life; <A CLASS=v HREF="http://vedabase.net/i/indriyani">indriy&#257;n&#803;i</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/analam">analam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> fire; <A CLASS=v HREF="http://vedabase.net/a/arcisah">arcis&#803;ah&#803;</A> &#8212; its sparks; <A CLASS=v HREF="http://vedabase.net/s/svah">sv&#257;h&#803;</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/s/sabdah">&#347;abdah&#803;</A> &#8212; the authoritative sound of the Vedas; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/b/bodhaka">bodhaka</A> &#8212; being able <A HREF="http://vedabase.net/t/to">to</A> indicate by verbal reference; <A CLASS=v HREF="http://vedabase.net/n/nisedhataya">nis&#803;edhatay&#257;</A> &#8212; because of denying such; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; of the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; basic evidence; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/u/uktam">uktam</A> &#8212; expressed indirectly; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; does express; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/r/rte">r&#803;te</A> &#8212; without which (Supreme); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/n/nisedha">nis&#803;edha</A> &#8212; of the negative statements of scripture; <A CLASS=v HREF="http://vedabase.net/s/siddhih">siddhih&#803;</A> &#8212; ultimate purpose.</P><P CLASS=t>TRANSLATION</P><P>Neither the mind nor the faculties of speech, sight, intelligence, the life air or any of the senses are capable of penetrating that Supreme Truth, any more than small sparks can affect the original fire from which they are generated. Not even the authoritative language of the Vedas can perfectly describe the Supreme Truth, since the Vedas themselves disclaim the possibility that the Truth can be expressed by words. But through indirect reference the Vedic sound does serve as evidence of the Supreme Truth, since without the existence of that Supreme Truth the various restrictions found in the Vedas would have no ultimate purpose.</P><P CLASS=t>PURPORT</P><P>The small sparks generated by a blazing fire have no power to illuminate the original fire, nor can they burn it. The quantity of heat and light in the original fire is always superior to the quantity found in the insignificant sparks. Similarly, the minute living entity is generated from the internal potency of the Supreme Personality of Godhead, as stated in Ved&#257;nta-s&#363;tra (janm&#257;dy asya yatah&#803; [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]) and Bhagavad-g&#299;t&#257; (aham&#769; sarvasya prabhavah&#803;, mamaiv&#257;m&#769;&#347;o j&#299;va-loke j&#299;va-bh&#363;tah&#803; san&#257;tanah&#803; [<A CLASS=v HREF="../../../bg/15/7.htm">Bg. 15.7</A>]). The minute living entities, being am&#769;&#347;ah&#803;, or sparks of the Supreme Personality of Godhead, can never equal the Supreme Godhead in the quantity of their potency. The quantity of knowledge and bliss in the Supreme Personality of Godhead is always superior. Therefore, when a foolish conditioned soul tries to illuminate the subject matter of the highest truth with his tiny brain, he merely illuminates his own foolishness. The Personality of Godhead has personally spoken Bhagavad-g&#299;t&#257;, which is the blazing fire of perfect knowledge that burns to ashes the insignificant speculations and theories of so-called philosophers and scientists regarding the ultimate truth.</P><P>The Supreme Personality of Godhead is called Hr&#803;s&#803;&#299;ke&#347;a, or the Lord of everyone's senses. Because the Personality of Godhead has supreme seeing power, hearing power, touching power, smelling power and tasting power, the living entities in a limited sense can also see, hear, touch, smell and taste, by the mercy of Hr&#803;s&#803;&#299;ke&#347;a. This idea is expressed in the Br&#803;had-&#257;ran&#803;yaka Upanis&#803;ad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/4/4/18">4.4.18</A>): pr&#257;n&#803;asya pr&#257;n&#803;am uta caks&#803;us&#803;a&#347; caks&#803;ur uta &#347;rotrasya &#347;rotram annasy&#257;nnam&#769; manaso ye mano viduh&#803;. "The Supreme Truth is understood to be the life air sustaining everyone's life air, the vision of everyone's eyes, the hearing power of the ear, and the sustenance of food itself." The obvious conclusion is that the Supreme Truth can be known by His own causeless mercy, and not by our foolish attempts to bring the all-pervading truth within the insignificant boundaries of our intelligence. It is stated in the Taittir&#299;ya Upanis&#803;ad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/4/1">2.4.1</A>), yato v&#257;co nivartante apr&#257;pya manas&#257; saha: "The descriptive power of speech fails in the realm of the Supreme Truth, and the speculative power of the mind cannot achieve Him."</P><P>But because such statements of Vedic &#347;rutis are in themselves descriptions of the Absolute Truth, one may consider such Vedic statements contradictory. Therefore, in this connection it is stated, &#347;abdo 'pi bodhaka-nis&#803;edhatay&#257;tma-m&#363;lam arthoktam &#257;ha: although the Vedic &#347;ruti (&#347;abda) forbids us to speculate upon the Absolute Truth, such restrictive injunctions indirectly constitute positive assertions of the existence of the supreme living entity. In fact, the Vedic restrictions are meant to save one from the false path of mental speculation and ultimately bring one to the point of devotional surrender. As Lord Kr&#803;s&#803;n&#803;a Himself states in Bhagavad-g&#299;t&#257;, vedai&#347; ca sarvair aham eva vedyah&#803;: [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>] by all Vedic literatures the Supreme Personality of Godhead is to be known. The assertion that a particular process, such as mental speculation, is useless (yato v&#257;co nivartante apr&#257;pya manas&#257; saha) constitutes an indirect assertion of the existence of a correct path of achieving the Supreme. As &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has stated, sarvasya nis&#803;edhasya s&#257;vadhitv&#257;t: "Every negative injunction is understood to have a specific limit. Negative injunctions cannot be taken as applicable in all cases." For example, a negative injunction is that no living entity can be equal to or greater than the Supreme Personality of Godhead. But &#346;r&#299;mad-Bh&#257;gavatam clearly states that because of the intense love of the residents of Vr&#803;nd&#257;vana for Kr&#803;s&#803;n&#803;a, they sometimes assume a superior position. Thus mother Ya&#347;od&#257; binds Kr&#803;s&#803;n&#803;a with ropes, and the influential cowherd boys sometimes ride on the shoulders of Kr&#803;s&#803;n&#803;a or defeat Him in wrestling. Negative injunctions, therefore, may sometimes be adjusted according to the transcendental situation.</P><P>Although the Absolute Truth is transcendental to the material creation and therefore beyond the scope of material senses, when those same material senses are saturated with love of Godhead they become spiritualized and empowered to perceive the Absolute Truth. As stated in Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>),</P><P>prem&#257;&#241;jana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah&#803; sadaiva hr&#803;dayes&#803;u vilokayanti</P><P CLASS=n>yam&#769; &#347;y&#257;masundaram acintya-gun&#803;a-svar&#363;pam&#769;</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>"I worship the primeval Lord, Govinda. who is always seen by the devotee whose eyes are anointed with the pulp of love. He is seen in His eternal form of &#346;y&#257;masundara within the heart of the devotee." In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/11/8.htm">11.8</A>) Lord Kr&#803;s&#803;n&#803;a says to Arjuna,</P><P>na tu m&#257;m&#769; &#347;akyase dras&#803;t&#803;um</P><P CLASS=n>anenava sva-caks&#803;us&#803;&#257;</P><P CLASS=n>divyam&#769; dad&#257;mi te caks&#803;uh&#803;</P><P CLASS=n>pa&#347;ya me yogam ai&#347;varam</P><P>"But you cannot see Me with your present eyes. Therefore I give you divine eyes by which you can behold My mystic opulence." Similarly, &#346;r&#299;mad-Bh&#257;gavatam describes many incidents in which the Supreme Absolute Truth revealed Himself to His devotee, as in the histories of Prahl&#257;da Mah&#257;r&#257;ja, Dhruva Mah&#257;r&#257;ja, Pr&#803;thu Mah&#257;r&#257;ja, Kardama Muni, the P&#257;n&#803;d&#803;avas and the gop&#299;s. Therefore, the Vedic assertions that the Absolute Truth is beyond the power of the eyes refer to those who have not received transcendental eyes by the mercy of the Personality of Godhead. But the Lord's own transcendental senses, which are the source of our limited senses, are confirmed in the &#347;ruti, as in the following statement from the Kena Upanis&#803;ad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/4">1.4</A>): yad v&#257;c&#257;nabhyuditam&#769; yena v&#257;g abhyudyate/ tad eva brahma tvam&#769; viddhi nedam&#769; yad idam up&#257;sate. "Brahman, the Absolute, should be understood to be that which cannot be ascertained by the material power of speech; speech itself is evinced by that Supreme Truth." By the statement yena v&#257;g abhyudyate, "our power of speech is expressed by the Absolute Truth," it is clearly expressed that the Absolute Truth has His own transcendental senses. Therefore He is called Hr&#803;s&#803;&#299;ke&#347;a.</P><P>&#346;r&#299;la N&#257;rada Muni has stated, hr&#803;s&#803;&#299;kena hr&#803;s&#803;&#299;ke&#347;a-sevanam&#769; bhaktir ucyate [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]. Our senses cannot approach the Absolute Truth by their own power, but when engaged in loving devotional service to satisfy the Lord of the senses, our limited senses must become connected with the Lord's unlimited senses, and thus by the Lord's mercy He can be understood.</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya has quoted the following statement from the Brahma-tarka:</P><P>&#257;nando nedr&#803;&#347;&#257;nanda</P><P CLASS=n>ity ukte lokatah&#803; param</P><P CLASS=n>pratibh&#257;ti na c&#257;bh&#257;ti</P><P CLASS=n>yath&#257;vad dar&#347;anam&#769; vin&#257;</P><P>"The transcendental bliss of the Absolute Truth cannot be compared to the ordinary happiness of the material world." Similarly, in the Ved&#257;nta-s&#363;tra the Absolute Truth is described as &#257;nandamaya, or full of bliss.</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura, in this verse &#346;r&#299; Pippal&#257;yana is more or less describing the impersonal feature of the Absolute Truth. The nine Yogendras were themselves devotees of the personal feature of the Lord, so King Nimi asked his question about the different features of the Absolute Truth to clarify that the Personality of Godhead is the source of all the variegated aspects of the advaya-j&#241;&#257;na, or transcendental reality. This is also expressed by the following statement in &#347;ruti: tam&#769; tv aupanis&#803;adam&#769; purus&#803;am&#769; pr&#803;cch&#257;mi. "I am inquiring about that Supreme Person revealed in the Upanis&#803;ads."</P><P>If the Absolute Truth were actually inaccessible by words, there would be no meaning to the Vedic literature, which consists of collections of transcendental words. Since the Vedic descriptions of the truth are to be taken as infallible, it is impossible to maintain that the power of speech is in all cases unable to describe the truth. After all, the Vedic mantras themselves are meant to be spoken and heard. Therefore, the injunction that neither the mind nor speech can approach the Absolute Truth (naitan mano vi&#347;ati v&#257;g uta) cannot be taken as applicable in all cases; rather, it is a warning to those who foolishly try to encompass the Absolute Truth by their own puny speculative powers. Since the Vedic injunctions, either positive or negative, are to be taken as realistic descriptions of the Absolute Truth, the process of hearing and repeating Vedic knowledge (&#347;ravan&#803;am&#769; k&#299;rtanam&#769; vis&#803;n&#803;oh&#803; [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]) can be understood as a separate process in which one's hearing and speaking power becomes spiritualized by submissive reception of transcendental knowledge. This process depends upon one's faith in the bona fide spiritual master, who is a devotee of the Supreme Personality of Godhead. Therefore it is stated,</P><P>yasya deve par&#257; bhaktir</P><P CLASS=n>yath&#257; deve tath&#257; gurau</P><P CLASS=n>tasyaite kathit&#257; hy arth&#257;h&#803;</P><P CLASS=n>prak&#257;&#347;ante mah&#257;tmanah&#803;</P><P CLASS=n>[<A CLASS=v HREF="http://vedabase.net/todo/su6/23">&#346;U 6.23</A>]</P><P>"Only unto those great souls who have implicit faith in both the Lord and the spiritual master are all the imports of Vedic knowledge automatically revealed." (&#346;vet&#257;&#347;vatara Upanis&#803;ad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/23">6.23</A>) As the Lord Himself states in the Hari-vam&#769;&#347;a,</P><P>tat-param&#769; paramam&#769; brahma</P><P CLASS=n>sarvam&#769; vibhajate jagat</P><P CLASS=n>mamaiva tad ghanam&#769; tejo</P><P CLASS=n>j&#241;&#257;tum arhasi bh&#257;rata</P><P>"That Supreme Truth, Parabrahman, expands itself into all the variegatedness of this universe. You should know it to be My own concentrated effulgence, O Bh&#257;rata." The words j&#241;&#257;tum arhasi, "you must know it," spoken by the Lord Himself, indicate that the Absolute Truth is to be known, but one must surrender to the truth, rather than waste time in foolish speculation.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura has pointed out that according to authorized statements of Vedic literature the Lord's transcendental form is understood to be brahmamaya, or completely spiritual, with no trace of material contamination. Therefore, in such statements as n&#299;lotpala-dala-&#347;y&#257;mam, "the Lord's form is beautifully manifest with the hue of dark blue lotus petals," it is understood that a transcendental dark blue color is being described. Still, the Lord is inconceivably merciful to His devotees, even those on the neophyte platform who are trying to come to the state of love of Godhead. Therefore the Lord gradually purifies the senses of a conditioned soul who is trying to understand Him, and eventually the Lord appears before such a rectified servitor. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura, pr&#257;kr&#803;ta-n&#299;lotpala-varn&#803;atvena bhaktair dhy&#257;tam at&#257;dr&#803;&#347;am api. In the beginning, being conditioned by previous materialistic activities, a devotee meditating on the Lord's transcendental form may base his meditation on his experience of material forms and colors within this world. The Lord's transcendental form has nothing to do with material forms and colors, but since the object of this meditation is Kr&#803;s&#803;n&#803;a, such meditation will eventually be transformed into transcendental experience of the actual form, color, activities, pastimes and entourage of the Supreme Personality of Godhead. In other words, transcendental knowledge depends not on material logic but on the pleasure of the Personality of Godhead. If the Lord is pleased by His devotee's sincere attempt to understand Him, the Lord can immediately circumvent all the so-called technicalities of material logic and Vedic injunctions and reveal Himself to His pure devotee. Unless one accepts this omnipotency of the Personality of Godhead, there is no hope of approaching the Absolute Truth. Therefore it is stated in the Kat&#803;ha Upanis&#803;ad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/3/12">1.3.12</A>), dr&#803;&#347;yate tv agryay&#257; buddhy&#257;: the Absolute Truth is seen by transcendental intelligence.</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; T&#803;h&#257;kura has pointed out that knowledge acquired through the interaction of the material senses with the modes of nature is merely hypothetical and not factual. Empirical knowledge deals with our ephemeral experience of the sense objects generated by material nature. For example, there are many wars currently going on because of a false concept of nationalism. Similarly, there is conflict throughout the world, and great world leaders fight like cats and dogs for the economic development of their countries. Thus, material language is used to designate temporary objects perceived by the eyes, nose, tongue, touch and taste. This type of language and experience is useless for approaching the Absolute Truth. But the transcendental sound from the spiritual sky has a completely different effect. We should not foolishly try to use materially concocted language to include the Supreme Personality of Godhead as an object of the material world. The Supreme Lord is completely transcendental and is known as &#257;tma-prak&#257;&#347;a, or self-manifested. Therefore, as stated in the Padma Pur&#257;n&#803;a,</P><P>atah&#803; &#347;r&#299;-kr&#803;s&#803;n&#803;a-n&#257;m&#257;di</P><P CLASS=n>na bhaved gr&#257;hyam indriyaih&#803;</P><P CLASS=n>sevonmukhe hi jihv&#257;dau</P><P CLASS=n>svayam eva sphuraty adah&#803;</P><P CLASS=n>[BRS. 1.2.234]</P><P>"Material senses cannot appreciate Kr&#803;s&#803;n&#803;a's holy name, form, qualities and pastimes. But when a conditioned soul is awakened to Kr&#803;s&#803;n&#803;a consciousness and renders service by using his tongue to chant the Lord's holy name and taste the remnants of the Lord's food, the tongue is purified, and one gradually comes to understand who Kr&#803;s&#803;n&#803;a really is." If one surrenders to the Supreme Lord, taking shelter at His lotus feet, one's spiritualized senses gradually become empowered to perceive the Lord. Mere empiricism and material logic have a limited jurisdiction within the external energy of the Supreme Lord and cannot apply to those things which are eternal. In this regard, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; T&#803;h&#257;kura has quoted the following verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../7/5/32.htm">7.5.32</A>):</P><P>nais&#803;&#257;m&#769; matis t&#257;vad urukram&#257;&#324;ghrim&#769;</P><P CLASS=n>spr&#803;&#347;aty anarth&#257;pagamo yad-arthah&#803;</P><P CLASS=n>mah&#299;yas&#257;m p&#257;da-rajo-'bhis&#803;ekam&#769;</P><P CLASS=n>nis&#803;ki&#241;can&#257;n&#257;m&#769; na vr&#803;n&#803;&#299;ta y&#257;vat</P><P>"Unless they smear upon their bodies the dust of the lotus feet of a Vais&#803;n&#803;ava completely freed from material contamination, persons very much inclined toward materialistic life cannot be attached to the lotus feet of the Lord, who is glorified for His uncommon activities. Only by becoming Kr&#803;s&#803;n&#803;a conscious and taking shelter at the lotus feet of the Lord in this way can one be freed from material contamination."</P><P>Although &#346;r&#299; Pippal&#257;yana is expressing that the Absolute Truth cannot be approached by material senses, the sage himself is describing the Absolute Truth with transcendental senses, and King Nimi is able to understand this transcendental sound because he has surrendered at the lotus feet of pure devotees, the nava-yogendras. Therefore, one should not foolishly try to understand this verse out of context, in an impersonal way, but should follow the example of King Nimi, who was trying to understand how the Supreme Personality of Godhead is ultimately the source of everything.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>