<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 3 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 3 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Kr&#803;s&#803;n&#803;a Is the Source of All Incarnations</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.3.14</P><P CLASS=c>r&#803;s&#803;ibhir y&#257;cito bheje</P><P CLASS=c>navamam&#769; p&#257;rthivam&#769; vapuh&#803;</P><P CLASS=c>dugdhem&#257;m os&#803;adh&#299;r vipr&#257;s</P><P CLASS=c>ten&#257;yam&#769; sa u&#347;attamah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rsibhih">r&#803;s&#803;ibhih&#803;</A> &#8212; by the sages; <A CLASS=v HREF="http://vedabase.net/y/yacitah">y&#257;citah&#803;</A> &#8212; being prayed for; <A CLASS=v HREF="http://vedabase.net/b/bheje">bheje</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/n/navamam">navamam</A> &#8212; the ninth one; <A CLASS=v HREF="http://vedabase.net/p/parthivam">p&#257;rthivam</A> &#8212; the ruler of the earth; <A CLASS=v HREF="http://vedabase.net/v/vapuh">vapuh&#803;</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/d/dugdha">dugdha</A> &#8212; milking; <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/o/osadhih">os&#803;adh&#299;h&#803;</A> &#8212; products of the earth; <A CLASS=v HREF="http://vedabase.net/v/viprah">vipr&#257;h&#803;</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/u/usattamah">u&#347;attamah&#803;</A> &#8212; beautifully attractive.</P><P CLASS=t>TRANSLATION</P><P>O br&#257;hman&#803;as, in the ninth incarnation, the Lord, prayed for by sages, accepted the body of a king [Pr&#803;thu] who cultivated the land to yield various produces, and for that reason the earth was beautiful and attractive.</P><P CLASS=t>PURPORT</P><P>Before the advent of King Pr&#803;thu, there was great havoc of maladministration due to the vicious life of the previous king, the father of Mah&#257;r&#257;ja Pr&#803;thu. The intelligent class of men (namely the sages and the br&#257;hman&#803;as) not only prayed for the Lord to come down, but also dethroned the previous king. It is the duty of the king to be pious and thus look after the all-around welfare of the citizens. Whenever there is some negligence on the part of the king in discharging his duty, the intelligent class of men must dethrone him. The intelligent class of men, however, do not occupy the royal throne, because they have much more important duties for the welfare of the public. Instead of occupying the royal throne, they prayed for the incarnation of the Lord, and the Lord came as Mah&#257;r&#257;ja Pr&#803;thu. Real intelligent men, or qualified br&#257;hman&#803;as, never aspire for political posts. Mah&#257;r&#257;ja Pr&#803;thu excavated many produces from the earth, and thus not only did the citizens become happy to have such a good king, but the complete sight of the earth also became beautiful and attractive.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>