<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 3 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 3 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Kr&#803;s&#803;n&#803;a Is the Source of All Incarnations</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.3.5</P><P CLASS=c>etan n&#257;n&#257;vat&#257;r&#257;n&#803;&#257;m&#769;</P><P CLASS=c>nidh&#257;nam&#769; b&#299;jam avyayam</P><P CLASS=c>yasy&#257;m&#769;&#347;&#257;m&#769;&#347;ena sr&#803;jyante</P><P CLASS=c>deva-tirya&#324;-nar&#257;dayah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this (form); <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; multifarious; <A CLASS=v HREF="http://vedabase.net/a/avataranam">avat&#257;r&#257;n&#803;&#257;m</A> &#8212; of the incarnations; <A CLASS=v HREF="http://vedabase.net/n/nidhanam">nidh&#257;nam</A> &#8212; source; <A CLASS=v HREF="http://vedabase.net/b/bijam">b&#299;jam</A> &#8212; seed; <A CLASS=v HREF="http://vedabase.net/a/avyayam">avyayam</A> &#8212; indestructible; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/amsa">am&#769;&#347;a</A> &#8212; plenary portion; <A CLASS=v HREF="http://vedabase.net/a/amsena">am&#769;&#347;ena</A> &#8212; part of the plenary portion; <A CLASS=v HREF="http://vedabase.net/s/srjyante">sr&#803;jyante</A> &#8212; create; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; demigods; <A CLASS=v HREF="http://vedabase.net/t/tiryak">tiryak</A> &#8212; animals; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah&#803;</A> &#8212; human beings and others.</P><P CLASS=t>TRANSLATION</P><P>This form [the second manifestation of the purus&#803;a] is the source and indestructible seed of multifarious incarnations within the universe. From the particles and portions of this form, different living entities, like demigods, men and others, are created.</P><P CLASS=t>PURPORT</P><P>The purus&#803;a, after creating innumerable universes in the mahat-tattva, entered in each of them as the second purus&#803;a, Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u. When He saw that within the universe there was only darkness and space, without a resting place, He filled half of the universe with water from His own perspiration and laid Himself down on the same water. This water is called Garbhodaka. Then from His navel the stem of the lotus flower sprouted, and on the flower petals the birth of Brahm&#257;, or the master engineer of the universal plan, took place. Brahm&#257; became the engineer of the universe, and the Lord Himself took charge of the maintenance of the universe as Vis&#803;n&#803;u. Brahm&#257; was generated from rajo-gun&#803;a of prakr&#803;ti, or the mode of passion in nature, and Vis&#803;n&#803;u became the Lord of the mode of goodness. Vis&#803;n&#803;u, being transcendental to all the modes, is always aloof from materialistic affection. This has already been explained. From Brahm&#257; there is Rudra (&#346;iva), who is in charge of the mode of ignorance or darkness. He destroys the whole creation by the will of the Lord. Therefore all three, namely Brahm&#257;, Vis&#803;n&#803;u and &#346;iva, are incarnations of the Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u. From Brahm&#257; the other demigods like Daks&#803;a, Mar&#299;ci, Manu and many others become incarnated to generate living entities within the universe. This Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u is glorified in the Vedas in the hymns of Garbha-stuti, which begin with the description of the Lord as having thousands of heads, etc. The Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u is the Lord of the universe, and although He appears to be lying within the universe, He is always transcendental. This also has already been explained. The Vis&#803;n&#803;u who is the plenary portion of the Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u is the Supersoul of the universal life, and He is known as the maintainer of the universe or Ks&#803;&#299;rodaka&#347;&#257;y&#299; Vis&#803;n&#803;u. So the three features of the original purus&#803;a are thus understood. And all the incarnations within the universe are emanations from this Ks&#803;&#299;rodaka&#347;&#257;y&#299; Vis&#803;n&#803;u.</P><P>In different millennia there are different incarnations, and they are innumerable, although some of them are very prominent, such as Matsya, K&#363;rma, Var&#257;ha, R&#257;ma, Nr&#803;sim&#769;ha, V&#257;mana and many others. These incarnations are called l&#299;l&#257; incarnations. Then there are qualitative incarnations such as Brahm&#257;, Vis&#803;n&#803;u, and &#346;iva (or Rudra) who take charge of the different modes of material nature.</P><P>Lord Vis&#803;n&#803;u is nondifferent from the Personality of Godhead. Lord &#346;iva is in the marginal position between the Personality of Godhead and the living entities, or j&#299;vas. Brahm&#257; is always a j&#299;va-tattva. The highest pious living being, or the greatest devotee of the Lord, is empowered with the potency of the Lord for creation, and he is called Brahm&#257;. His power is like the power of the sun reflected in valuable stones and jewels. When there is no such living being to take charge of the post of Brahm&#257;, the Lord Himself becomes a Brahm&#257; and takes charge of the post.</P><P>Lord &#346;iva is not an ordinary living being. He is the plenary portion of the Lord, but because Lord &#346;iva is in direct touch with material nature, he is not exactly in the same transcendental position as Lord Vis&#803;n&#803;u. The difference is like that between milk and curd. Curd is nothing but milk, and yet it cannot be used in place of milk.</P><P>The next incarnations are the Manus. Within one day's duration of the life of Brahm&#257; (which is calculated by our solar year as 4,300,000 x 1,000 years) there are fourteen Manus. Therefore there are 420 Manus in one month of Brahm&#257; and 5,040 Manus in one year of Brahm&#257;. Brahm&#257; lives for one hundred years of his age, and therefore there are 5,040 x 100 or 504,000 Manus in the duration of Brahm&#257;'s life. There are innumerable universes, with one Brahm&#257; in each of them, and all of them are created and annihilated during the breathing time of the purus&#803;a. Therefore one can simply imagine how many millions of Manus there are during one breath of the purus&#803;a.</P><P>The Manus who are prominent within this universe are as follows: Yaj&#241;a as Sv&#257;yambhuva Manu, Vibhu as Sv&#257;rocis&#803;a Manu, Satyasena as Uttama Manu, Hari as T&#257;masa Manu, Vaikun&#803;t&#803;ha as Raivata Manu, Ajita as C&#257;ks&#803;us&#803;a Manu, V&#257;mana as Vaivasvata Manu (the present age is under the Vaivasvata Manu), S&#257;rvabhauma as S&#257;varn&#803;i Manu, R&#803;s&#803;abha as Daks&#803;as&#257;varn&#803;i Manu, Vis&#803;vaksena as Brahma-s&#257;varn&#803;i Manu, Dharmasetu as Dharma-s&#257;varn&#803;i Manu, Sudh&#257;m&#257; as Rudra-s&#257;varn&#803;i Manu, Yoge&#347;vara as Deva-s&#257;varn&#803;i Manu, and Br&#803;hadbh&#257;nu as Indra-s&#257;varn&#803;i Manu. These are the names of one set of fourteen Manus covering 4,300,000,000 solar years as described above.</P><P>Then there are the yug&#257;vat&#257;ras, or the incarnations of the millennia. The yugas are known as Satya-yuga, Tret&#257;-yuga, Dv&#257;para-yuga and Kali-yuga. The incarnations of each yuga are of different color. The colors are white, red, black and yellow. In the Dv&#257;para-yuga, Lord Kr&#803;s&#803;n&#803;a in black color appeared, and in the Kali-yuga Lord Caitanya in yellow color appeared.</P><P>So all the incarnations of the Lord are mentioned in the revealed scriptures. There is no scope for an imposter to become an incarnation, for an incarnation must be mentioned in the &#347;&#257;stras. An incarnation does not declare Himself to be an incarnation of the Lord, but great sages agree by the symptoms mentioned in the revealed scriptures. The features of the incarnation and the particular type of mission which He has to execute are mentioned in the revealed scriptures.</P><P>Apart from the direct incarnations, there are innumerable empowered incarnations. They are also mentioned in the revealed scriptures. Such incarnations are directly as well as indirectly empowered. When they are directly empowered they are called incarnations, but when they are indirectly empowered they are called vibh&#363;tis. Directly empowered incarnations are the Kum&#257;ras, N&#257;rada, Pr&#803;thu, &#346;es&#803;a, Ananta, etc. As far as vibh&#363;tis are concerned, they are very explicitly described in the Bhagavad-g&#299;t&#257; in the Vibh&#363;ti-yoga chapter. And for all these different types of incarnations, the fountainhead is the Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>