<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 32 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 32 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 32: <A CLASS=v HREF="index.htm">The Reunion</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.32.20</P><P CLASS=c>n&#257;ham&#769; tu sakhyo bhajato 'pi jant&#363;n</P><P CLASS=c>bhaj&#257;my am&#299;s&#803;&#257;m anuvr&#803;tti-vr&#803;ttaye</P><P CLASS=c>yath&#257;dhano labdha-dhane vinas&#803;t&#803;e</P><P CLASS=c>tac-cintay&#257;nyan nibhr&#803;to na veda</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; on the other hand; <A CLASS=v HREF="http://vedabase.net/s/sakhyah">sakhyah&#803;</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> friends; <A CLASS=v HREF="http://vedabase.net/b/bhajatah">bhajatah&#803;</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/j/jantun">jant&#363;n</A> &#8212; with living beings; <A CLASS=v HREF="http://vedabase.net/b/bhajami">bhaj&#257;mi</A> &#8212; reciprocate; <A CLASS=v HREF="http://vedabase.net/a/amisam">am&#299;s&#803;&#257;m</A> &#8212; their; <A CLASS=v HREF="http://vedabase.net/a/anuvrtti">anuvr&#803;tti</A> &#8212; propensity (for <A HREF="http://vedabase.net/p/pure">pure</A> love); <A CLASS=v HREF="http://vedabase.net/v/vrttaye">vr&#803;ttaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> order <A HREF="http://vedabase.net/t/to">to</A> impel; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/adhanah">adhanah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> poor <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A> &#8212; having obtained; <A CLASS=v HREF="http://vedabase.net/d/dhane">dhane</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/v/vinaste">vinas&#803;t&#803;e</A> &#8212; and <A HREF="http://vedabase.net/i/it">it</A> being lost; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of that; <A CLASS=v HREF="http://vedabase.net/c/cintaya">cintay&#257;</A> &#8212; with anxious thought; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; anything else; <A CLASS=v HREF="http://vedabase.net/n/nibhrtah">nibhr&#803;tah&#803;</A> &#8212; filled; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; does not know.</P><P CLASS=t>TRANSLATION</P><P>But the reason I do not immediately reciprocate the affection of living beings even when they worship Me, O gop&#299;s, is that I want to intensify their loving devotion. They then become like a poor man who has gained some wealth and then lost it, and who thus becomes so anxious about it that he can think of nothing else.</P><P CLASS=t>PURPORT</P><P>Lord Kr&#803;s&#803;n&#803;a states in Bhagavad-g&#299;t&#257;, ye yath&#257; m&#257;m&#769; prapadyante t&#257;m&#769;s tathaiva bhaj&#257;my aham: [<A CLASS=v HREF="../../../bg/4/11.htm">Bg. 4.11</A>] "As people approach Me, I reciprocate with them accordingly." Yet even if the Lord is approached by someone with devotion, to intensify the devotee's love the Lord may not immediately reciprocate fully. In fact, the Lord is truly reciprocating. After all, a sincere devotee always prays to the Lord, "Please help me to love You purely." Therefore the Lord's so-called neglect is actually the fulfillment of the devotee's prayer. Lord Kr&#803;s&#803;n&#803;a intensifies our love for Him by apparently separating Himself from us, and the result is that we achieve what we really wanted and prayed for: intense love for the Absolute Truth, Kr&#803;s&#803;n&#803;a. Thus Lord Kr&#803;s&#803;n&#803;a's apparent negligence is actually His thoughtful reciprocation and the fulfillment of our deepest and purest desire.</P><P>According to the &#257;c&#257;ryas, as Lord Kr&#803;s&#803;n&#803;a began to speak this verse the gop&#299;s looked at one another with squinting eyes, trying to hide the smiles breaking out on their faces. Even as Lord Kr&#803;s&#803;n&#803;a was speaking, the gop&#299;s had begun to realize that He was bringing them to the highest perfection of loving service.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>