<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;s&#803;madeva in the Presence of Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.12</P><P CLASS=c>aho kas&#803;t&#803;am aho 'ny&#257;yyam&#769;</P><P CLASS=c>yad y&#363;yam&#769; dharma-nandan&#257;h&#803;</P><P CLASS=c>j&#299;vitum&#769; n&#257;rhatha klis&#803;t&#803;am&#769;</P><P CLASS=c>vipra-dharm&#257;cyut&#257;&#347;ray&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; oh; <A CLASS=v HREF="http://vedabase.net/k/kastam">kas&#803;t&#803;am</A> &#8212; what terrible sufferings; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; oh; <A CLASS=v HREF="http://vedabase.net/a/anyayyam">any&#257;yyam</A> &#8212; what terrible injustice; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/y/yuyam">y&#363;yam</A> &#8212; all of you good souls; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/n/nandanah">nandan&#257;h&#803;</A> &#8212; sons of religion personified; <A CLASS=v HREF="http://vedabase.net/j/jivitum">j&#299;vitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> remain alive; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/arhatha">arhatha</A> &#8212; deserve; <A CLASS=v HREF="http://vedabase.net/k/klistam">klis&#803;t&#803;am</A> &#8212; suffering; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A> &#8212; br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; piety; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; God; <A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;ray&#257;h&#803;</A> &#8212; being protected by.</P><P CLASS=t>TRANSLATION</P><P>Bh&#299;s&#803;madeva said: Oh, what terrible sufferings and what terrible injustices you good souls suffer for being the sons of religion personified. You did not deserve to remain alive under those tribulations, yet you were protected by the br&#257;hman&#803;as, God and religion.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira was disturbed due to the great massacre in the Battle of Kuruks&#803;etra. Bh&#299;s&#803;madeva could understand this, and therefore he spoke first of the terrible sufferings of Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira. He was put into difficulty by injustice only, and the Battle of Kuruks&#803;etra was fought just to counteract this injustice. Therefore, he should not regret the great massacre. He wanted to point out particularly that they were always protected by the br&#257;hman&#803;as, the Lord and religious principles. As long as they were protected by these three important items, there was no cause of disappointment. Thus Bh&#299;s&#803;madeva encouraged Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira to dissipate his despondency. As long as a person is fully in cooperation with the wishes of the Lord, guided by the bona fide br&#257;hman&#803;as and Vais&#803;n&#803;avas and strictly following religious principles, one has no cause for despondency, however trying the circumstances of life. Bh&#299;s&#803;madeva, as one of the authorities in the line, wanted to impress this point upon the P&#257;n&#803;d&#803;avas.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>