<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;s&#803;madeva in the Presence of Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.25</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>yudhis&#803;t&#803;hiras tad &#257;karn&#803;ya</P><P CLASS=c>&#347;ay&#257;nam&#769; &#347;ara-pa&#241;jare</P><P CLASS=c>apr&#803;cchad vividh&#257;n dharm&#257;n</P><P CLASS=c>r&#803;s&#803;&#299;n&#803;&#257;m&#769; c&#257;nu&#347;r&#803;n&#803;vat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/y/yudhisthirah">yudhis&#803;t&#803;hirah&#803;</A> &#8212; King <A HREF="http://vedabase.net/y/yudhisthira">Yudhis&#803;t&#803;hira</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/akarnya">&#257;karn&#803;ya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/s/sayanam">&#347;ay&#257;nam</A> &#8212; lying down; <A CLASS=v HREF="http://vedabase.net/s/sara">&#347;ara</A>-<A CLASS=v HREF="http://vedabase.net/p/panjare">pa&#241;jare</A> &#8212; on the bed of arrows; <A CLASS=v HREF="http://vedabase.net/a/aprcchat">apr&#803;cchat</A> &#8212; asked; <A CLASS=v HREF="http://vedabase.net/v/vividhan">vividh&#257;n</A> &#8212; multifarious; <A CLASS=v HREF="http://vedabase.net/d/dharman">dharm&#257;n</A> &#8212; duties; <A CLASS=v HREF="http://vedabase.net/r/rsinam">r&#803;s&#803;&#299;n&#803;&#257;m</A> &#8212; of the r&#803;s&#803;is; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anusrnvatam">anu&#347;r&#803;n&#803;vat&#257;m</A> &#8212; hearing after.</P><P CLASS=t>TRANSLATION</P><P>S&#363;ta Gosv&#257;m&#299; said: Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira, after hearing Bh&#299;s&#803;madeva speak in that appealing tone, asked him, in the presence of all the great r&#803;s&#803;is, about the essential principles of various religious duties.</P><P CLASS=t>PURPORT</P><P>Bh&#299;s&#803;madeva, speaking in that appealing tone, convinced Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira that he was very soon passing away. And Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira was inspired by Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a to ask him of the principles of religion. Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a inspired Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira to ask Bh&#299;s&#803;madeva in the presence of many great sages, indicating thereby that the Lord's devotee like Bh&#299;s&#803;madeva, although apparently living as a worldly man, is far superior to many great sages, even Vy&#257;sadeva. Another point is that Bh&#299;s&#803;madeva at that time was not only lying on a deathbed of arrows, but was greatly aggrieved because of that state. One should not have asked him any question at that time, but Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a wanted to prove that His pure devotees are always sound in body and mind by dint of spiritual enlightenment, and thus in any circumstances a devotee of the Lord is in perfect order to speak of the right way of life. Yudhis&#803;t&#803;hira also preferred to solve his problematic questions by asking Bh&#299;s&#803;madeva rather than ask anyone else present there who was seemingly more learned than Bh&#299;s&#803;madeva. This is all due to the arrangement of the great wheel-carrier Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a, who establishes the glories of His devotee. The father likes to see the son become more famous than himself. The Lord declares very emphatically that worship of His devotee is more valuable than the worship of the Lord Himself.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>