<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;s&#803;madeva in the Presence of Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.29</P><P CLASS=c>dharmam&#769; pravadatas tasya</P><P CLASS=c>sa k&#257;lah&#803; pratyupasthitah&#803;</P><P CLASS=c>yo yogina&#347; chanda-mr&#803;tyor</P><P CLASS=c>v&#257;&#241;chitas t&#363;ttar&#257;yan&#803;ah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; occupational duties; <A CLASS=v HREF="http://vedabase.net/p/pravadatah">pravadatah&#803;</A> &#8212; while describing; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah&#803;</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/p/pratyupasthitah">pratyupasthitah&#803;</A> &#8212; exactly appeared; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; that is; <A CLASS=v HREF="http://vedabase.net/y/yoginah">yoginah&#803;</A> &#8212; for the mystics; <A CLASS=v HREF="http://vedabase.net/c/chanda">chanda</A>-<A CLASS=v HREF="http://vedabase.net/m/mrtyoh">mr&#803;tyoh&#803;</A> &#8212; of one who dies according <A HREF="http://vedabase.net/t/to">to</A> one's own selection of time; <A CLASS=v HREF="http://vedabase.net/v/vanchitah">v&#257;&#241;chitah&#803;</A> &#8212; is desired by; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/u/uttarayanah">uttar&#257;yan&#803;ah&#803;</A> &#8212; the period when the sun runs on the northern horizon.</P><P CLASS=t>TRANSLATION</P><P>While Bh&#299;s&#803;madeva was describing occupational duties, the sun's course ran into the northern hemisphere. This period is desired by mystics who die at their will.</P><P CLASS=t>PURPORT</P><P>The perfect yog&#299;s or mystics can leave the material body at their own sweet will at a suitable time and go to a suitable planet desired by them. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/24.htm">8.24</A>) it is said that self-realized souls who have exactly identified themselves with the interest of the Supreme Lord can generally leave the material body during the time of the fire-god's effulgence and when the sun is in the northern horizon, and thus achieve the transcendental sky. In the Vedas these times are considered auspicious for quitting the body, and they are taken advantage of by the expert mystics who have perfected the system. Perfection of yoga means attainment of such supermental states as to be able to leave the material body as desired. Yog&#299;s can also reach any planet within no time without a material vehicle. The yog&#299;s can reach the highest planetary system within a very short time, and this is impossible for the materialist. Even attempting to reach the highest planet will take millions of years at a speed of millions of miles per hour. This is a different science, and Bh&#299;s&#803;madeva knew well how to utilize it. He was just waiting for the suitable moment to quit his material body, and the golden opportunity arrived when he was instructing his noble grandsons, the P&#257;n&#803;d&#803;avas. He thus prepared himself to quit his body before the exalted Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a, the pious P&#257;n&#803;d&#803;avas and the great sages headed by Bhagav&#257;n Vy&#257;sa, etc., all great souls.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>