<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;s&#803;madeva in the Presence of Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.31</P><P CLASS=c>vi&#347;uddhay&#257; dh&#257;ran&#803;ay&#257; hat&#257;&#347;ubhas</P><P CLASS=c>tad-&#299;ks&#803;ayaiv&#257;&#347;u gat&#257;-yudha-&#347;ramah&#803;</P><P CLASS=c>nivr&#803;tta-sarvendriya-vr&#803;tti-vibhramas</P><P CLASS=c>tus&#803;t&#803;&#257;va janyam&#769; visr&#803;ja&#241; jan&#257;rdanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visuddhaya">vi&#347;uddhay&#257;</A> &#8212; by purified; <A CLASS=v HREF="http://vedabase.net/d/dharanaya">dh&#257;ran&#803;ay&#257;</A> &#8212; meditation; <A CLASS=v HREF="http://vedabase.net/h/hata">hata</A>-<A CLASS=v HREF="http://vedabase.net/a/asubhah">a&#347;ubhah&#803;</A> &#8212; one who has minimized the inauspicious qualities of material existence; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/i/iksaya">&#299;ks&#803;ay&#257;</A> &#8212; by looking on; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; simply; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/g/gata">gat&#257;</A> &#8212; having gone away; <A CLASS=v HREF="http://vedabase.net/y/yudha">yudha</A> &#8212; from the arrows; <A CLASS=v HREF="http://vedabase.net/s/sramah">&#347;ramah&#803;</A> &#8212; fatigue; <A CLASS=v HREF="http://vedabase.net/n/nivrtta">nivr&#803;tta</A> &#8212; being stopped; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/v/vrtti">vr&#803;tti</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/v/vibhramah">vibhramah&#803;</A> &#8212; being widely engaged; <A CLASS=v HREF="http://vedabase.net/t/tustava">tus&#803;t&#803;&#257;va</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> prayed; <A CLASS=v HREF="http://vedabase.net/j/janyam">janyam</A> &#8212; the material tabernacle; <A CLASS=v HREF="http://vedabase.net/v/visrjan">visr&#803;jan</A> &#8212; while quitting; <A CLASS=v HREF="http://vedabase.net/j/janardanam">jan&#257;rdanam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the controller of the living beings.</P><P CLASS=t>TRANSLATION</P><P>By pure meditation, looking at Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a, he at once was freed from all material inauspiciousness and was relieved of all bodily pains caused by the arrow wounds. Thus all the external activities of his senses at once stopped, and he prayed transcendentally to the controller of all living beings while quitting his material body.</P><P CLASS=t>PURPORT</P><P>The material body is a gift of the material energy, technically called illusion. Identification with the material body is due to forgetfulness of our eternal relationship with the Lord. For a pure devotee of the Lord like Bh&#299;s&#803;madeva, this illusion was at once removed as soon as the Lord arrived. Lord Kr&#803;s&#803;n&#803;a is like the sun, and the illusory, external material energy is like darkness. In the presence of the sun there is no possibility that darkness can stand. Therefore, just on the arrival of Lord Kr&#803;s&#803;n&#803;a, all material contamination was completely removed, and Bh&#299;s&#803;madeva was thus able to be transcendentally situated by stopping the activities of the impure senses in collaboration with matter. The soul is originally pure and so also the senses. By material contamination the senses assume the role of imperfection and impurity. By revival of contact with the Supreme Pure, Lord Kr&#803;s&#803;n&#803;a, the senses again become freed from material contaminations. Bh&#299;s&#803;madeva attained all these transcendental conditions prior to his leaving the material body because of presence of the Lord. The Lord is the controller and benefactor of all living beings. That is the verdict of all Vedas. He is the supreme eternity and living entity amongst all the eternal living beings.* And He alone provides all necessities for all kinds of living beings. Thus He provided all facilities to fulfill the transcendental desires of His great devotee &#346;r&#299; Bh&#299;s&#803;madeva, who began to pray as follows.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>