<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;s&#803;madeva in the Presence of Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.41</P><P CLASS=c>muni-gan&#803;a-nr&#803;pa-varya-sa&#324;kule 'ntah&#803;-</P><P CLASS=c>sadasi yudhis&#803;t&#803;hira-r&#257;jas&#363;ya es&#803;&#257;m</P><P CLASS=c>arhan&#803;am upapeda &#299;ks&#803;an&#803;&#299;yo</P><P CLASS=c>mama dr&#803;&#347;i-gocara es&#803;a &#257;vir &#257;tm&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/muni">muni</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gan&#803;a</A> &#8212; the great learned sages; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nr&#803;pa</A>-<A CLASS=v HREF="http://vedabase.net/v/varya">varya</A> &#8212; the great ruling kings; <A CLASS=v HREF="http://vedabase.net/s/sankule">sa&#324;kule</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the great assembly of; <A CLASS=v HREF="http://vedabase.net/a/antah">antah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/s/sadasi">sadasi</A> &#8212; conference; <A CLASS=v HREF="http://vedabase.net/y/yudhisthira">yudhis&#803;t&#803;hira</A> &#8212; of Emperor <A HREF="http://vedabase.net/y/yudhisthira">Yudhis&#803;t&#803;hira</A>; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/s/suye">s&#363;ye</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> royal performance of sacrifice; <A CLASS=v HREF="http://vedabase.net/e/esam">es&#803;&#257;m</A> &#8212; of all the great elites; <A CLASS=v HREF="http://vedabase.net/a/arhanam">arhan&#803;am</A> &#8212; respectful worship; <A CLASS=v HREF="http://vedabase.net/u/upapeda">upapeda</A> &#8212; received; <A CLASS=v HREF="http://vedabase.net/i/iksaniyah">&#299;ks&#803;an&#803;&#299;yah&#803;</A> &#8212; the object of attraction; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/d/drsi">dr&#803;&#347;i</A> &#8212; sight; <A CLASS=v HREF="http://vedabase.net/g/gocarah">gocarah&#803;</A> &#8212; within the view of; <A CLASS=v HREF="http://vedabase.net/e/esah">es&#803;ah&#803;</A> <A CLASS=v HREF="http://vedabase.net/a/avih">&#257;vih&#803;</A> &#8212; personally present; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the soul.</P><P CLASS=t>TRANSLATION</P><P>At the R&#257;jas&#363;ya-yaj&#241;a [sacrifice] performed by Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira, there was the greatest assembly of all the elite men of the world, the royal and learned orders, and in that great assembly Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a was worshiped by one and all as the most exalted Personality of Godhead. This happened during my presence, and I remembered the incident in order to keep my mind upon the Lord.</P><P CLASS=t>PURPORT</P><P>After gaining victory in the Battle of Kuruks&#803;etra, Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira, the Emperor of the world, performed the R&#257;jas&#363;ya sacrificial ceremony. The emperor, in those days, upon his ascendance to the throne, would send a challenge horse all over the world to declare his supremacy, and any ruling prince or king was at liberty to accept the challenge and express his tacit willingness either to obey or to disobey the supremacy of the particular emperor. One who accepted the challenge had to fight with the emperor and establish his own supremacy by victory. The defeated challenger would have to sacrifice his life, making a place for another king or ruler. So Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira also dispatched such challenging horses all over the world, and every ruling prince and king all over the world accepted Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira's leadership as the Emperor of the world. After this, all rulers of the world under the regime of Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira were invited to participate in the great sacrificial ceremony of R&#257;jas&#363;ya. Such performances required hundreds of millions of dollars, and it was not an easy job for a petty king. Such a sacrificial ceremony, being too expensive and also difficult to perform under present circumstances, is now impossible in this age of Kali. Nor can anyone secure the required expert priesthood to take charge of the ceremony.</P><P>So, after being invited, all the kings and great learned sages of the world assembled in the capital of Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira. The learned society, including the great philosophers, religionists, physicians, scientists and all great sages, was invited. That is to say, the br&#257;hman&#803;as and the ks&#803;atriyas were the topmost leading men in society, and they were all invited to participate in the assembly. The vai&#347;yas and &#347;&#363;dras were unimportant elements in society, and they are not mentioned herein. Due to the change of social activities in the modern age, the importance of men has also changed in terms of occupational positions.</P><P>So in that great assembly, Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a was the cynosure of neighboring eyes. Everyone wanted to see Lord Kr&#803;s&#803;n&#803;a, and everyone wanted to pay his humble respects to the Lord. Bh&#299;s&#803;madeva remembered all this and was glad that his worshipful Lord, the Personality of Godhead, was present before him in His actual formal presence. So to meditate on the Supreme Lord is to meditate on the activities, form, pastimes, name and fame of the Lord. That is easier than what is imagined as meditation on the impersonal feature of the Supreme. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/12/5.htm">12.5</A>) it is clearly stated that to meditate upon the impersonal feature of the Supreme is very difficult. It is practically no meditation or simply a waste of time because very seldom is the desired result obtained. The devotees, however, meditate upon the Lord's factual form and pastimes, and therefore the Lord is easily approachable by the devotees. This is also stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/12/9.htm">12.9</A>). The Lord is nondifferent from His transcendental activities. It is indicated also in this &#347;loka that Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a, while actually present before human society, especially in connection with the Battle of Kuruks&#803;etra, was accepted as the greatest personality of the time, although He might not have been recognized as the Supreme Personality of Godhead. The propaganda that a very great man is worshiped as God after his death is misleading because a man after his death cannot be made into God. Nor can the Personality of Godhead be a human being, even when He is personally present. Both ideas are misconceptions. The idea of anthropomorphism cannot be applicable in the case of Lord Kr&#803;s&#803;n&#803;a.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>