<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;s&#803;madeva in the Presence of Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.47</P><P CLASS=c>tus&#803;t&#803;uvur munayo hr&#803;s&#803;t&#803;&#257;h&#803;</P><P CLASS=c>kr&#803;s&#803;n&#803;am&#769; tad-guhya-n&#257;mabhih&#803;</P><P CLASS=c>tatas te kr&#803;s&#803;n&#803;a-hr&#803;day&#257;h&#803;</P><P CLASS=c>sv&#257;&#347;ram&#257;n prayayuh&#803; punah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tustuvuh">tus&#803;t&#803;uvuh&#803;</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah&#803;</A> &#8212; the great sages, headed by Vy&#257;sadeva, etc.; <A CLASS=v HREF="http://vedabase.net/h/hrstah">hr&#803;s&#803;t&#803;&#257;h&#803;</A> &#8212; all <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> happy mood; <A CLASS=v HREF="http://vedabase.net/k/krsnam">kr&#803;s&#803;n&#803;am</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>, the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/g/guhya">guhya</A> &#8212; confidential; <A CLASS=v HREF="http://vedabase.net/n/namabhih">n&#257;mabhih&#803;</A> &#8212; by His holy <A HREF="http://vedabase.net/n/name">name</A>, etc.; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah&#803;</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdayah">hr&#803;day&#257;h&#803;</A> &#8212; persons who always bear Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A> <A HREF="http://vedabase.net/i/in">in</A> their hearts; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/asraman">&#257;&#347;ram&#257;n</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> their respective hermitages; <A CLASS=v HREF="http://vedabase.net/p/prayayuh">prayayuh&#803;</A> &#8212; returned; <A CLASS=v HREF="http://vedabase.net/p/punah">punah&#803;</A> &#8212; again.</P><P CLASS=t>TRANSLATION</P><P>All the great sages then glorified Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a, who was present there, by confidential Vedic hymns. Then all of them returned to their respective hermitages, bearing always Lord Kr&#803;s&#803;n&#803;a within their hearts.</P><P CLASS=t>PURPORT</P><P>The devotees of the Lord are always in the heart of the Lord, and the Lord is always in the hearts of the devotees. That is the sweet relation between the Lord and His devotees. Due to unalloyed love and devotion for the Lord, the devotees always see Him within themselves, and the Lord also, although He has nothing to do and nothing to aspire to, is always busy in attending to the welfare of His devotees. For the ordinary living beings the law of nature is there for all actions and reactions, but He is always anxious to put His devotees on the right path. The devotees, therefore, are under the direct care of the Lord. And the Lord also voluntarily puts Himself under the care of His devotees only. So all the sages, headed by Vy&#257;sadeva, were devotees of the Lord, and therefore they chanted the Vedic hymns after the funeral ceremony just to please the Lord, who was present there personally. All the Vedic hymns are chanted to please Lord Kr&#803;s&#803;n&#803;a. This is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>). All the Vedas, Upanis&#803;ads, Ved&#257;nta, etc., are seeking Him only, and all hymns are for glorifying Him only. The sages, therefore, performed the exact acts suitable for the purpose, and they happily departed for their respective hermitages.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>