<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 9 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 9 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Passing Away of Bh&#299;s&#803;madeva in the Presence of Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.9.49</P><P CLASS=c>pitr&#257; c&#257;numato r&#257;j&#257;</P><P CLASS=c>v&#257;sudev&#257;numoditah&#803;</P><P CLASS=c>cak&#257;ra r&#257;jyam&#769; dharmen&#803;a</P><P CLASS=c>pitr&#803;-pait&#257;maham&#769; vibhuh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pitra">pitr&#257;</A> &#8212; by his uncle, <A HREF="http://vedabase.net/d/dhrtarastra">Dhr&#803;tar&#257;s&#803;t&#803;ra</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anumatah">anumatah&#803;</A> &#8212; with his approval; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; King <A HREF="http://vedabase.net/y/yudhisthira">Yudhis&#803;t&#803;hira</A>; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A>-<A CLASS=v HREF="http://vedabase.net/a/anumoditah">anumoditah&#803;</A> &#8212; confirmed by Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/c/cakara">cak&#257;ra</A> &#8212; executed; <A CLASS=v HREF="http://vedabase.net/r/rajyam">r&#257;jyam</A> &#8212; the kingdom; <A CLASS=v HREF="http://vedabase.net/d/dharmena">dharmen&#803;a</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> compliance with the codes of royal principles; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitr&#803;</A> &#8212; father; <A CLASS=v HREF="http://vedabase.net/p/paitamaham">pait&#257;maham</A> &#8212; forefather; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh&#803;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> great <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>After this, the great religious King, Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira, executed the royal power in the kingdom strictly according to the codes and royal principles approved by his uncle and confirmed by Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira was not a mere tax collector. He was always conscious of his duty as a king, which is no less than that of a father or spiritual master. The king is to see to the welfare of the citizens from all angles of social, political, economic and spiritual upliftment. The king must know that human life is meant for liberating the encaged soul from the bondage of material conditions, and therefore his duty is to see that the citizens are properly looked after to attain this highest stage of perfection.</P><P>Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira followed these principles strictly, as will be seen from the next chapter. Not only did he follow the principles, but he also got approval from his old uncle, who was experienced in political affairs, and that was also confirmed by Lord Kr&#803;s&#803;n&#803;a, the speaker of the philosophy of Bhagavad-g&#299;t&#257;.</P><P>Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira is the ideal monarch, and monarchy under a trained king like Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira is by far the most superior form of government, superior to modern republics or governments of the people, by the people. The mass of people, especially in this age of Kali, are all born &#347;&#363;dras, basically lowborn, ill-trained, unfortunate and badly associated. They themselves do not know the highest perfectional aim of life. Therefore, votes cast by them actually have no value, and thus persons elected by such irresponsible votes cannot be responsible representatives like Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira.</P><P>Thus end the Bhaktivedanta purports of the First Canto, Ninth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The passing Away of Bh&#299;s&#803;madeva in the presence of Lord Kr&#803;s&#803;n&#803;a."</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../10/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>