<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 20 Verses 24-26</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 20 Verses 24-26"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">The Dynasty of P&#363;ru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.20.24-26</P><P CLASS=c>cakram&#769; daks&#803;in&#803;a-haste 'sya</P><P CLASS=c>padma-ko&#347;o 'sya p&#257;dayoh&#803;</P><P CLASS=c>&#299;je mah&#257;bhis&#803;eken&#803;a</P><P CLASS=c>so 'bhis&#803;ikto 'dhir&#257;d&#803; vibhuh&#803;</P><P CLASS=c>pa&#241;ca-pa&#241;c&#257;&#347;at&#257; medhyair</P><P CLASS=c>ga&#324;g&#257;y&#257;m anu v&#257;jibhih&#803;</P><P CLASS=c>m&#257;mateyam&#769; purodh&#257;ya</P><P CLASS=c>yamun&#257;m anu ca prabhuh&#803;</P><P CLASS=c>as&#803;t&#803;a-saptati-medhy&#257;&#347;v&#257;n</P><P CLASS=c>babandha pradadad vasu</P><P CLASS=c>bharatasya hi daus&#803;manter</P><P CLASS=c>agnih&#803; s&#257;c&#299;-gun&#803;e citah&#803;</P><P CLASS=c>sahasram&#769; badva&#347;o yasmin</P><P CLASS=c>br&#257;hman&#803;&#257; g&#257; vibhejire</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/cakram">cakram</A> &#8212; the mark of <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>'s disc; <A CLASS=v HREF="http://vedabase.net/d/daksina">daks&#803;in&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/h/haste">haste</A> &#8212; on the palm of the right hand; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of him (<A HREF="http://vedabase.net/b/bharata">Bharata</A>); <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/k/kosah">ko&#347;ah&#803;</A> &#8212; the mark of the whorl of <A HREF="http://vedabase.net/a/a">a</A> lotus; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of him; <A CLASS=v HREF="http://vedabase.net/p/padayoh">p&#257;dayoh&#803;</A> &#8212; on the soles of the feet; <A CLASS=v HREF="http://vedabase.net/i/ije">&#299;je</A> &#8212; worshiped the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/abhisekena">abhis&#803;eken&#803;a</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> grand Vedic ritualistic ceremony; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>); <A CLASS=v HREF="http://vedabase.net/a/abhisiktah">abhis&#803;iktah&#803;</A> &#8212; being promoted; <A CLASS=v HREF="http://vedabase.net/a/adhirat">adhir&#257;t&#803;</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the topmost position of <A HREF="http://vedabase.net/a/a">a</A> ruler; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh&#803;</A> &#8212; the master of everything; <A CLASS=v HREF="http://vedabase.net/p/panca">pa&#241;ca</A>-<A CLASS=v HREF="http://vedabase.net/p/pancasata">pa&#241;c&#257;&#347;at&#257;</A> &#8212; fifty-five; <A CLASS=v HREF="http://vedabase.net/m/medhyaih">medhyaih&#803;</A> &#8212; fit for sacrifices; <A CLASS=v HREF="http://vedabase.net/g/gangayam">ga&#324;g&#257;y&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; from the mouth of the Ganges <A HREF="http://vedabase.net/t/to">to</A> the source; <A CLASS=v HREF="http://vedabase.net/v/vajibhih">v&#257;jibhih&#803;</A> &#8212; with horses; <A CLASS=v HREF="http://vedabase.net/m/mamateyam">m&#257;mateyam</A> &#8212; the great sage <A HREF="http://vedabase.net/b/bhrgu">Bhr&#803;gu</A>; <A CLASS=v HREF="http://vedabase.net/p/purodhaya">purodh&#257;ya</A> &#8212; making him the great priest; <A CLASS=v HREF="http://vedabase.net/y/yamunam">yamun&#257;m</A> &#8212; on the bank of the <A HREF="http://vedabase.net/y/yamuna">Yamun&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> regular order; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh&#803;</A> &#8212; the supreme master, <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/a/asta">as&#803;t&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/s/saptati">saptati</A> &#8212; seventy-eight; <A CLASS=v HREF="http://vedabase.net/m/medhya">medhya</A>-<A CLASS=v HREF="http://vedabase.net/a/asvan">a&#347;v&#257;n</A> &#8212; horses fit for sacrifice; <A CLASS=v HREF="http://vedabase.net/b/babandha">babandha</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> bound; <A CLASS=v HREF="http://vedabase.net/p/pradadat">pradadat</A> &#8212; gave <A HREF="http://vedabase.net/i/in">in</A> charity; <A CLASS=v HREF="http://vedabase.net/v/vasu">vasu</A> &#8212; riches; <A CLASS=v HREF="http://vedabase.net/b/bharatasya">bharatasya</A> &#8212; of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/dausmanteh">daus&#803;manteh&#803;</A> &#8212; the son of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/d/dusmanta">Dus&#803;manta</A>; <A CLASS=v HREF="http://vedabase.net/a/agnih">agnih&#803;</A> &#8212; the sacrificial fire; <A CLASS=v HREF="http://vedabase.net/s/saci">s&#257;c&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/gune">gun&#803;e</A> &#8212; on <A HREF="http://vedabase.net/a/an">an</A> excellent <A HREF="http://vedabase.net/s/site">site</A>; <A CLASS=v HREF="http://vedabase.net/c/citah">citah&#803;</A> &#8212; established; <A CLASS=v HREF="http://vedabase.net/s/sahasram">sahasram</A> &#8212; thousands; <A CLASS=v HREF="http://vedabase.net/b/badvasah">badva&#347;ah&#803;</A> &#8212; by the number of one badva (one badva equals 13,084); <A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which sacrifices; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hman&#803;&#257;h&#803;</A> &#8212; all the br&#257;hman&#803;as present; <A CLASS=v HREF="http://vedabase.net/g/gah">g&#257;h&#803;</A> &#8212; the cows; <A CLASS=v HREF="http://vedabase.net/v/vibhejire">vibhejire</A> &#8212; received their respective share.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Bharata, the son of Dus&#803;manta, had the mark of Lord Kr&#803;s&#803;n&#803;a's disc on the palm of his right hand, and he had the mark of a lotus whorl on the soles of his feet. By worshiping the Supreme Personality of Godhead with a grand ritualistic ceremony, he became the emperor and master of the entire world. Then, under the priesthood of M&#257;mateya, Bhr&#803;gu Muni, he performed fifty-five horse sacrifices on the bank of the Ganges, beginning from its mouth and ending at its source, and seventy-eight horse sacrifices on the bank of the Yamun&#257;, beginning from the confluence at Pray&#257;ga and ending at the source. He established the sacrificial fire on an excellent site, and he distributed great wealth to the br&#257;hman&#803;as. Indeed, he distributed so many cows that each of thousands of br&#257;hman&#803;as had one badva [13,084] as his share.</P><P CLASS=t>PURPORT</P><P>As indicated here by the words daus&#803;manter agnih&#803; s&#257;c&#299;-gun&#803;e citah&#803;, Bharata, the son of Mah&#257;r&#257;ja Dus&#803;manta, arranged for many ritualistic ceremonies all over the world, especially all over India on the banks of the Ganges and Yamun&#257;, from the mouth to the source, and all such sacrifices were performed in very distinguished places. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/9.htm">3.9</A>), yaj&#241;&#257;rth&#257;t karman&#803;o 'nyatra loko 'yam&#769; karma-bandhanah&#803;: "Work done as a sacrifice for Vis&#803;n&#803;u has to be performed, otherwise work binds one to this material world." Everyone should engage in the performance of yaj&#241;a, and the sacrificial fire should be ignited everywhere, the entire purpose being to make people happy, prosperous and progressive in spiritual life. Of course, these things were possible before the beginning of Kali-yuga because there were qualified br&#257;hman&#803;as who could perform such yaj&#241;as. For the present, however, the Brahma-vaivarta Pur&#257;n&#803;a enjoins:</P><P>a&#347;vamedham&#769; gav&#257;lambham&#769;</P><P CLASS=n>sanny&#257;sam&#769; pala-paitr&#803;kam</P><P CLASS=n>devaren&#803;a sutotpattim&#769;</P><P CLASS=n>kalau pa&#241;ca vivarjayet</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/17/164.htm">&#256;di 17.164</A>]</P><P>"In this age of Kali, five acts are forbidden: offering a horse in sacrifice, offering a cow in sacrifice, accepting the order of sanny&#257;sa, offering oblations of flesh to the forefathers, and begetting children in the wife of one's brother." In this age, such yaj&#241;as as the a&#347;vamedha-yaj&#241;a and gomedha-yaj&#241;a are impossible to perform because there are neither sufficient riches nor qualified br&#257;hman&#803;as. This verse says, m&#257;mateyam&#769; purodh&#257;ya: Mah&#257;r&#257;ja Bharata engaged the son of Mamat&#257;, Bhr&#803;gu Muni, to take charge of performing this yaj&#241;a. Now, however, such br&#257;hman&#803;as are impossible to find. Therefore the &#347;&#257;stras recommend, yaj&#241;aih&#803; sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah&#803;: those who are intelligent should perform the sa&#324;k&#299;rtana-yaj&#241;a inaugurated by Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P>kr&#803;s&#803;n&#803;a-varn&#803;am&#769; tvis&#803;&#257;kr&#803;s&#803;n&#803;am&#769;</P><P CLASS=n>sa&#324;gop&#257;&#324;g&#257;stra-p&#257;rs&#803;adam</P><P CLASS=n>yaj&#241;aih&#803; sa&#324;k&#299;rtana-pr&#257;yair</P><P CLASS=n>yajanti hi sumedhasah&#803;</P><P>"In this age of Kali, people endowed with sufficient intelligence will worship the Lord, who is accompanied by His associates, by performance of sa&#324;k&#299;rtana-yaj&#241;a." (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/5/32.htm">11.5.32</A>) Yaj&#241;a must be performed, for otherwise people will be entangled in sinful activities and will suffer immensely. Therefore the Kr&#803;s&#803;n&#803;a consciousness movement has taken charge of introducing the chanting of Hare Kr&#803;s&#803;n&#803;a all over the world. This Hare Kr&#803;s&#803;n&#803;a movement is also yaj&#241;a, but without the difficulties involved in securing paraphernalia and qualified br&#257;hman&#803;as. This congregational chanting can be performed anywhere and everywhere. If people somehow or other assemble together and are induced to chant Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, all the purposes of yaj&#241;a will be fulfilled. The first purpose is that there must be sufficient rain, for without rain there cannot be any produce (ann&#257;d bhavanti bh&#363;t&#257;ni parjany&#257;d anna-sambhavah&#803;). All our necessities can be produced simply by rainfall (k&#257;mam&#769; vavars&#803;a parjanyah&#803; [<A CLASS=v HREF="../../1/10/4.htm">SB 1.10.4</A>]), and the earth is the original source of all necessities (sarva-k&#257;ma-dugh&#257; mah&#299;). In conclusion, therefore, in this age of Kali people all over the world should refrain from the four principles of sinful life &#8212; illicit sex, meat-eating, intoxication and gambling &#8212; and in a pure state of existence should perform the simple yaj&#241;a of chanting the Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra. Then the earth will certainly produce all the necessities for life, and people will be happy economically, politically, socially, religiously and culturally. Everything will be in proper order.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>