<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 2 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 2 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">The Elephant Gajendra's Crisis</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.2.32</P><P CLASS=c>na m&#257;m ime j&#241;&#257;taya &#257;turam&#769; gaj&#257;h&#803;</P><P CLASS=c>kutah&#803; karin&#803;yah&#803; prabhavanti mocitum</P><P CLASS=c>gr&#257;hen&#803;a p&#257;&#347;ena vidh&#257;tur &#257;vr&#803;to</P><P CLASS=c>'py aham&#769; ca tam&#769; y&#257;mi param&#769; par&#257;yan&#803;am</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/i/ime">ime</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/j/jnatayah">j&#241;&#257;tayah&#803;</A> &#8212; friends and relatives (the other elephants); <A CLASS=v HREF="http://vedabase.net/a/aturam">&#257;turam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> my distress; <A CLASS=v HREF="http://vedabase.net/g/gajah">gaj&#257;h&#803;</A> &#8212; the elephant; <A CLASS=v HREF="http://vedabase.net/k/kutah">kutah&#803;</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/k/karinyah">karin&#803;yah&#803;</A> &#8212; my wives; <A CLASS=v HREF="http://vedabase.net/p/prabhavanti">prabhavanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> able; <A CLASS=v HREF="http://vedabase.net/m/mocitum">mocitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> deliver (from this dangerous position); <A CLASS=v HREF="http://vedabase.net/g/grahena">gr&#257;hen&#803;a</A> &#8212; by the crocodile; <A CLASS=v HREF="http://vedabase.net/p/pasena">p&#257;&#347;ena</A> &#8212; by the network of ropes; <A CLASS=v HREF="http://vedabase.net/v/vidhatuh">vidh&#257;tuh&#803;</A> &#8212; of providence; <A CLASS=v HREF="http://vedabase.net/a/avrtah">&#257;vr&#803;tah&#803;</A> &#8212; captured; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although (<A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> <A HREF="http://vedabase.net/i/in">in</A> such <A HREF="http://vedabase.net/a/a">a</A> position); <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that (Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/y/yami">y&#257;mi</A> &#8212; take shelter of; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; who is transcendental; <A CLASS=v HREF="http://vedabase.net/p/parayanam">par&#257;yan&#803;am</A> &#8212; and who is the shelter of even the exalted demigods like <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> and <A HREF="http://vedabase.net/s/siva">&#346;iva</A>.</P><P CLASS=t>TRANSLATION</P><P>The other elephants, who are my friends and relatives, could not rescue me from this danger. What then to speak of my wives? They cannot do anything. It is by the will of providence that I have been attacked by this crocodile, and therefore I shall seek shelter of the Supreme Personality of Godhead, who is always the shelter of everyone, even of great personalities.</P><P CLASS=t>PURPORT</P><P>This material world is described as padam&#769; padam&#769; yad vipad&#257;m, which means that at every step there is danger. A fool wrongly thinks that he is happy in this material world, but in fact he is not, for one who thinks that way is only illusioned. At every step, at every moment, there is danger. In modern civilization one thinks that if he has a nice home and a nice car his life is perfect. In the Western countries, especially in America, it is very nice to possess a good car, but as soon as one is on the road, there is danger because at any moment an accident may take place and one will be killed. The record actually shows that so many people die in such accidents. Therefore if we actually think that this material world is a very happy place, this is our ignorance. Real knowledge is that this material world is full of danger. We may struggle for existence as far as our intelligence allows and may try to take care of ourselves, but unless the Supreme Personality of Godhead, Kr&#803;s&#803;n&#803;a, ultimately saves us from danger, our attempts will be useless. Therefore Prahl&#257;da Mah&#257;r&#257;ja says:</P><P>b&#257;lasya neha &#347;aran&#803;am&#769; pitarau nr&#803;sim&#769;ha</P><P CLASS=n>n&#257;rtasya c&#257;gadam udanvati majjato nauh&#803;</P><P CLASS=n>taptasya tat-pratividhir ya ih&#257;&#241;jases&#803;t&#803;as</P><P CLASS=n>t&#257;vad vibho tanu-bhr&#803;t&#257;m&#769; tvad-upeks&#803;it&#257;n&#257;m</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/7/9/19.htm">7.9.19</A>)</P><P>We may invent so many ways to be happy or to counteract the dangers of this material world, but unless our attempts are sanctioned by the Supreme Personality of Godhead, they will never make us happy. Those who try to be happy without taking shelter of the Supreme Personality of Godhead are m&#363;d&#803;has, rascals. Na m&#257;m&#769; dus&#803;kr&#803;tino m&#363;d&#803;h&#257;h&#803; prapadyante nar&#257;dham&#257;h&#803; [<A CLASS=v HREF="../../../bg/7/15.htm">Bg. 7.15</A>]. Those who are the lowest of men refuse to take to Kr&#803;s&#803;n&#803;a consciousness because they think that they will be able to protect themselves without Kr&#803;s&#803;n&#803;a's care. This is their mistake. The decision of the King of the elephants, Gajendra, was correct. In such a dangerous position, he sought shelter of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>