<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 9 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 9 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Mother Ya&#347;od&#257; Binds Lord Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.9.10</P><P CLASS=c>anva&#241;cam&#257;n&#257; janan&#299; br&#803;hac-calac-</P><P CLASS=c>chron&#803;&#299;-bhar&#257;kr&#257;nta-gatih&#803; sumadhyam&#257;</P><P CLASS=c>javena visram&#769;sita-ke&#347;a-bandhana-</P><P CLASS=c>cyuta-pras&#363;n&#257;nugatih&#803; par&#257;mr&#803;&#347;at</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anvancamana">anva&#241;cam&#257;n&#257;</A> &#8212; following <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A> very swiftly; <A CLASS=v HREF="http://vedabase.net/j/janani">janan&#299;</A> &#8212; mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/brhat">br&#803;hat</A>-<A CLASS=v HREF="http://vedabase.net/c/calat">calat</A>-<A CLASS=v HREF="http://vedabase.net/s/sroni">&#347;ron&#803;&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhara">bhara</A>-<A CLASS=v HREF="http://vedabase.net/a/akranta">&#257;kr&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/g/gatih">gatih&#803;</A> &#8212; being overburdened by the weight of her large breasts, she became tired and <A HREF="http://vedabase.net/h/had">had</A> <A HREF="http://vedabase.net/t/to">to</A> reduce her speed; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/madhyama">madhyam&#257;</A> &#8212; because of her thin waist; <A CLASS=v HREF="http://vedabase.net/j/javena">javena</A> &#8212; because of going very fast; <A CLASS=v HREF="http://vedabase.net/v/visramsita">visram&#769;sita</A>-<A CLASS=v HREF="http://vedabase.net/k/kesa">ke&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhana">bandhana</A> &#8212; from her arrangement of hair, which <A HREF="http://vedabase.net/h/had">had</A> become loosened; <A CLASS=v HREF="http://vedabase.net/c/cyuta">cyuta</A>-<A CLASS=v HREF="http://vedabase.net/p/prasuna">pras&#363;na</A>-<A CLASS=v HREF="http://vedabase.net/a/anugatih">anugatih&#803;</A> &#8212; she was followed by the flowers falling after her; <A CLASS=v HREF="http://vedabase.net/p/paramrsat">par&#257;mr&#803;&#347;at</A> &#8212; finally captured <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A> without fail.</P><P CLASS=t>TRANSLATION</P><P>While following Kr&#803;s&#803;n&#803;a, mother Ya&#347;od&#257;, her thin waist overburdened by her heavy breasts, naturally had to reduce her speed. Because of following Kr&#803;s&#803;n&#803;a very swiftly, her hair became loose, and the flowers in her hair were falling after her. Yet she did not fail to capture her son Kr&#803;s&#803;n&#803;a.</P><P CLASS=t>PURPORT</P><P>Yog&#299;s cannot capture Kr&#803;s&#803;n&#803;a by severe penances and austerities, but mother Ya&#347;od&#257;, despite all obstacles, was finally able to catch Kr&#803;s&#803;n&#803;a without difficulty. This is the difference between a yog&#299; and a bhakta. Yog&#299;s cannot enter even the effulgence of Kr&#803;s&#803;n&#803;a. Yasya prabh&#257; prabhavato jagad-an&#803;d&#803;a-kot&#803;i-kot&#803;is&#803;u (Brahma-sam&#769;hit&#257; <A CLASS=v HREF="../../../bs/5/40.htm">5.40</A>). In that effulgence there are millions of universes, but yog&#299;s and j&#241;&#257;n&#299;s cannot enter that effulgence even after many, many years of austerities, whereas bhaktas can capture Kr&#803;s&#803;n&#803;a simply by love and affection. This is the example shown here by mother Ya&#347;od&#257;. Kr&#803;s&#803;n&#803;a therefore confirms that if one wants to capture Him, one must undertake devotional service.</P><P>bhakty&#257; m&#257;m abhij&#257;n&#257;ti</P><P CLASS=n>y&#257;v&#257;n ya&#347; c&#257;smi tattvatah&#803;</P><P CLASS=n>tato m&#257;m&#769; tattvato j&#241;&#257;tv&#257;</P><P CLASS=n>vi&#347;ate tad-anantaram</P><P>(<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>)</P><P>Bhaktas enter even the planet of Kr&#803;s&#803;n&#803;a very easily, but the less intelligent yog&#299;s and j&#241;&#257;n&#299;s, by their meditation, remain running after Kr&#803;s&#803;n&#803;a. Even if they enter Kr&#803;s&#803;n&#803;a's effulgence, they fall down.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>