<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 9 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 9 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Mother Ya&#347;od&#257; Binds Lord Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.9.19</P><P CLASS=c>evam&#769; sandar&#347;it&#257; hy a&#324;ga</P><P CLASS=c>harin&#803;&#257; bhr&#803;tya-va&#347;yat&#257;</P><P CLASS=c>sva-va&#347;en&#257;pi kr&#803;s&#803;n&#803;ena</P><P CLASS=c>yasyedam&#769; se&#347;varam&#769; va&#347;e</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this manner; <A CLASS=v HREF="http://vedabase.net/s/sandarsita">sandar&#347;it&#257;</A> &#8212; was exhibited; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;ks&#803;it</A>; <A CLASS=v HREF="http://vedabase.net/h/harina">harin&#803;&#257;</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhr&#803;tya</A>-<A CLASS=v HREF="http://vedabase.net/v/vasyata">va&#347;yat&#257;</A> &#8212; His transcendental quality of becoming subordinate <A HREF="http://vedabase.net/t/to">to</A> His servitor or devotee; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/v/vasena">va&#347;ena</A> &#8212; who is within the control only of His own self; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/krsnena">kr&#803;s&#803;n&#803;ena</A> &#8212; by <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; the whole universe; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; with the powerful demigods like Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A> and Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/vase">va&#347;e</A> &#8212; under the control.</P><P CLASS=t>TRANSLATION</P><P>O Mah&#257;r&#257;ja Par&#299;ks&#803;it, this entire universe, with its great, exalted demigods like Lord &#346;iva, Lord Brahm&#257; and Lord Indra, is under the control of the Supreme Personality of Godhead. Yet the Supreme Lord has one transcendental attribute: He comes under the control of His devotees. This was now exhibited by Kr&#803;s&#803;n&#803;a in this pastime.</P><P CLASS=t>PURPORT</P><P>This pastime of Kr&#803;s&#803;n&#803;a's is very difficult to understand, but devotees can understand it. It is therefore said, dar&#347;ayam&#769;s tad-vid&#257;m&#769; loka &#257;tmano bhakta-va&#347;yat&#257;m (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/11/9.htm">10.11.9</A>): the Lord displays the transcendental attribute of coming under the control of His devotees. As stated in the Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/35.htm">5.35</A>):</P><P>eko 'py asau racayitum&#769; jagad-an&#803;d&#803;a-kot&#803;im&#769;</P><P CLASS=n>yac-chaktir asti jagad-an&#803;d&#803;a-cay&#257; yad-antah&#803;</P><P CLASS=n>an&#803;d&#803;&#257;ntara-stha-param&#257;n&#803;u-cay&#257;ntara-stham&#769;</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>By His one plenary portion as Param&#257;tm&#257;, the Lord controls innumerable universes, with all their demigods; yet He agrees to be controlled by a devotee. In the Upanis&#803;ads it is said that the Supreme Personality of Godhead can run with more speed than the mind, but here we see that although Kr&#803;s&#803;n&#803;a wanted to avoid being arrested by His mother, He was finally defeated, and mother Ya&#347;od&#257; captured Him. Laks&#803;m&#299;-sahasra-&#347;ata-sambhrama-sevyam&#257;nam: [<A CLASS=v HREF="../../../bs/5/29.htm">Bs. 5.29</A>] Kr&#803;s&#803;n&#803;a is served by hundreds and thousands of goddesses of fortune. Nonetheless, He steals butter like one who is poverty-stricken. Yamar&#257;ja, the controller of all living entities, fears the order of Kr&#803;s&#803;n&#803;a, yet Kr&#803;s&#803;n&#803;a is afraid of His mother's stick. These contradictions cannot be understood by one who is not a devotee, but a devotee can understand how powerful is unalloyed devotional service to Kr&#803;s&#803;n&#803;a; it is so powerful that Kr&#803;s&#803;n&#803;a can be controlled by an unalloyed devotee. This bhr&#803;tya-va&#347;yat&#257; does not mean that He is under the control of the servant; rather, He is under the control of the servant's pure love. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/1/21.htm">1.21</A>) it is said that Kr&#803;s&#803;n&#803;a became the chariot driver of Arjuna. Arjuna ordered Him, senayor ubhayor madhye ratham&#769; sth&#257;paya me 'cyuta: "My dear Kr&#803;s&#803;n&#803;a, You have agreed to be my charioteer and to execute my orders. Place my chariot between the two armies of soldiers." Kr&#803;s&#803;n&#803;a immediately executed this order, and therefore one may argue that Kr&#803;s&#803;n&#803;a also is not independent. But this is one's aj&#241;&#257;na, ignorance. Kr&#803;s&#803;n&#803;a is always fully independent; when He becomes subordinate to His devotees, this is a display of &#257;nanda-cinmaya-rasa, the humor of transcendental qualities that increases His transcendental pleasure. Everyone worships Kr&#803;s&#803;n&#803;a as the Supreme Personality of Godhead, and therefore He sometimes desires to be controlled by someone else. Such a controller can be no one else but a pure devotee.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>