<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 9 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 9 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Mother Ya&#347;od&#257; Binds Lord Lord Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.9.21</P><P CLASS=c>n&#257;yam&#769; sukh&#257;po bhagav&#257;n</P><P CLASS=c>dehin&#257;m&#769; gopik&#257;-sutah&#803;</P><P CLASS=c>j&#241;&#257;nin&#257;m&#769; c&#257;tma-bh&#363;t&#257;n&#257;m&#769;</P><P CLASS=c>yath&#257; bhaktimat&#257;m iha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/a/apah">&#257;pah&#803;</A> &#8212; very easily obtainable, or <A HREF="http://vedabase.net/a/an">an</A> object of happiness; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; of persons <A HREF="http://vedabase.net/i/in">in</A> the bodily concept of life, especially the karm&#299;s; <A CLASS=v HREF="http://vedabase.net/g/gopika">gopik&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sutah&#803;</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>, the son of mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A> (<A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A> <A HREF="http://vedabase.net/a/as">as</A> the son of <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A> is called <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>, and <A HREF="http://vedabase.net/a/as">as</A> the son of mother <A HREF="http://vedabase.net/y/yasoda">Ya&#347;od&#257;</A> <A HREF="http://vedabase.net/h/he">He</A> is known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>); <A CLASS=v HREF="http://vedabase.net/j/jnaninam">j&#241;&#257;nin&#257;m</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and of the j&#241;&#257;n&#299;s, who try <A HREF="http://vedabase.net/t/to">to</A> be free from material contamination; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of self-sufficient yog&#299;s; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/m/matam">mat&#257;m</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, Kr&#803;s&#803;n&#803;a, the son of mother Ya&#347;od&#257;, is accessible to devotees engaged in spontaneous loving service, but He is not as easily accessible to mental speculators, to those striving for self-realization by severe austerities and penances, or to those who consider the body the same as the self.</P><P CLASS=t>PURPORT</P><P>Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead as the son of mother Ya&#347;od&#257;, is very easily available to devotees, but not to tapasv&#299;s, yog&#299;s, j&#241;&#257;n&#299;s and others who have a bodily concept of life. Although they may sometimes be called &#347;&#257;nta-bhaktas, real bhakti begins with d&#257;sya-rasa. Kr&#803;s&#803;n&#803;a says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/11.htm">4.11</A>):</P><P>ye yath&#257; m&#257;m&#769; prapadyante</P><P CLASS=n>t&#257;m&#769;s tathaiva bhaj&#257;my aham</P><P CLASS=n>mama vartm&#257;nuvartante</P><P CLASS=n>manus&#803;y&#257;h&#803; p&#257;rtha sarva&#347;ah&#803;</P><P>"As living entities surrender unto Me, I reward them accordingly. Everyone follows My path in all respects, O son of Pr&#803;th&#257;." Everyone is seeking Kr&#803;s&#803;n&#803;a, for He is the Supersoul of all individual souls. Everyone loves his body and wants to protect it because he is within the body as the soul, and everyone loves the soul because the soul is part and parcel of the Supersoul. Therefore, everyone is actually seeking to achieve happiness by reviving his relationship with the Supersoul. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), vedai&#347; ca sarvair aham eva vedyah&#803;: "By all the Vedas, it is I who am to be known." Therefore, the karm&#299;s, j&#241;&#257;n&#299;s, yog&#299;s and saintly persons are all seeking Kr&#803;s&#803;n&#803;a. But by following in the footsteps of devotees who are in a direct relationship with Kr&#803;s&#803;n&#803;a, especially the inhabitants of Vr&#803;nd&#257;vana, one can reach the supreme position of associating with Kr&#803;s&#803;n&#803;a. As it is said, vr&#803;nd&#257;vanam&#769; parityajya padam ekam&#769; na gacchati: Kr&#803;s&#803;n&#803;a does not leave Vr&#803;nd&#257;vana even for a moment. The vr&#803;nd&#257;vana-v&#257;s&#299;s &#8212; mother Ya&#347;od&#257;, Kr&#803;s&#803;n&#803;a's friends and Kr&#803;s&#803;n&#803;a's conjugal lovers, the younger gop&#299;s with whom He dances &#8212; have very intimate relationships with Kr&#803;s&#803;n&#803;a, and if one follows in the footsteps of these devotees, Kr&#803;s&#803;n&#803;a is available. Although the nitya-siddha expansions of Kr&#803;s&#803;n&#803;a always remain with Kr&#803;s&#803;n&#803;a, if those engaged in s&#257;dhana-siddhi follow in the footsteps of Kr&#803;s&#803;n&#803;a's nitya-siddha associates, such s&#257;dhana-siddhas also can easily attain Kr&#803;s&#803;n&#803;a without difficulty. But there are those who are attached to bodily concepts of life. Lord Brahm&#257; and Lord &#346;iva, for example, have very prestigious positions, and thus they have the sense of being very exalted &#299;&#347;varas. In other words, because Lord Brahm&#257; and Lord &#346;iva are gun&#803;a-avat&#257;ras and have exalted positions, they have some small sense of being like Kr&#803;s&#803;n&#803;a. But the pure devotees who inhabit Vr&#803;nd&#257;vana do not possess any bodily conception. They are fully dedicated to the service of the Lord in sublime affection, prem&#257;. &#346;r&#299; Caitanya Mah&#257;prabhu has therefore recommended, prem&#257; pum-artho mah&#257;n: the highest perfection of life is prem&#257;, pure love in relationship with Kr&#803;s&#803;n&#803;a. And mother Ya&#347;od&#257; appears to be the topmost of devotees who have attained this perfection.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>