<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 15 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 15 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Bali Mah&#257;r&#257;ja Conquers the Heavenly Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.15.28</P><P CLASS=c>&#347;r&#299;-gurur uv&#257;ca</P><P CLASS=c>j&#257;n&#257;mi maghava&#241; chatror</P><P CLASS=c>unnater asya k&#257;ran&#803;am</P><P CLASS=c>&#347;is&#803;y&#257;yopabhr&#803;tam&#769; tejo</P><P CLASS=c>bhr&#803;gubhir brahma-v&#257;dibhih&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/guruh">guruh&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/b/brhaspati">Br&#803;haspati</A> said; <A CLASS=v HREF="http://vedabase.net/j/janami">j&#257;n&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> know; <A CLASS=v HREF="http://vedabase.net/m/maghavan">maghavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/s/satroh">&#347;atroh&#803;</A> &#8212; of the enemy; <A CLASS=v HREF="http://vedabase.net/u/unnateh">unnateh&#803;</A> &#8212; of the elevation; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of him; <A CLASS=v HREF="http://vedabase.net/k/karanam">k&#257;ran&#803;am</A> &#8212; the cause; <A CLASS=v HREF="http://vedabase.net/s/sisyaya">&#347;is&#803;y&#257;ya</A> &#8212; unto the disciple; <A CLASS=v HREF="http://vedabase.net/u/upabhrtam">upabhr&#803;tam</A> &#8212; endowed; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah&#803;</A> &#8212; power; <A CLASS=v HREF="http://vedabase.net/b/bhrgubhih">bhr&#803;gubhih&#803;</A> &#8212; by the descendants of <A HREF="http://vedabase.net/b/bhrgu">Bhr&#803;gu</A>; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vadibhih">v&#257;dibhih&#803;</A> &#8212; all-powerful br&#257;hman&#803;as.</P><P CLASS=t>TRANSLATION</P><P>Br&#803;haspati, the spiritual master of the demigods, said: O Indra, I know the cause for your enemy's becoming so powerful. The br&#257;hman&#803;a descendants of Bhr&#803;gu Muni, being pleased by Bali Mah&#257;r&#257;ja, their disciple, endowed him with such extraordinary power.</P><P CLASS=t>PURPORT</P><P>Br&#803;haspati, the spiritual master of the demigods, informed Indra, "Ordinarily, Bali and his forces could not achieve such strength, but it appears that the br&#257;hman&#803;a descendants of Bhr&#803;gu Muni, being pleased with Bali Mah&#257;r&#257;ja, endowed them with this spiritual power." In other words, Br&#803;haspati informed Indra that Bali Mah&#257;r&#257;ja's prowess was not his own but that of his exalted guru, &#346;ukr&#257;c&#257;rya. We sing in our daily prayers, yasya pras&#257;d&#257;d bhagavat-pras&#257;do yasy&#257;pras&#257;d&#257;n na gatih&#803; kuto 'pi **. By the pleasure of the spiritual master, one can get extraordinary power, especially in spiritual advancement. The blessings of the spiritual master are more powerful than one's personal endeavor for such advancement. Narottama d&#257;sa T&#803;h&#257;kura therefore says:</P><P>guru-mukha-padma-v&#257;kya, cittete kariy&#257; aikya,</P><P CLASS=n>&#257;ra n&#257; kariha mane &#257;&#347;&#257; **</P><P>Especially for spiritual advancement, one should carry out the bona fide order of the spiritual master. By the parampar&#257; system, one can thus be endowed with the original spiritual power coming from the Supreme Personality of Godhead (evam&#769; parampar&#257;-pr&#257;ptam imam&#769; r&#257;jars&#803;ayo viduh&#803; [<A CLASS=v HREF="../../../bg/4/2.htm">Bg. 4.2</A>]).</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>