<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 16 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 16 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">How Par&#299;ks&#803;it Received the Age of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.16.16</P><P CLASS=c>s&#257;rathya-p&#257;ras&#803;ada-sevana-sakhya-dautya-</P><P CLASS=c>v&#299;r&#257;san&#257;nugamana-stavana-pran&#803;&#257;m&#257;n</P><P CLASS=c>snigdhes&#803;u p&#257;n&#803;d&#803;us&#803;u jagat-pran&#803;atim&#769; ca vis&#803;n&#803;or</P><P CLASS=c>bhaktim&#769; karoti nr&#803;-pati&#347; caran&#803;&#257;ravinde</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarathya">s&#257;rathya</A> &#8212; acceptance of the post of <A HREF="http://vedabase.net/a/a">a</A> chariot driver; <A CLASS=v HREF="http://vedabase.net/p/parasada">p&#257;ras&#803;ada</A> &#8212; acceptance of the presidency <A HREF="http://vedabase.net/i/in">in</A> the assembly of the <A HREF="http://vedabase.net/r/rajasuya">R&#257;jas&#363;ya</A> sacrifice; <A CLASS=v HREF="http://vedabase.net/s/sevana">sevana</A> &#8212; engaging the mind constantly <A HREF="http://vedabase.net/i/in">in</A> the service of the Lord; <A CLASS=v HREF="http://vedabase.net/s/sakhya">sakhya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> think of the Lord <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> friend; <A CLASS=v HREF="http://vedabase.net/d/dautya">dautya</A> &#8212; acceptance of the post of <A HREF="http://vedabase.net/a/a">a</A> messenger; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/a/asana">&#257;sana</A> &#8212; acceptance of the post of <A HREF="http://vedabase.net/a/a">a</A> watchman with <A HREF="http://vedabase.net/a/a">a</A> drawn sword at night; <A CLASS=v HREF="http://vedabase.net/a/anugamana">anugamana</A> &#8212; following <A HREF="http://vedabase.net/i/in">in</A> the footsteps; <A CLASS=v HREF="http://vedabase.net/s/stavana">stavana</A> &#8212; offering of prayers; <A CLASS=v HREF="http://vedabase.net/p/pranaman">pran&#803;&#257;m&#257;n</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/s/snigdhesu">snigdhes&#803;u</A> &#8212; unto them who <A HREF="http://vedabase.net/a/are">are</A> malleable <A HREF="http://vedabase.net/t/to">to</A> the will of the Lord; <A CLASS=v HREF="http://vedabase.net/p/pandusu">p&#257;n&#803;d&#803;us&#803;u</A> &#8212; unto the sons of <A HREF="http://vedabase.net/p/pandu">P&#257;n&#803;d&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; the universal; <A CLASS=v HREF="http://vedabase.net/p/pranatim">pran&#803;atim</A> &#8212; one who is obeyed; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vis&#803;n&#803;oh&#803;</A> &#8212; of <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaktim">bhaktim</A> &#8212; devotion; <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/n/nr">nr&#803;</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih&#803;</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/c/carana">caran&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/aravinde">aravinde</A> &#8212; unto His lotus feet.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Par&#299;ks&#803;it heard that out of His causeless mercy Lord Kr&#803;s&#803;n&#803;a [Vis&#803;n&#803;u], who is universally obeyed, rendered all kinds of service to the malleable sons of P&#257;n&#803;d&#803;u by accepting posts ranging from chariot driver to president to messenger, friend, night watchman, etc., according to the will of the P&#257;n&#803;d&#803;avas, obeying them like a servant and offering obeisances like one younger in years. When he heard this, Mah&#257;r&#257;ja Par&#299;ks&#803;it became overwhelmed with devotion to the lotus feet of the Lord.</P><P CLASS=t>PURPORT</P><P>Lord Kr&#803;s&#803;n&#803;a is everything to the unalloyed devotees like the P&#257;n&#803;d&#803;avas. The Lord was for them the Supreme Lord, the spiritual master, the worshipable Deity, the guide, the chariot driver, the friend, the servant, the messenger and everything they could conceive of. And thus the Lord also reciprocated the feelings of the P&#257;n&#803;d&#803;avas. Mah&#257;r&#257;ja Par&#299;ks&#803;it, as a pure devotee of the Lord, could appreciate the Lord's transcendental reciprocation of the feelings of His devotees, and thus he himself also was overwhelmed with the dealings of the Lord. Simply by appreciating the dealings of the Lord with His pure devotees, one can attain salvation. The Lord's dealings with His devotees appear to be ordinary human dealings, but one who knows them in truth becomes at once eligible to go back home, back to Godhead. The P&#257;n&#803;d&#803;avas were so malleable to the will of the Lord that they could sacrifice any amount of energy for the service of the Lord, and by such unalloyed determination they could secure the Lord's mercy in any shape they desired.</P><P CLASS=l><A CLASS=i HREF="13-15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>