<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 16 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 16 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">How Par&#299;ks&#803;it Received the Age of Kali</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.16.5</P><P CLASS=c>&#347;aunaka uv&#257;ca</P><P CLASS=c>kasya hetor nijagr&#257;ha</P><P CLASS=c>kalim&#769; digvijaye nr&#803;pah&#803;</P><P CLASS=c>nr&#803;deva-cihna-dhr&#803;k &#347;&#363;dra-</P><P CLASS=c>ko 'sau g&#257;m&#769; yah&#803; pad&#257;hanat</P><P CLASS=c>tat kathyat&#257;m&#769; mah&#257;-bh&#257;ga</P><P CLASS=c>yadi kr&#803;s&#803;n&#803;a-kath&#257;&#347;rayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/saunakah">&#347;aunakah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/saunaka">&#346;aunaka</A> <A HREF="http://vedabase.net/r/rsi">R&#803;s&#803;i</A> said; <A CLASS=v HREF="http://vedabase.net/k/kasya">kasya</A> &#8212; for what; <A CLASS=v HREF="http://vedabase.net/h/hetoh">hetoh&#803;</A> &#8212; reason; <A CLASS=v HREF="http://vedabase.net/n/nijagraha">nijagr&#257;ha</A> &#8212; sufficiently punished; <A CLASS=v HREF="http://vedabase.net/k/kalim">kalim</A> &#8212; the master of the <A HREF="http://vedabase.net/a/age">age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/d/digvijaye">digvijaye</A> &#8212; during the time of his world tour; <A CLASS=v HREF="http://vedabase.net/n/nrpah">nr&#803;pah&#803;</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/n/nr">nr&#803;</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; royal person; <A CLASS=v HREF="http://vedabase.net/c/cihna">cihna</A>-<A CLASS=v HREF="http://vedabase.net/d/dhrk">dhr&#803;k</A> &#8212; decorated like; <A CLASS=v HREF="http://vedabase.net/s/sudrakah">&#347;&#363;drakah&#803;</A> &#8212; lowest of the &#347;&#363;dras; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/g/gam">g&#257;m</A> &#8212; cow; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/p/pada">pad&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/ahanat">ahanat</A> &#8212; struck on the leg; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; all that; <A CLASS=v HREF="http://vedabase.net/k/kathyatam">kathyat&#257;m</A> &#8212; please describe; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaga">bh&#257;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> greatly fortunate one; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if, however; <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A> &#8212; about <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayam">&#257;&#347;rayam</A> &#8212; related with His topics.</P><P CLASS=t>TRANSLATION</P><P>&#346;aunaka R&#803;s&#803;i inquired: Why did Mah&#257;r&#257;ja Par&#299;ks&#803;it simply punish him, since he was the lowest of the &#347;&#363;dras, having dressed as a king and having struck a cow on the leg? Please describe all these incidents if they relate to the topics of Lord Kr&#803;s&#803;n&#803;a.</P><P CLASS=t>PURPORT</P><P>&#346;aunaka and the r&#803;s&#803;is were astonished to hear that the pious Mah&#257;r&#257;ja Par&#299;ks&#803;it simply punished the culprit and did not kill him. This suggests that a pious king like Mah&#257;r&#257;ja Par&#299;ks&#803;it should have at once killed an offender who wanted to cheat the public by dressing like a king and at the same time daring to insult the purest of the animals, a cow. The r&#803;s&#803;is in those days, however, could not even imagine that in the advanced days of the age of Kali the lowest of the &#347;&#363;dras will be elected as administrators and will open organized slaughterhouses for killing cows. Anyway, although hearing about a &#347;&#363;draka who was a cheat and insulter of a cow was not very interesting to the great r&#803;s&#803;is, they nevertheless wanted to hear about it to see if the event had any connection with Lord Kr&#803;s&#803;n&#803;a. They were simply interested in the topics of Lord Kr&#803;s&#803;n&#803;a, for anything that is dovetailed with the narration of Kr&#803;s&#803;n&#803;a is worth hearing. There are many topics in the Bh&#257;gavatam about sociology, politics, economics, cultural affairs, etc., but all of them are in relation with Kr&#803;s&#803;n&#803;a, and therefore all of them are worth hearing. Kr&#803;s&#803;n&#803;a is the purifying ingredient in all matters, regardless of what they are. In the mundane world, everything is impure due to its being a product of the three mundane qualities. The purifying agent, however, is Kr&#803;s&#803;n&#803;a.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>