<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Pura&#241;jana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.25</P><P CLASS=c>vikr&#803;s&#803;yam&#257;n&#803;ah&#803; prasabham&#769;</P><P CLASS=c>yavanena bal&#299;yas&#257;</P><P CLASS=c>n&#257;vindat tamas&#257;vis&#803;t&#803;ah&#803;</P><P CLASS=c>sakh&#257;yam&#769; suhr&#803;dam&#769; purah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vikrsyamanah">vikr&#803;s&#803;yam&#257;n&#803;ah&#803;</A> &#8212; being dragged; <A CLASS=v HREF="http://vedabase.net/p/prasabham">prasabham</A> &#8212; forcibly; <A CLASS=v HREF="http://vedabase.net/y/yavanena">yavanena</A> &#8212; by the <A HREF="http://vedabase.net/y/yavana">Yavana</A>; <A CLASS=v HREF="http://vedabase.net/b/baliyasa">bal&#299;yas&#257;</A> &#8212; who was very powerful; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/avindat">avindat</A> &#8212; could not remember; <A CLASS=v HREF="http://vedabase.net/t/tamasa">tamas&#257;</A> &#8212; by darkness of ignorance; <A CLASS=v HREF="http://vedabase.net/a/avistah">&#257;vis&#803;t&#803;ah&#803;</A> &#8212; being covered; <A CLASS=v HREF="http://vedabase.net/s/sakhayam">sakh&#257;yam</A> &#8212; his friend; <A CLASS=v HREF="http://vedabase.net/s/suhrdam">suhr&#803;dam</A> &#8212; always <A HREF="http://vedabase.net/a/a">a</A> well-wisher; <A CLASS=v HREF="http://vedabase.net/p/purah">purah&#803;</A> &#8212; from the very beginning.</P><P CLASS=t>TRANSLATION</P><P>When King Pura&#241;jana was being dragged with great force by the powerful Yavana, out of his gross ignorance he still could not remember his friend and well-wisher, the Supersoul.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>) Lord Kr&#803;s&#803;n&#803;a says:</P><P>bhokt&#257;ram&#769; yaj&#241;a-tapas&#257;m&#769;</P><P CLASS=n>sarva-loka-mahe&#347;varam</P><P CLASS=n>suhr&#803;dam&#769; sarva-bh&#363;t&#257;n&#257;m&#769;</P><P CLASS=n>j&#241;&#257;tv&#257; m&#257;m&#769; &#347;&#257;ntim r&#803;cchati</P><P>A person can be in full Kr&#803;s&#803;n&#803;a consciousness and become happy and satisfied if he knows but three things &#8212; namely, that the Supreme Lord Kr&#803;s&#803;n&#803;a is the enjoyer of all benefits, that He is the proprietor of everything, and that He is the supreme friend of all living entities. If one does not know this and functions instead under the bodily conception, he is always harassed by the tribulations offered by material nature. In actuality, the Supreme Lord is sitting by the side of everyone. &#298;&#347;varah&#803; sarva-bh&#363;t&#257;n&#257;m&#769; hr&#803;d-de&#347;e 'rjuna tis&#803;t&#803;hati (<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>). The living entity and the Supersoul are sitting side by side in the same tree, but despite being harassed by the laws of material nature, the foolish living entity does not turn toward the Supreme Personality of Godhead for protection. However, he thinks that he is able to protect himself from the stringent laws of material nature. This, however, is not possible. The living entity must turn toward the Supreme Personality of Godhead and surrender unto Him. Only then will he be saved from the onslaught of the powerful Yavana, or Yamar&#257;ja.</P><P>The word sakh&#257;yam ("friend") is very significant in this verse because God is eternally present beside the living entity. The Supreme Lord is also described as suh&#803;rdam ("ever well-wisher"). The Supreme Lord is always a well-wisher, just like a father or mother. Despite all the offenses of a son, the father and mother are always the son's well-wisher. Similarly, despite all our offenses and defiance of the desires of the Supreme Personality of Godhead, the Lord will give us immediate relief from all the hardships offered by material nature if we simply surrender unto Him, as confirmed in Bhagavad-g&#299;t&#257; (m&#257;m eva ye prapadyante m&#257;y&#257;m et&#257;m&#769; taranti te [<A CLASS=v HREF="../../../bg/7/14.htm">Bg. 7.14</A>]). Unfortunately, due to our bad association and great attachment for sense gratification, we do not remember our best friend, the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>