<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 28 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 28 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Pura&#241;jana Becomes a Woman in the Next Life</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.28.32</P><P CLASS=c>agastyah&#803; pr&#257;g duhitaram</P><P CLASS=c>upayeme dhr&#803;ta-vrat&#257;m</P><P CLASS=c>yasy&#257;m&#769; dr&#803;d&#803;hacyuto j&#257;ta</P><P CLASS=c>idhmav&#257;h&#257;tmajo munih&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/agastyah">agastyah&#803;</A> &#8212; the great sage <A HREF="http://vedabase.net/a/agastya">Agastya</A>; <A CLASS=v HREF="http://vedabase.net/p/prak">pr&#257;k</A> &#8212; first; <A CLASS=v HREF="http://vedabase.net/d/duhitaram">duhitaram</A> &#8212; daughter; <A CLASS=v HREF="http://vedabase.net/u/upayeme">upayeme</A> &#8212; married; <A CLASS=v HREF="http://vedabase.net/d/dhrta">dhr&#803;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vratam">vrat&#257;m</A> &#8212; taken <A HREF="http://vedabase.net/t/to">to</A> vows; <A CLASS=v HREF="http://vedabase.net/y/yasyam">yasy&#257;m</A> &#8212; through whom; <A CLASS=v HREF="http://vedabase.net/d/drdhacyutah">dr&#803;d&#803;hacyutah&#803;</A> &#8212; named Dr&#803;d&#803;hacyuta; <A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;tah&#803;</A> &#8212; was born; <A CLASS=v HREF="http://vedabase.net/i/idhmavaha">idhmav&#257;ha</A> &#8212; named <A HREF="http://vedabase.net/i/idhmavaha">Idhmav&#257;ha</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">jah&#803;</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/m/munih">munih&#803;</A> &#8212; the great sage.</P><P CLASS=t>TRANSLATION</P><P>The great sage named Agastya married the first-born daughter of Malayadhvaja, the avowed devotee of Lord Kr&#803;s&#803;n&#803;a. From her one son was born, whose name was Dr&#803;d&#803;hacyuta, and from him another son was born, whose name was Idhmav&#257;ha.</P><P CLASS=t>PURPORT</P><P>The name Agastya Muni is very significant. Agastya Muni represents the mind. The word agastya indicates that the senses do not act independently, and the word muni means "mind." The mind is the center of all the senses, and thus the senses cannot work independent of the mind. When the mind takes to the cult of bhakti, it engages in devotional service. The cult of bhakti (bhakti-lat&#257;) is the first daughter of Malayadhvaja, and as previously described, her eyes are always upon Kr&#803;s&#803;n&#803;a (asiteks&#803;an&#803;&#257;m). One cannot render bhakti to any demigod. Bhakti can be rendered only to Vis&#803;n&#803;u (&#347;ravan&#803;am&#769; k&#299;rtanam&#769; vis&#803;n&#803;oh&#803; [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]). Thinking the Absolute Truth to be without form, the M&#257;y&#257;v&#257;d&#299;s say that the word bhakti can apply to any form of worship. If this were the case, a devotee could imagine any demigod or any godly form and worship it. This, however, is not the real fact. The real fact is that bhakti can be applied only to Lord Vis&#803;n&#803;u and His expansions. Therefore bhakti-lat&#257; is dr&#803;d&#803;ha-vrata, the great vow, for when the mind is completely engaged in devotional service, the mind does not fall down. If one tries to advance by other means &#8212; by karma-yoga or j&#241;&#257;na-yoga &#8212; one will fall down, but if one is fixed in bhakti, he never falls down.</P><P>Thus from bhakti-lat&#257; the son Dr&#803;d&#803;hacyuta is born, and from Dr&#803;d&#803;hacyuta the next son, Idhmav&#257;ha, is born. The word idhma-v&#257;ha refers to one who carries wood for burning in a sacrifice when approaching a spiritual master. The point is that bhakti-lat&#257;, the cult of devotion, fixes one in his spiritual position. One so fixed never comes down, and he begets children who are strict followers of the &#347;&#257;stric injunctions. As said in the Vedas:</P><P>tad-vij&#241;&#257;n&#257;rtham&#769; sa gurum ev&#257;bhigacchet</P><P CLASS=n>samit-p&#257;n&#803;ih&#803; &#347;rotriyam&#769; brahma-nis&#803;t&#803;ham</P><P CLASS=n>[<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>]</P><P>In the line of devotional service, those who are initiated are strict followers of the Vedic scriptural injunctions.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>