<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.35</P><P CLASS=c>yatred&#803;yante kath&#257; mr&#803;s&#803;t&#803;&#257;s</P><P CLASS=c>tr&#803;s&#803;n&#803;&#257;y&#257;h&#803; pra&#347;amo yatah&#803;</P><P CLASS=c>nirvairam&#769; yatra bh&#363;tes&#803;u</P><P CLASS=c>nodvego yatra ka&#347;cana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/i/idyante">&#299;d&#803;yante</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> worshiped or discussed; <A CLASS=v HREF="http://vedabase.net/k/kathah">kath&#257;h&#803;</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/m/mrstah">mr&#803;s&#803;t&#803;&#257;h&#803;</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/t/trsnayah">tr&#803;s&#803;n&#803;&#257;y&#257;h&#803;</A> &#8212; of material hankerings; <A CLASS=v HREF="http://vedabase.net/p/prasamah">pra&#347;amah&#803;</A> &#8212; satisfaction; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah&#803;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/n/nirvairam">nirvairam</A> &#8212; nonenviousness; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;tes&#803;u</A> &#8212; among living entities; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/u/udvegah">udvegah&#803;</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/k/kascana">ka&#347;cana</A> &#8212; any.</P><P CLASS=t>TRANSLATION</P><P>Whenever pure topics of the transcendental world are discussed, the members of the audience forget all kinds of material hankerings, at least for the time being. Not only that, but they are no longer envious of one another, nor do they suffer from anxiety or fear.</P><P CLASS=t>PURPORT</P><P>Vaikun&#803;t&#803;ha means "without anxiety," and the material world means full of anxiety. As stated by Prahl&#257;da Mah&#257;r&#257;ja: sad&#257; samudvigna-dhiy&#257;m asad-grah&#257;t. The living entities who have accepted this material world as a residence are full of anxiety. A place immediately becomes Vaikun&#803;t&#803;ha whenever the holy topics of the Personality of Godhead are discussed by pure devotees. This is the process of &#347;ravan&#803;am&#769; k&#299;rtanam&#769; vis&#803;n&#803;oh&#803; [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>], chanting and hearing about the Supreme Lord Vis&#803;n&#803;u. As the Supreme Lord Himself confirms:</P><P>n&#257;ham&#769; tis&#803;t&#803;h&#257;mi vaikun&#803;t&#803;he</P><P CLASS=n>yogin&#257;m&#769; hr&#803;dayes&#803;u v&#257;</P><P CLASS=n>tatra tis&#803;t&#803;h&#257;mi n&#257;rada</P><P CLASS=n>yatra g&#257;yanti mad-bhakt&#257;h&#803;</P><P>"My dear N&#257;rada, actually I do not reside in My abode, Vaikun&#803;t&#803;ha, nor do I reside within the hearts of the yog&#299;s, but I reside in that place where My pure devotees chant My holy name and discuss My form, pastimes and qualities." Because of the presence of the Lord in the form of the transcendental vibration, the Vaikun&#803;t&#803;ha atmosphere is evoked. This atmosphere is without fear and anxiety. One living entity does not fear another. By hearing the holy names and glories of the Lord, a person executes pious activities. &#346;r&#803;n&#803;vat&#257;m&#769; sva-kath&#257;h&#803; kr&#803;s&#803;n&#803;ah&#803; pun&#803;ya-&#347;ravan&#803;a-k&#299;rtanah&#803; (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/17.htm">1.2.17</A>). Thus his material hankerings immediately stop. This sa&#324;k&#299;rtana movement started by the Society for Krishna Consciousness is meant for creating Vaikun&#803;t&#803;ha, the transcendental world that is without anxiety, even in this material world. The method is the propagation of the &#347;ravan&#803;am&#769; k&#299;rtanam process throughout the world. In the material world everyone is envious of his fellow man. Animalistic envy exists in human society as long as there is no performance of sa&#324;k&#299;rtana-yaj&#241;a, the chanting of the holy names &#8212; Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. The Pracet&#257;s therefore decided to remain always in the society of devotees, and they considered that to be the highest benediction possible in human life.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>