<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 30 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 30 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Activities of the Pracet&#257;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.30.49</P><P CLASS=c>c&#257;ks&#803;us&#803;e tv antare pr&#257;pte</P><P CLASS=c>pr&#257;k-sarge k&#257;la-vidrute</P><P CLASS=c>yah&#803; sasarja praj&#257; is&#803;t&#803;&#257;h&#803;</P><P CLASS=c>sa daks&#803;o daiva-coditah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/caksuse">c&#257;ks&#803;us&#803;e</A> &#8212; named <A HREF="http://vedabase.net/c/caksusa">C&#257;ks&#803;us&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/antare">antare</A> &#8212; the <A HREF="http://vedabase.net/m/manvantara">manvantara</A>; <A CLASS=v HREF="http://vedabase.net/p/prapte">pr&#257;pte</A> &#8212; when <A HREF="http://vedabase.net/i/it">it</A> happened; <A CLASS=v HREF="http://vedabase.net/p/prak">pr&#257;k</A> &#8212; previous; <A CLASS=v HREF="http://vedabase.net/s/sarge">sarge</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/v/vidrute">vidrute</A> &#8212; destroyed <A HREF="http://vedabase.net/i/in">in</A> due course of time; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/s/sasarja">sasarja</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h&#803;</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/i/istah">is&#803;t&#803;&#257;h&#803;</A> &#8212; desirable; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/d/daksah">daks&#803;ah&#803;</A> &#8212; <A HREF="http://vedabase.net/d/daksa">Daks&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/d/daiva">daiva</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/c/coditah">coditah&#803;</A> &#8212; inspired.</P><P CLASS=t>TRANSLATION</P><P>His previous body had been destroyed, but he, the same Daks&#803;a, inspired by the supreme will, created all the desired living entities in the C&#257;ks&#803;us&#803;a manvantara.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/17.htm">8.17</A>):</P><P>sahasra-yuga-paryantam</P><P CLASS=n>ahar yad brahman&#803;o viduh&#803;</P><P CLASS=n>r&#257;trim&#769; yuga-sahasr&#257;nt&#257;m&#769;</P><P CLASS=n>te 'ho-r&#257;tra-vido jan&#257;h&#803;</P><P>"By human calculation, a thousand ages taken together is the duration of Brahm&#257;'s one day. And such also is the duration of his night." Brahm&#257;'s one day consists of one thousand cycles of the four yugas &#8212; Satya, Tret&#257;, Dv&#257;para and Kali. In that one day there are fourteen manvantaras, and out of these manvantaras this C&#257;ks&#803;us&#803;a manvantara is the sixth. The various Manus existing in one day of Lord Brahm&#257; are as follows: (1) Sv&#257;yambhuva, (2) Sv&#257;rocis&#803;a, (3) Uttama, (4) T&#257;masa, (5) Raivata, (6) C&#257;ks&#803;us&#803;a, (7) Vaivasvata, (8) S&#257;varn&#803;i, (9) Daks&#803;as&#257;varn&#803;i, (10) Brahma-s&#257;varn&#803;i, ( 11) Dharma-s&#257;varn&#803;i, (12) Rudra-s&#257;varn&#803;i, (13) Deva-s&#257;varn&#803;i and (14) Indra-s&#257;varn&#803;i.</P><P>Thus there are fourteen Manus in one day of Brahm&#257;. In a year there are 5,040 Manus. Brahm&#257; has to live for one hundred years; consequently, the total of Manus appearing and disappearing during the life of one Brahm&#257; is 504,000. This is the calculation for one universe, and there are innumerable universes. All these Manus come and go simply by the breathing process of Mah&#257;-Vis&#803;n&#803;u. As stated in the Brahma-sam&#769;hit&#257;:</P><P>yasyaika-ni&#347;vasita-k&#257;lam ath&#257;valambya</P><P CLASS=n>j&#299;vanti loma-vilaj&#257; jagad-an&#803;d&#803;a-n&#257;th&#257;h&#803;</P><P CLASS=n>vis&#803;n&#803;ur mah&#257;n sa iha yasya kal&#257;-vi&#347;es&#803;o</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P CLASS=n>[<A CLASS=v HREF="../../../bs/5/48.htm">Bs. 5.48</A>]</P><P>The word jagad-an&#803;d&#803;a-n&#257;tha means Lord Brahm&#257;. There are innumerable jagad-an&#803;d&#803;a-n&#257;tha Brahm&#257;s, and thus we can calculate the many Manus. The present age is under the control of Vaivasvata Manu. Each Manu lives 4,320,000 years multiplied by 71. The present Manu has already lived for 4,320,000 years multiplied by 28. All these long life-spans are ultimately ended by the laws of material nature. The controversy of the Daks&#803;a-yaj&#241;a took place in the Sv&#257;yambhuva manvantara period. As a result, Daks&#803;a was punished by Lord &#346;iva, but by virtue of his prayers to Lord &#346;iva he became eligible to regain his former opulence. According to Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura, Daks&#803;a underwent severe penances up to the fifth manvantara. Thus at the beginning of the sixth manvantara, known as the C&#257;ks&#803;us&#803;a manvantara, Daks&#803;a regained his former opulence by the blessings of Lord &#346;iva.</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39-40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>