<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 17</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 17: The History of K&#257;liya</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.17 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.17.1</B></A>: [Having thus heard how Lord Kr&#803;s&#803;n&#803;a chastised K&#257;liya,] King Par&#299;ks&#803;it inquired: Why did K&#257;liya leave Raman&#803;aka Island, the abode of the serpents, and why did Garud&#803;a become so antagonistic toward him alone?</P><P CLASS=r><A CLASS=i HREF="2-3.htm"><B>SB 10.17.2-3</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: To avoid being eaten by Garud&#803;a, the serpents had previously made an arrangement with him whereby they would each make a monthly offering of tribute at the base of a tree. Thus every month on schedule, O mighty-armed King Par&#299;ks&#803;it, each serpent would duly make his offering to that powerful carrier of Vis&#803;n&#803;u as a purchase of protection.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.17.4</B></A>: Although all the other serpents were dutifully making offerings to Garud&#803;a, one serpent &#8212; the arrogant K&#257;liya, son of Kadru &#8212; would eat all these offerings before Garud&#803;a could claim them. Thus K&#257;liya directly defied the carrier of Lord Vis&#803;n&#803;u.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.17.5</B></A>: O King, the greatly powerful Garud&#803;a, who is very dear to the Supreme Lord, became angry when he heard of this. Desiring to kill K&#257;liya, he rushed toward the serpent with tremendous speed.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.17.6</B></A>: As Garud&#803;a swiftly fell upon him, K&#257;liya, who had the weapon of poison, raised his numerous heads to counterattack. Showing his ferocious tongues and expanding his horrible eyes, K&#257;liya then bit Garud&#803;a with the weapons of his fangs.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.17.7</B></A>: The angry son of T&#257;rks&#803;ya moved with overwhelming speed in repelling K&#257;liya's attack. That terribly powerful carrier of Lord Madhus&#363;dana struck the son of Kadru with his left wing, which shone like gold.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.17.8</B></A>: Beaten by Garud&#803;a's wing, K&#257;liya was extremely distraught, and thus he took shelter of a lake adjoining the river Yamun&#257;. Garud&#803;a could not enter this lake. Indeed, he could not even approach it.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.17.9</B></A>: In that very lake Garud&#803;a had once desired to eat a fish &#8212; fish being, after all, his normal food. Although forbidden by the sage Saubhari, who was meditating there within the water, Garud&#803;a took courage and, feeling hungry, seized the fish.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.17.10</B></A>: Seeing how the unfortunate fish in that lake had become most unhappy at the death of their leader, Saubhari uttered the following curse under the impression that he was mercifully acting for the benefit of the lake's residents.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.17.11</B></A>: If Garud&#803;a ever again enters this lake and eats the fish here, he will immediately lose his life. What I am saying is the truth.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.17.12</B></A>: Of all the serpents, only K&#257;liya came to know of this affair, and in fear of Garud&#803;a he took up residence in that Yamun&#257; lake. Later Lord Kr&#803;s&#803;n&#803;a drove him out.</P><P CLASS=r><A CLASS=i HREF="13-14.htm"><B>SB 10.17.13-14</B></A>: [Resuming his description of Kr&#803;s&#803;n&#803;a's chastisement of K&#257;liya, &#346;ukadeva Gosv&#257;m&#299; continued:] Kr&#803;s&#803;n&#803;a rose up out of the lake wearing divine garlands, fragrances and garments, covered with many fine jewels, and decorated with gold. When the cowherds saw Him they all stood up immediately, just like an unconscious person's senses coming back to life. Filled with great joy, they affectionately embraced Him.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.17.15</B></A>: Having regained their vital functions, Ya&#347;od&#257;, Rohin&#803;&#299;, Nanda and all the other cowherd women and men went up to Kr&#803;s&#803;n&#803;a. O descendant of Kuru, even the dried-up trees came back to life.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.17.16</B></A>: Lord Balar&#257;ma embraced His infallible brother and laughed, knowing well the extent of Kr&#803;s&#803;n&#803;a's potency. Out of great feelings of love, Balar&#257;ma lifted Kr&#803;s&#803;n&#803;a up on His lap and repeatedly looked at Him. The cows, bulls and young female calves also achieved the highest pleasure.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.17.17</B></A>: All the respectable br&#257;hman&#803;as, together with their wives, came forward to greet Nanda Mah&#257;r&#257;ja. They said to him, "Your son was in the grips of K&#257;liya, but by the grace of Providence He is now free."</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.17.18</B></A>: The br&#257;hman&#803;as then advised Nanda Mah&#257;r&#257;ja, "To assure that your son Kr&#803;s&#803;n&#803;a will always be free from danger, you should give charity to the br&#257;hman&#803;as." With a satisfied mind, O King, Nanda Mah&#257;r&#257;ja then very gladly gave them gifts of cows and gold.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.17.19</B></A>: The greatly fortunate mother Ya&#347;od&#257;, having lost her son and then regained Him, placed Him on her lap. That chaste lady cried constant torrents of tears as she repeatedly embraced Him.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.17.20</B></A>: O best of kings [Par&#299;ks&#803;it], because the residents of Vr&#803;nd&#257;vana w-ere feeling very weak from hunger, thirst and fatigue, they and the cows spent the night where they were, lying down near the bank of the K&#257;lind&#299;.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.17.21</B></A>: During the night, while all the people of Vr&#803;nd&#257;vana were asleep, a great fire blazed up within the dry summer forest. The fire surrounded the inhabitants of Vraja on all sides and began to scorch them.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.17.22</B></A>: Then the residents of Vr&#803;nd&#257;vana woke up, extremely disturbed by the great fire threatening to burn them. Thus they took shelter of Kr&#803;s&#803;n&#803;a, the Supreme Lord, who by His spiritual potency appeared like an ordinary human being.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.17.23</B></A>: [Vr&#803;nd&#257;vana's residents said:] Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a, O Lord of all opulence! O R&#257;ma, possessor of unlimited power! This most terrible fire is about to devour us, Your devotees!</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.17.24</B></A>: O Lord, we are Your true friends and devotees. Please protect us from this insurmountable fire of death. We can never give up Your lotus feet, which drive away all fear.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.17.25</B></A>: Seeing His devotees so disturbed, &#346;r&#299; Kr&#803;s&#803;n&#803;a, the infinite Lord of the universe and possessor of infinite power, then swallowed the terrible forest fire.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>