<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.31</P><P CLASS=c>de&#347;e &#347;ucau same r&#257;jan</P><P CLASS=c>sam&#769;sth&#257;py&#257;sanam &#257;tmanah&#803;</P><P CLASS=c>sthiram&#769; sukham&#769; samam&#769; tasminn</P><P CLASS=c>&#257;s&#299;tarjv-a&#324;ga om iti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dese">de&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> place; <A CLASS=v HREF="http://vedabase.net/s/sucau">&#347;ucau</A> &#8212; very sacred; <A CLASS=v HREF="http://vedabase.net/s/same">same</A> &#8212; level; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/s/samsthapya">sam&#769;sth&#257;pya</A> &#8212; placing; <A CLASS=v HREF="http://vedabase.net/a/asanam">&#257;sanam</A> &#8212; on the seat; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah&#803;</A> &#8212; one's self; <A CLASS=v HREF="http://vedabase.net/s/sthiram">sthiram</A> &#8212; very steady; <A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; comfortably; <A CLASS=v HREF="http://vedabase.net/s/samam">samam</A> &#8212; equipoised; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; on that sitting place; <A CLASS=v HREF="http://vedabase.net/a/asita">&#257;s&#299;ta</A> &#8212; one should sit down; <A CLASS=v HREF="http://vedabase.net/r/rju">r&#803;ju</A>-<A CLASS=v HREF="http://vedabase.net/a/angah">a&#324;gah&#803;</A> &#8212; the body perpendicularly straight; <A CLASS=v HREF="http://vedabase.net/o/om">om&#769;</A> &#8212; The Vedic <A HREF="http://vedabase.net/m/mantra">mantra</A> <A HREF="http://vedabase.net/p/pranava">pran&#803;ava</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way.</P><P CLASS=t>TRANSLATION</P><P>My dear King, in a sacred and holy place of pilgrimage one should select a place in which to perform yoga. The place must be level and not too high or low. There one should sit very comfortably, being steady and equipoised, keeping his body straight, and thus begin chanting the Vedic pran&#803;ava.</P><P CLASS=t>PURPORT</P><P>Generally the chanting of om&#769; is recommended because in the beginning one cannot understand the Personality of Godhead. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/11.htm">1.2.11</A>):</P><P>vadanti tat tattva-vidas</P><P CLASS=n>tattvam&#769; yaj j&#241;&#257;nam advayam</P><P CLASS=n>brahmeti param&#257;tmeti</P><P CLASS=n>bhagav&#257;n iti &#347;abdyate</P><P>"Learned transcendentalists who know the Absolute Truth call this nondual substance Brahman, Param&#257;tm&#257; or Bhagav&#257;n." Unless one is fully convinced of the Supreme Personality of Godhead, one has the tendency to become an impersonalist yog&#299; searching for the Supreme Lord within the core of his heart (dhy&#257;n&#257;vasthita-tad-gatena manas&#257; pa&#347;yanti yam&#769; yoginah&#803; [<A CLASS=v HREF="../../12/13/1.htm">SB 12.13.1</A>]). Here the chanting of om&#769;k&#257;ra is recommended because in the beginning of transcendental realization, instead of chanting the Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra, one may chant om&#769;k&#257;ra (pran&#803;ava). There is no difference between the Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra and om&#769;k&#257;ra because both of them are sound representations of the Supreme Personality of Godhead. pran&#803;avah&#803; sarva-vedes&#803;u. In all Vedic literatures, the sound vibration om&#769;k&#257;ra is the beginning. Om&#769; namo bhagavate v&#257;sudev&#257;ya. The difference between chanting om&#769;k&#257;ra and chanting the Hare Kr&#803;s&#803;n&#803;a mantra is that the Hare Kr&#803;s&#803;n&#803;a mantra may be chanted without consideration of the place or the sitting arrangements recommended in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/11.htm">6.11</A>):</P><P>&#347;ucau de&#347;e pratis&#803;t&#803;h&#257;pya</P><P CLASS=n>sthiram &#257;sanam &#257;tmanah&#803;</P><P CLASS=n>n&#257;ty-ucchritam&#769; n&#257;tin&#299;cam&#769;</P><P CLASS=n>cail&#257;jina-ku&#347;ottaram</P><P>"To practice yoga, one should go to a secluded place and should lay ku&#347;a grass on the ground and then cover it with a deerskin and a soft cloth. The seat should neither be too high nor too low and should be situated in a sacred place." The Hare Kr&#803;s&#803;n&#803;a mantra may be chanted by anyone, without consideration of the place or how one sits. &#346;r&#299; Caitanya Mah&#257;prabhu has openly declared, niyamitah&#803; smaran&#803;e na k&#257;lah&#803;. In chanting the Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra there are no particular injunctions regarding one's sitting place. The injunction niyamitah&#803; smaran&#803;e na k&#257;lah&#803; includes de&#347;a, k&#257;la and p&#257;tra &#8212; place, time and the individual. Therefore anyone may chant the Hare Kr&#803;s&#803;n&#803;a mantra, without consideration of the time and place. Especially in this age, Kali-yuga, it is very difficult to find a suitable place according to the recommendations of Bhagavad-g&#299;t&#257;. The Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra, however, may be chanted at any place and any time, and this will bring results very quickly. Yet even while chanting the Hare Kr&#803;s&#803;n&#803;a mantra one may observe regulative principles. Thus while sitting and chanting one may keep his body straight, and this will help one in the chanting process; otherwise one may feel sleepy.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32-33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>