<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.47</P><P CLASS=c>pravr&#803;ttam&#769; ca nivr&#803;ttam&#769; ca</P><P CLASS=c>dvi-vidham&#769; karma vaidikam</P><P CLASS=c>&#257;vartate pravr&#803;ttena</P><P CLASS=c>nivr&#803;tten&#257;&#347;nute 'mr&#803;tam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pravrttam">pravr&#803;ttam</A> &#8212; inclination for material enjoyment; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/n/nivrttam">nivr&#803;ttam</A> &#8212; cessation of material enjoyment; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/v/vidham">vidham</A> &#8212; these two varieties; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; of activities; <A CLASS=v HREF="http://vedabase.net/v/vaidikam">vaidikam</A> &#8212; recommended <A HREF="http://vedabase.net/i/in">in</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/a/avartate">&#257;vartate</A> &#8212; one travels up and down through the cycle of <A HREF="http://vedabase.net/s/samsara">sam&#769;s&#257;ra</A>; <A CLASS=v HREF="http://vedabase.net/p/pravrttena">pravr&#803;ttena</A> &#8212; by <A HREF="http://vedabase.net/a/an">an</A> inclination for enjoying material activities; <A CLASS=v HREF="http://vedabase.net/n/nivrttena">nivr&#803;ttena</A> &#8212; but by ceasing such activities; <A CLASS=v HREF="http://vedabase.net/a/asnute">a&#347;nute</A> &#8212; one enjoys; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amr&#803;tam</A> &#8212; eternal life.</P><P CLASS=t>TRANSLATION</P><P>According to the Vedas, there are two kinds of activities &#8212; pravr&#803;tti and nivr&#803;tti. Pravr&#803;tti activities involve raising oneself from a lower to a higher condition of materialistic life, whereas nivr&#803;tti means the cessation of material desire. Through pravr&#803;tti activities one suffers from material entanglement, but by nivr&#803;tti activities one is purified and becomes fit to enjoy eternal, blissful life.</P><P CLASS=t>PURPORT</P><P>As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/16/7.htm">16.7</A>), pravr&#803;ttim&#769; ca nivr&#803;ttim&#769; ca jan&#257; na vidur &#257;sur&#257;h&#803;: the asuras, nondevotees, cannot distinguish between pravr&#803;tti and nivr&#803;tti. Whatever they like they do. Such persons think themselves independent of the strong material nature, and therefore they are irresponsible and do not care to act piously. Indeed, they do not distinguish between pious and impious activity. Bhakti, of course, does not depend on pious or impious activity. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/6.htm">1.2.6</A>):</P><P>sa vai pum&#769;s&#257;m paro dharmo</P><P CLASS=n>yato bhaktir adhoks&#803;aje</P><P CLASS=n>ahaituky apratihat&#257;</P><P CLASS=n>yay&#257;tm&#257; supras&#299;dati</P><P>"The supreme occupation [dharma] for all humanity is that by which men can attain to loving devotional service unto the transcendent Lord. Such devotional service must be unmotivated and uninterrupted in order to completely satisfy the self." Nonetheless, those who act piously have a better chance to become devotees. As Kr&#803;s&#803;n&#803;a says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/16.htm">7.16</A>), catur-vidh&#257; bhajante m&#257;m&#769; jan&#257;h&#803; sukr&#803;tino 'rjuna: "O Arjuna, four kinds of pious men render devotional service unto Me." One who takes to devotional service, even with some material motive, is considered pious, and because he has come to Kr&#803;s&#803;n&#803;a, he will gradually come to the stage of bhakti. Then, like Dhruva Mah&#257;r&#257;ja, he will refuse to accept any material benediction from the Lord (sv&#257;min kr&#803;t&#257;rtho 'smi varam&#769; na y&#257;ce). Therefore, even if one is materially inclined, one may take to the shelter of the lotus feet of Kr&#803;s&#803;n&#803;a and Balar&#257;ma, or Gaura and Nit&#257;i, so that he will very soon be purified of all material desires (ks&#803;ipram&#769; bhavati dharm&#257;tm&#257; &#347;a&#347;vac ch&#257;ntim&#769; nigacchati). As soon as one is freed from inclinations toward pious and impious activities, he becomes a perfect candidate for returning home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48-49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>