<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 15 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 15 Verse 52"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Instructions for Civilized Human Beings</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.15.52</P><P CLASS=c>nis&#803;ek&#257;di-&#347;ma&#347;&#257;n&#257;ntaih&#803;</P><P CLASS=c>sam&#769;sk&#257;raih&#803; sam&#769;skr&#803;to dvijah&#803;</P><P CLASS=c>indriyes&#803;u kriy&#257;-yaj&#241;&#257;n</P><P CLASS=c>j&#241;&#257;na-d&#299;pes&#803;u juhvati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/niseka">nis&#803;eka</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; the beginning of life (the purificatory process of garbh&#257;dh&#257;na, performed when the father begets <A HREF="http://vedabase.net/a/a">a</A> child by discharging semen into the womb of the mother); <A CLASS=v HREF="http://vedabase.net/s/smasana">&#347;ma&#347;&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/antaih">antaih&#803;</A> &#8212; and at death, when the body is <A HREF="http://vedabase.net/p/put">put</A> into <A HREF="http://vedabase.net/a/a">a</A> crematorium and burnt <A HREF="http://vedabase.net/t/to">to</A> ashes; <A CLASS=v HREF="http://vedabase.net/s/samskaraih">sam&#769;sk&#257;raih&#803;</A> &#8212; by such purificatory processes; <A CLASS=v HREF="http://vedabase.net/s/samskrtah">sam&#769;skr&#803;tah&#803;</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvijah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> twice-born <A HREF="http://vedabase.net/b/brahmana">br&#257;hman&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/i/indriyesu">indriyes&#803;u</A> &#8212; into the senses; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/y/yajnan">yaj&#241;&#257;n</A> &#8212; activities and sacrifices (which elevate one <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> higher planetary system); <A CLASS=v HREF="http://vedabase.net/j/jnana">j&#241;&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/d/dipesu">d&#299;pes&#803;u</A> &#8212; by enlightenment <A HREF="http://vedabase.net/i/in">in</A> real knowledge; <A CLASS=v HREF="http://vedabase.net/j/juhvati">juhvati</A> &#8212; offers.</P><P CLASS=t>TRANSLATION</P><P>A twice-born br&#257;hman&#803;a [dvija] gains his life by the grace of his parents through the process of purification known as garbh&#257;dh&#257;na. There are also other processes of purification, until the end of life, when the funeral ceremony [antyes&#803;t&#803;i-kriy&#257;] is performed. Thus in due course a qualified br&#257;hman&#803;a becomes uninterested in materialistic activities and sacrifices, but he offers the sensual sacrifices, in full knowledge, into the working senses, which are illuminated by the fire of knowledge.</P><P CLASS=t>PURPORT</P><P>Those interested in materialistic activities remain in the cycle of birth and death. Pravr&#803;tti-m&#257;rga, or the inclination to stay in the material world to enjoy varieties of sense gratification, has been explained in the previous verse. Now, in this verse, it is explained that one who has perfect brahminical knowledge rejects the process of elevation to higher planets and accepts nivr&#803;tti-m&#257;rga; in other words, he prepares himself to go back home, back to Godhead. Those who are not br&#257;hman&#803;as but atheists do not know what is pravr&#803;tti-m&#257;rga or nivr&#803;tti-m&#257;rga; they simply want to obtain pleasure at any cost. Our Kr&#803;s&#803;n&#803;a consciousness movement is therefore training devotees to give up the pravr&#803;tti-m&#257;rga and accept the nivr&#803;tti-m&#257;rga in order to return home, back to Godhead. This is a little difficult to understand, but it is very easy if one takes to Kr&#803;s&#803;n&#803;a consciousness seriously and tries to understand Kr&#803;s&#803;n&#803;a. A Kr&#803;s&#803;n&#803;a conscious person can understand that performing yaj&#241;a according to the karma-k&#257;n&#803;d&#803;a system is a useless waste of time and that merely giving up the karma-k&#257;n&#803;d&#803;a and accepting the process of speculation is also unfruitful. Therefore Narottama d&#257;sa T&#803;h&#257;kura has sung in his prema-bhakti-candrik&#257;:</P><P>karma-k&#257;n&#803;d&#803;a, j&#241;&#257;na-k&#257;n&#803;d&#803;a, kevala vis&#803;era bh&#257;n&#803;d&#803;a</P><P CLASS=n>'amr&#803;ta' baliy&#257; yeb&#257; kh&#257;ya</P><P CLASS=n>n&#257;n&#257; yoni sad&#257; phire, kadarya bhaks&#803;an&#803;a kare,</P><P CLASS=n>t&#257;ra janma adhah&#803;-p&#257;te y&#257;ya</P><P>A life of karma-k&#257;n&#803;d&#803;a or j&#241;&#257;na-k&#257;n&#803;d&#803;a is like a poison pot, and one who takes to such a life is doomed. In the karma-k&#257;n&#803;d&#803;a system, one is destined to accept birth and death again and again. Similarly, with j&#241;&#257;na-k&#257;n&#803;d&#803;a one falls down again to this material world. Only worship of the Supreme Person offers one the safety of going back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="50-51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>