<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 15 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 15 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Killing of Dhenuka, the Ass Demon</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.15.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>tata&#347; ca paugan&#803;d&#803;a-vayah&#803;-&#347;r&#299;tau vraje</P><P CLASS=c>babh&#363;vatus tau pa&#347;u-p&#257;la-sammatau</P><P CLASS=c>g&#257;&#347; c&#257;rayantau sakhibhih&#803; samam&#769; padair</P><P CLASS=c>vr&#803;nd&#257;vanam&#769; pun&#803;yam at&#299;va cakratuh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah&#803;</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/pauganda">paugan&#803;d&#803;a</A> <A CLASS=v HREF="http://vedabase.net/v/vayah">vayah&#803;</A> &#8212; the <A HREF="http://vedabase.net/a/age">age</A> of <A HREF="http://vedabase.net/p/pauganda">paugan&#803;d&#803;a</A> (years six <A HREF="http://vedabase.net/t/to">to</A> ten); <A CLASS=v HREF="http://vedabase.net/s/sritau">&#347;ritau</A> &#8212; attaining; <A CLASS=v HREF="http://vedabase.net/v/vraje">vraje</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vrndavana">Vr&#803;nd&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/b/babhuvatuh">babh&#363;vatuh&#803;</A> &#8212; They (<A HREF="http://vedabase.net/r/rama">R&#257;ma</A> and <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>) became; <A CLASS=v HREF="http://vedabase.net/t/tau">tau</A> &#8212; the two of Them; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A>-<A CLASS=v HREF="http://vedabase.net/p/pala">p&#257;la</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> cowherds; <A CLASS=v HREF="http://vedabase.net/s/sammatau">sammatau</A> &#8212; appointed; <A CLASS=v HREF="http://vedabase.net/g/gah">g&#257;h&#803;</A> &#8212; the cows; <A CLASS=v HREF="http://vedabase.net/c/carayantau">c&#257;rayantau</A> &#8212; tending; <A CLASS=v HREF="http://vedabase.net/s/sakhibhih">sakhibhih&#803;</A> <A CLASS=v HREF="http://vedabase.net/s/samam">samam</A> &#8212; along with Their friends; <A CLASS=v HREF="http://vedabase.net/p/padaih">padaih&#803;</A> &#8212; with the marks of Their feet <A HREF="http://vedabase.net/v/vrndavanam">vr&#803;nd&#257;vanam</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/v/vrndavana">Vr&#803;nd&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/p/punyam">pun&#803;yam</A> &#8212; auspicious; <A CLASS=v HREF="http://vedabase.net/a/ativa">at&#299;va</A> &#8212; extremely, <A HREF="http://vedabase.net/c/cakratuh">cakratuh&#803;</A> &#8212; They <A HREF="http://vedabase.net/m/made">made</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: When Lord R&#257;ma and Lord Kr&#803;s&#803;n&#803;a attained the age of paugan&#803;d&#803;a [six to ten] while living in Vr&#803;nd&#257;vana, the cowherd men allowed Them to take up the task of tending the cows. Engaging thus in the company of Their friends, the two boys rendered the land of Vr&#803;nd&#257;vana most auspicious by imprinting upon it the marks of Their lotus feet.</P><P CLASS=t>PURPORT</P><P>Lord Kr&#803;s&#803;n&#803;a wanted to encourage His cowherd boyfriends, who had been swallowed by Agh&#257;sura and then stolen by Lord Brahm&#257;. Therefore the Lord decided to bring them into the palm-tree forest called T&#257;lavana, where there were many delicious ripe fruits. Since Lord Kr&#803;s&#803;n&#803;a's spiritual body had apparently grown slightly in age and strength, the senior men of Vr&#803;nd&#257;vana, headed by Nanda Mah&#257;r&#257;ja, decided to promote Kr&#803;s&#803;n&#803;a from the task of herding calves to the status of a regular cowherd boy. He would now take care of the full-grown cows, bulls and oxen. Out of great affection, Nanda Mah&#257;r&#257;ja had previously considered Kr&#803;s&#803;n&#803;a too small and immature to take care of full-grown cows and bulls. It is stated in the K&#257;rttika-m&#257;h&#257;tmya section of the Padma Pur&#257;n&#803;a:</P><P>&#347;ukl&#257;s&#803;t&#803;am&#299; k&#257;rttike tu</P><P CLASS=n>smr&#803;t&#257; gop&#257;s&#803;t&#803;am&#299; budhaih&#803;</P><P CLASS=n>tad-din&#257;d v&#257;sudevo 'bh&#363;d</P><P CLASS=n>gopah&#803; p&#363;rvam&#769; tu vatsapah&#803;</P><P>"The eighth lunar day of the bright fortnight of the month of K&#257;rttika is known by authorities as Gop&#257;s&#803;t&#803;am&#299;. From that day, Lord V&#257;sudeva served as a cowherd, whereas previously He had tended the calves."</P><P>The word padaih&#803; indicates that Lord Kr&#803;s&#803;n&#803;a blessed the earth by walking on her surface with His lotus feet. The Lord wore no shoes or other footgear but walked barefoot in the forest, giving great anxiety to the girls of Vr&#803;nd&#257;vana, who feared that His soft lotus feet would be injured.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>