<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 15 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 15 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Killing of Dhenuka, the Ass Demon</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.15.43</P><P CLASS=c>p&#299;tv&#257; mukunda-mukha-s&#257;ragham aks&#803;i-bhr&#803;&#324;gais</P><P CLASS=c>t&#257;pam&#769; jahur viraha-jam&#769; vraja-yos&#803;ito 'hni</P><P CLASS=c>tat sat-kr&#803;tim&#769; samadhigamya vive&#347;a gos&#803;t&#803;ham&#769;</P><P CLASS=c>savr&#299;d&#803;a-h&#257;sa-vinayam&#769; yad ap&#257;&#324;ga-moks&#803;am</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pitva">p&#299;tv&#257;</A> &#8212; drinking; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A>-<A CLASS=v HREF="http://vedabase.net/m/mukha">mukha</A> &#8212; of the face of Lord <A HREF="http://vedabase.net/m/mukunda">Mukunda</A>; <A CLASS=v HREF="http://vedabase.net/s/saragham">s&#257;ragham</A> &#8212; the honey; <A CLASS=v HREF="http://vedabase.net/a/aksi">aks&#803;i</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrngaih">bhr&#803;&#324;gaih&#803;</A> &#8212; with their beelike eyes; <A CLASS=v HREF="http://vedabase.net/t/tapam">t&#257;pam</A> &#8212; distress; <A CLASS=v HREF="http://vedabase.net/j/jahuh">jahuh&#803;</A> &#8212; gave up; <A CLASS=v HREF="http://vedabase.net/v/viraha">viraha</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; based on separation; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/y/yositah">yos&#803;itah&#803;</A> &#8212; the ladies of <A HREF="http://vedabase.net/v/vrndavana">Vr&#803;nd&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/a/ahni">ahni</A> &#8212; during the day; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/k/krtim">kr&#803;tim</A> &#8212; offering of respect; <A CLASS=v HREF="http://vedabase.net/s/samadhigamya">samadhigamya</A> &#8212; fully accepting; <A CLASS=v HREF="http://vedabase.net/v/vivesa">vive&#347;a</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> entered; <A CLASS=v HREF="http://vedabase.net/g/gostham">gos&#803;t&#803;ham</A> &#8212; the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> village; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vrida">vr&#299;d&#803;a</A> &#8212; with shame; <A CLASS=v HREF="http://vedabase.net/h/hasa">h&#257;sa</A> &#8212; laughter; <A CLASS=v HREF="http://vedabase.net/v/vinayam">vinayam</A> &#8212; and humbleness; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/apanga">ap&#257;&#324;ga</A> &#8212; of their sidelong glances; <A CLASS=v HREF="http://vedabase.net/m/moksam">moks&#803;am</A> &#8212; the release.</P><P CLASS=t>TRANSLATION</P><P>With their beelike eyes, the women of Vr&#803;nd&#257;vana drank the honey of the beautiful face of Lord Mukunda, and thus they gave up the distress they had felt during the day because of separation from Him. The young Vr&#803;nd&#257;vana ladies cast sidelong glances at the Lord &#8212; glances filled with bashfulness, laughter and submission &#8212; and &#346;r&#299; Kr&#803;s&#803;n&#803;a completely accepting these glances as a proper offering of respect, entered the cowherd village.</P><P CLASS=t>PURPORT</P><P>In Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead, &#346;r&#299;la Prabhup&#257;da describes this incident as follows: "All the gop&#299;s in Vr&#803;nd&#257;vana remained very morose on account of Kr&#803;s&#803;n&#803;a's absence. All day they were thinking of Kr&#803;s&#803;n&#803;a in the forest or of Him herding cows in the pasture. When they saw Kr&#803;s&#803;n&#803;a returning, all their anxieties were immediately relieved, and they began to look at His face the way drones hover over the honey of the lotus flower. When Kr&#803;s&#803;n&#803;a entered the village, the young gop&#299;s smiled and laughed. Kr&#803;s&#803;n&#803;a, while playing the flute, enjoyed the beautiful smiling faces of the gop&#299;s."</P><P>The Supreme Lord, &#346;r&#299; Kr&#803;s&#803;n&#803;a, is the supreme master of romantic skills, and thus He expertly exchanged loving feelings with the young cowherd girls of Vr&#803;nd&#257;vana. When a chaste young girl is in love, she glances at her beloved with shyness, jubilation and submission. When the beloved accepts her offering of love by receiving her glance and is thus satisfied with her, the loving young girl's heart becomes filled with happiness. These were exactly the romantic exchanges taking place between beautiful young Kr&#803;s&#803;n&#803;a and the loving cowherd girls of Vr&#803;nd&#257;vana.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>