<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 21 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 21 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">Conversation Between Manu and Kardama</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.21.34</P><P CLASS=c>nir&#299;ks&#803;atas tasya yay&#257;v a&#347;es&#803;a-</P><P CLASS=c>siddhe&#347;var&#257;bhis&#803;t&#803;uta-siddha-m&#257;rgah&#803;</P><P CLASS=c>&#257;karn&#803;ayan patra-rathendra-paks&#803;air</P><P CLASS=c>ucc&#257;ritam&#769; stomam ud&#299;rn&#803;a-s&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/niriksatah">nir&#299;ks&#803;atah&#803;</A> <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; while <A HREF="http://vedabase.net/h/he">he</A> was looking on; <A CLASS=v HREF="http://vedabase.net/y/yayau">yayau</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> left; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;es&#803;a</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; by liberated souls; <A CLASS=v HREF="http://vedabase.net/a/abhistuta">abhis&#803;t&#803;uta</A> &#8212; is praised; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A>-<A CLASS=v HREF="http://vedabase.net/m/margah">m&#257;rgah&#803;</A> &#8212; the way <A HREF="http://vedabase.net/t/to">to</A> the spiritual world; <A CLASS=v HREF="http://vedabase.net/a/akarnayan">&#257;karn&#803;ayan</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/p/patra">patra</A>-<A CLASS=v HREF="http://vedabase.net/r/ratha">ratha</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; of <A HREF="http://vedabase.net/g/garuda">Garud&#803;a</A> (king of birds); <A CLASS=v HREF="http://vedabase.net/p/paksaih">paks&#803;aih&#803;</A> &#8212; by the wings; <A CLASS=v HREF="http://vedabase.net/u/uccaritam">ucc&#257;ritam</A> &#8212; vibrated; <A CLASS=v HREF="http://vedabase.net/s/stomam">stomam</A> &#8212; hymns; <A CLASS=v HREF="http://vedabase.net/u/udirna">ud&#299;rn&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/s/sama">s&#257;ma</A> &#8212; forming the <A HREF="http://vedabase.net/s/sama">S&#257;ma</A> <A HREF="http://vedabase.net/v/veda">Veda</A>.</P><P CLASS=t>TRANSLATION</P><P>While the sage stood looking on, the Lord left by the pathway leading to Vaikun&#803;t&#803;ha, a path extolled by all great liberated souls. The sage stood listening as the hymns forming the basis of the S&#257;ma Veda were vibrated by the flapping wings of the Lord's carrier, Garud&#803;a.</P><P CLASS=t>PURPORT</P><P>In the Vedic literature it is stated that the two wings of the transcendental bird Garud&#803;a, who carries the Lord everywhere, are two divisions of the S&#257;ma Veda known as br&#803;hat and rath&#257;ntara. Garud&#803;a works as the carrier of the Lord; therefore he is considered the transcendental prince of all carriers. With his two wings Garud&#803;a began to vibrate the S&#257;ma Veda, which is chanted by great sages to pacify the Lord. The Lord is worshiped by Brahm&#257;, by Lord &#346;iva, by Garud&#803;a and other demigods with selected poems, and great sages worship Him with the hymns of Vedic literatures, such as the Upanis&#803;ads and S&#257;ma Veda. These S&#257;ma Veda utterances are automatically heard by the devotee when another great devotee of the Lord, Garud&#803;a, flaps his wings.</P><P>It is clearly stated here that the sage Kardama began to look to the path by which the Lord was being carried to Vaikun&#803;t&#803;ha. It is thus confirmed that the Lord descends from His abode, Vaikun&#803;t&#803;ha, in the spiritual sky, and is carried by Garud&#803;a. The path which leads to Vaikun&#803;t&#803;ha is not worshiped by the ordinary class of transcendentalists. Only those who are already liberated from material bondage can become devotees of the Lord. Those who are not liberated from material bondage cannot understand transcendental devotional service. In Bhagavad-g&#299;t&#257; it is clearly stated, yatat&#257;m api siddh&#257;n&#257;m [<A CLASS=v HREF="../../../bg/7/3.htm">Bg. 7.3</A>]. There are many persons who are trying to attain perfection by striving for liberation from material bondage, and those who are actually liberated are called brahma-bh&#363;ta or siddha. Only the siddhas, or persons liberated from material bondage, can become devotees. This is also confirmed in Bhagavad-g&#299;t&#257;: anyone who is engaged in Kr&#803;s&#803;n&#803;a consciousness, or devotional service, is already liberated from the influence of the modes of material nature. Here it is also confirmed that the path of devotional service is worshiped by liberated persons, not the conditioned souls. The conditioned soul cannot understand the devotional service of the Lord. Kardama Muni was a liberated soul who saw the Supreme Lord in person, face to face. There was no doubt that he was liberated, and thus he could see Garud&#803;a carrying the Lord on the way to Vaikun&#803;t&#803;ha and hear the flapping of his wings vibrating the sound of Hare Kr&#803;s&#803;n&#803;a, the essence of the S&#257;ma Veda.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>