<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 74 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 74 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 74: <A CLASS=v HREF="index.htm">The Deliverance of &#346;i&#347;up&#257;la at the R&#257;jas&#363;ya Sacrifice</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.74.35</P><P CLASS=c>varn&#803;&#257;&#347;rama-kul&#257;petah&#803;</P><P CLASS=c>sarva-dharma-bahis&#803;-kr&#803;tah&#803;</P><P CLASS=c>svaira-vart&#299; gun&#803;air h&#299;nah&#803;</P><P CLASS=c>sapary&#257;m&#769; katham arhati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/varna">varn&#803;a</A> &#8212; of the principles of the four occupational orders of society; <A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; of the four spiritual orders; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A> &#8212; and of proper family upbringing; <A CLASS=v HREF="http://vedabase.net/a/apetah">apetah&#803;</A> &#8212; devoid; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; from all; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; codes of religious duty; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih&#803;</A>-<A CLASS=v HREF="http://vedabase.net/k/krtah">kr&#803;tah&#803;</A> &#8212; excluded; <A CLASS=v HREF="http://vedabase.net/s/svaira">svaira</A> &#8212; independently; <A CLASS=v HREF="http://vedabase.net/v/varti">vart&#299;</A> &#8212; behaving; <A CLASS=v HREF="http://vedabase.net/g/gunaih">gun&#803;aih&#803;</A> &#8212; qualities; <A CLASS=v HREF="http://vedabase.net/h/hinah">h&#299;nah&#803;</A> &#8212; lacking; <A CLASS=v HREF="http://vedabase.net/s/saparyam">sapary&#257;m</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; deserves.</P><P CLASS=t>TRANSLATION</P><P>How does one who follows no principles of the social and spiritual orders or of family ethics, who has been excluded from all religious duties, who behaves whimsically, and who has no good qualities &#8212; how does such a person deserve to be worshiped?</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Prabhup&#257;da comments, "Actually, Kr&#803;s&#803;n&#803;a does not belong to any caste, nor does He have to perform any occupational duty. It is stated in the Vedas that the Supreme Lord has nothing to do as His prescribed duty. Whatever has to be done on His behalf is executed by His different energies.... &#346;i&#347;up&#257;la indirectly praised Kr&#803;s&#803;n&#803;a by saying that He is not within the jurisdiction of Vedic injunction. This is true because He is the Supreme Personality of Godhead. That He has no qualities means that Kr&#803;s&#803;n&#803;a has no material qualities, and because He is the Supreme Personality of Godhead, He acts independently, not caring for conventions or social or religious principles."</P><P CLASS=l><A CLASS=i HREF="33-34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>