<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 74</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 74"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 74: <A CLASS=v HREF="index.htm">The Deliverance of &#346;i&#347;up&#257;la at the R&#257;jas&#363;ya Sacrifice</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.74 Summary</P><P>This chapter describes how Lord Kr&#803;s&#803;n&#803;a received the honor of first worship during the R&#257;jas&#363;ya sacrifice, and how He killed &#346;i&#347;up&#257;la.</P><P>After glorifying Lord Kr&#803;s&#803;n&#803;a, King Yudhis&#803;t&#803;hira selected qualified br&#257;hman&#803;as such as Bharadv&#257;ja, Gautama and Vasis&#803;t&#803;ha to serve as the priests of the R&#257;jas&#363;ya sacrifice. Then many exalted guests of all the four social orders arrived to see the sacrificial performance.</P><P>As the sacrifice proceeded, the ritual of "first worship" had to be performed, and the members of the assembly were called upon to decide who would receive this honor. Sahadeva spoke up: "&#346;r&#299; Kr&#803;s&#803;n&#803;a, the Supreme Lord, is indeed the most exalted person, for He Himself comprises all the deities worshiped by Vedic sacrifice. In His role as the Supersoul in the heart, He arranges for everyone in the universe to engage in his particular kind of work, and by His mercy alone human beings can perform various kinds of pious activities and receive the resultant benefits. One who worships Him worships all living entities. Surely Lord Kr&#803;s&#803;n&#803;a should be worshiped first."</P><P>Nearly everyone in the assembly agreed with Sahadeva's proposal and loudly congratulated him. Thus King Yudhis&#803;t&#803;hira happily worshiped Lord Kr&#803;s&#803;n&#803;a. After bathing His feet, the King took the wash water and sprinkled it on his head, and his wives, younger brothers, ministers and relatives also sprinkled that water on their heads. Then everyone shouted, "All victory, all victory!" and bowed down to Lord Kr&#803;s&#803;n&#803;a as flowers rained down from above.</P><P>&#346;i&#347;up&#257;la, however, could not tolerate this worship and glorification of &#346;r&#299; Kr&#803;s&#803;n&#803;a. He stood up from his seat and harshly rebuked the wise elders for choosing Kr&#803;s&#803;n&#803;a to be worshiped first. "After all" he said, "this Kr&#803;s&#803;n&#803;a is outside the system of Vedic social and spiritual orders and the society of respectable families. He follows no principles of religion and has no good qualities."</P><P>Even as &#346;i&#347;up&#257;la continued to blaspheme Him in this way, Lord Kr&#803;s&#803;n&#803;a remained silent. But many members of the assembly covered their ears and quickly left the hall, while the P&#257;n&#803;d&#803;ava brothers raised their weapons and prepared to kill &#346;i&#347;up&#257;la. Lord Kr&#803;s&#803;n&#803;a stopped them from attacking, however, and instead used His Sudar&#347;ana disc to decapitate the offender. At that moment an effulgent spark of light rose out of &#346;i&#347;up&#257;la's dead body and entered the transcendental body of Lord Kr&#803;s&#803;n&#803;a. Having lived through three births as the enemy of the Lord, &#346;i&#347;up&#257;la now attained the liberation of s&#257;yujya, merging into Him, by dint of his constant meditation on Him.</P><P>King Yudhis&#803;t&#803;hira then distributed profuse gifts to the respected guests of the assembly and to the priests, and finally he executed the purificatory oblations known as the pr&#257;ya&#347;citta-homa, which counteract errors made during the sacrifice. Yudhis&#803;t&#803;hira's R&#257;jas&#363;ya sacrifice having now been completed, Lord Kr&#803;s&#803;n&#803;a took His leave from the King and set off for Dv&#257;rak&#257; in the company of His wives and ministers.</P><P>Duryodhana could not bear to see this abundant manifestation of King Yudhis&#803;t&#803;hira's prosperity, but apart from him, everyone happily praised the glories of the R&#257;jas&#363;ya sacrifice and of the Lord of all sacrifices, &#346;r&#299; Kr&#803;s&#803;n&#803;a.</P><P CLASS=l><A CLASS=i HREF="../73/35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>