<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;ks&#803;it Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.17</P><P CLASS=c>brahma-tejo-vinirmuktair</P><P CLASS=c>&#257;tmajaih&#803; saha kr&#803;s&#803;n&#803;ay&#257;</P><P CLASS=c>pray&#257;n&#803;&#257;bhimukham&#769; kr&#803;s&#803;n&#803;am</P><P CLASS=c>idam &#257;ha pr&#803;th&#257; sat&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/t/tejah">tejah&#803;</A> &#8212; the radiation of the <A HREF="http://vedabase.net/b/brahmastra">brahm&#257;stra</A>; <A CLASS=v HREF="http://vedabase.net/v/vinirmuktaih">vinirmuktaih&#803;</A> &#8212; being saved from; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jaih">jaih&#803;</A> &#8212; along with her sons; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/k/krsnaya">kr&#803;s&#803;n&#803;ay&#257;</A> &#8212; <A HREF="http://vedabase.net/d/draupadi">Draupad&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/prayana">pray&#257;n&#803;a</A> &#8212; outgoing; <A CLASS=v HREF="http://vedabase.net/a/abhimukham">abhimukham</A> &#8212; towards; <A CLASS=v HREF="http://vedabase.net/k/krsnam">kr&#803;s&#803;n&#803;am</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/p/prtha">pr&#803;th&#257;</A> &#8212; <A HREF="http://vedabase.net/k/kunti">Kunt&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sati">sat&#299;</A> &#8212; chaste, devoted <A HREF="http://vedabase.net/t/to">to</A> the Lord.</P><P CLASS=t>TRANSLATION</P><P>Thus saved from the radiation of the brahm&#257;stra, Kunt&#299;, the chaste devotee of the Lord, and her five sons and Draupad&#299; addressed Lord Kr&#803;s&#803;n&#803;a as He started for home.</P><P CLASS=t>PURPORT</P><P>Kunt&#299; is described herein as sat&#299;, or chaste, due to her unalloyed devotion to Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a. Her mind will now be expressed in the following prayers for Lord Kr&#803;s&#803;n&#803;a. A chaste devotee of the Lord does not look to others, namely any other living being or demigod, even for deliverance from danger. That was all along the characteristic of the whole family of the P&#257;n&#803;d&#803;avas. They knew nothing except Kr&#803;s&#803;n&#803;a, and therefore the Lord was also always ready to help them in all respects and in all circumstances. That is the transcendental nature of the Lord. He reciprocates the dependence of the devotee. One should not, therefore, look for help from imperfect living beings or demigods, but one should look for all help from Lord Kr&#803;s&#803;n&#803;a, who is competent to save His devotees. Such a chaste devotee also never asks the Lord for help, but the Lord, out of His own accord, is always anxious to render it.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>