<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 8 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 8 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Prayers by Queen Kunt&#299; and Par&#299;ks&#803;it Saved</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.8.6</P><P CLASS=c>y&#257;jayitv&#257;&#347;vamedhais tam&#769;</P><P CLASS=c>tribhir uttama-kalpakaih&#803;</P><P CLASS=c>tad-ya&#347;ah&#803; p&#257;vanam&#769; diks&#803;u</P><P CLASS=c>&#347;ata-manyor iv&#257;tanot</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yajayitva">y&#257;jayitv&#257;</A> &#8212; by performing; <A CLASS=v HREF="http://vedabase.net/a/asvamedhaih">a&#347;vamedhaih&#803;</A> &#8212; <A HREF="http://vedabase.net/y/yajna">yaj&#241;a</A> <A HREF="http://vedabase.net/i/in">in</A> which <A HREF="http://vedabase.net/a/a">a</A> horse is sacrificed; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him (King <A HREF="http://vedabase.net/y/yudhisthira">Yudhis&#803;t&#803;hira</A>); <A CLASS=v HREF="http://vedabase.net/t/tribhih">tribhih&#803;</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A> &#8212; best; <A CLASS=v HREF="http://vedabase.net/k/kalpakaih">kalpakaih&#803;</A> &#8212; supplied with proper ingredients and performed by able priests; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah&#803;</A> &#8212; fame; <A CLASS=v HREF="http://vedabase.net/p/pavanam">p&#257;vanam</A> &#8212; virtuous; <A CLASS=v HREF="http://vedabase.net/d/diksu">diks&#803;u</A> &#8212; all directions; <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A>-<A CLASS=v HREF="http://vedabase.net/m/manyoh">manyoh&#803;</A> &#8212; <A HREF="http://vedabase.net/i/indra">Indra</A>, who performed one hundred such sacrifices; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/atanot">atanot</A> &#8212; spread.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a caused three well-performed A&#347;vamedha-yaj&#241;as [horse sacrifices] to be conducted by Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira and thus caused his virtuous fame to be glorified in all directions, like that of Indra, who had performed one hundred such sacrifices.</P><P CLASS=t>PURPORT</P><P>This is something like the preface to the performances of A&#347;vamedha-yaj&#241;a by Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira. The comparison of Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira to the King of heaven is significant. The King of heaven is thousands and thousands of times greater than Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira in opulence, yet the fame of Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira was not less. The reason is that Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira was a pure devotee of the Lord, and by His grace only was King Yudhis&#803;t&#803;hira on the level of the King of heaven, even though he performed only three yaj&#241;as whereas the King of heaven performed hundreds. That is the prerogative of the devotee of the Lord. The Lord is equal to everyone, but a devotee of the Lord is more glorified because he is always in touch with the all-great. The sun rays are equally distributed, but still there are some places which are always dark. This is not due to the sun but to the receptive power. Similarly, those who are cent percent devotees of the Lord get the full-fledged mercy of the Lord, which is always equally distributed everywhere.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>