<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 5 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 5 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Lord R&#803;s&#803;abhadeva's Teachings to His Sons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.5.16</P><P CLASS=c>lokah&#803; svayam&#769; &#347;reyasi nas&#803;t&#803;a-dr&#803;s&#803;t&#803;ir</P><P CLASS=c>yo 'rth&#257;n sam&#299;heta nik&#257;ma-k&#257;mah&#803;</P><P CLASS=c>anyonya-vairah&#803; sukha-le&#347;a-hetor</P><P CLASS=c>ananta-duh&#803;kham&#769; ca na veda m&#363;d&#803;hah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/l/lokah">lokah&#803;</A> &#8212; people; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/s/sreyasi">&#347;reyasi</A> &#8212; of the path of auspiciousness; <A CLASS=v HREF="http://vedabase.net/n/nasta">nas&#803;t&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/d/drstih">dr&#803;s&#803;t&#803;ih&#803;</A> &#8212; who have lost sight; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/arthan">arth&#257;n</A> &#8212; things meant for sense gratification; <A CLASS=v HREF="http://vedabase.net/s/samiheta">sam&#299;heta</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/n/nikama">nik&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah&#803;</A> &#8212; having too many lusty desires for sense enjoyment; <A CLASS=v HREF="http://vedabase.net/a/anyonya">anyonya</A>-<A CLASS=v HREF="http://vedabase.net/v/vairah">vairah&#803;</A> &#8212; being envious of one another; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/l/lesa">le&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/h/hetoh">hetoh&#803;</A> &#8212; simply for temporary material happiness; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A>-<A CLASS=v HREF="http://vedabase.net/d/duhkham">duh&#803;kham</A> &#8212; unlimited sufferings; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/m/mudhah">m&#363;d&#803;hah&#803;</A> &#8212; foolish.</P><P CLASS=t>TRANSLATION</P><P>Due to ignorance, the materialistic person does not know anything about his real self-interest, the auspicious path in life. He is simply bound to material enjoyment by lusty desires, and all his plans are made for this purpose. For temporary sense gratification, such a person creates a society of envy, and due to this mentality, he plunges into the ocean of suffering. Such a foolish person does not even know about this.</P><P CLASS=t>PURPORT</P><P>The word nas&#803;t&#803;a-dr&#803;s&#803;t&#803;ih&#803;, meaning "one who has no eyes to see the future," is very significant in this verse. Life goes on from one body to another, and the activities performed in this life are enjoyed or suffered in the next life, if not later in this life. One who is unintelligent, who has no eyes to see the future, simply creates enmity and fights with others for sense gratification. As a result, one suffers in the next life, but due to being like a blind man, he continues to act in such a way that he suffers unlimitedly. Such a person is a m&#363;d&#803;ha, one who simply wastes his time and does not understand the Lord's devotional service. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/25.htm">7.25</A>):</P><P>n&#257;ham&#769; prak&#257;&#347;ah&#803; sarvasya</P><P CLASS=n>yogam&#257;y&#257;-sam&#257;vr&#803;tah&#803;</P><P CLASS=n>m&#363;d&#803;ho 'yam&#769; n&#257;bhij&#257;n&#257;ti</P><P CLASS=n>loko m&#257;m ajam avyayam</P><P>"I am never manifest to the foolish and unintelligent. For them I am covered by My eternal creative potency [yogam&#257;y&#257;]; and so the deluded world knows Me not, who am unborn and infallible."</P><P>In the Kat&#803;ha Upanis&#803;ad it is also said: avidy&#257;y&#257;m antare vartam&#257;n&#257;h&#803; svayam&#769; dh&#299;r&#257;h&#803; pan&#803;d&#803;itam&#769; manyam&#257;n&#257;h&#803;. Although ignorant, people still go to other blind men for leadership. As a result. both are subjected to miserable conditions. The blind lead the blind into the ditch.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>