<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.16</P><P CLASS=c>na tath&#257; hy aghav&#257;n r&#257;jan</P><P CLASS=c>p&#363;yeta tapa-&#257;dibhih&#803;</P><P CLASS=c>yath&#257; kr&#803;s&#803;n&#803;&#257;rpita-pr&#257;n&#803;as</P><P CLASS=c>tat-purus&#803;a-nis&#803;evay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> much; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/man">man</A> full of sinful activities; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/p/puyeta">p&#363;yeta</A> &#8212; can become purified; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih&#803;</A> &#8212; by executing the principles of austerity, penance, brahmacarya and other purifying processes; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/arpita">arpita</A>-<A CLASS=v HREF="http://vedabase.net/p/pranah">pr&#257;n&#803;ah&#803;</A> &#8212; the devotee whose life is fully <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A> conscious; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purus&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/n/nisevaya">nis&#803;evay&#257;</A> &#8212; by engaging his life <A HREF="http://vedabase.net/i/in">in</A> the service of <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>'s representative.</P><P CLASS=t>TRANSLATION</P><P>My dear King, if a sinful person engages in the service of a bona fide devotee of the Lord and thus learns how to dedicate his life unto the lotus feet of Kr&#803;s&#803;n&#803;a, he can be completely purified. One cannot be purified merely by undergoing austerity, penance, brahmacarya and the other methods of atonement I have previously described.</P><P CLASS=t>PURPORT</P><P>Tat-purus&#803;a refers to a preacher of Kr&#803;s&#803;n&#803;a consciousness, such as the spiritual master. &#346;r&#299;la Narottama d&#257;sa T&#803;h&#257;kura has said, ch&#257;d&#803;iy&#257; vais&#803;n&#803;ava-sev&#257; nist&#257;ra p&#257;yeche keb&#257;: "Without serving a bona fide spiritual master, an ideal Vais&#803;n&#803;ava, who can be delivered from the clutches of m&#257;y&#257;?" This idea is also expressed in many other places. &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../5/5/2.htm">5.5.2</A>) says, mahat-sev&#257;m&#769; dv&#257;ram &#257;hur vimukteh&#803;: if one desires liberation from the clutches of m&#257;y&#257;, one must associate with a pure devotee mah&#257;tm&#257;. A mah&#257;tm&#257; is one who engages twenty-four hours daily in the loving service of the Lord. As Kr&#803;s&#803;n&#803;a says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/13.htm">9.13</A>):</P><P>mah&#257;tm&#257;nas tu m&#257;m&#769; p&#257;rtha</P><P CLASS=n>daiv&#299;m&#769; prakr&#803;tim &#257;&#347;rit&#257;h&#803;</P><P CLASS=n>bhajanty ananya-manaso</P><P CLASS=n>j&#241;&#257;tv&#257; bh&#363;t&#257;dim avyayam</P><P>"O son of Pr&#803;th&#257;, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible." Thus the symptom of a mah&#257;tm&#257; is that he has no engagement other than service to Kr&#803;s&#803;n&#803;a. One must render service to a Vais&#803;n&#803;ava in order to get freed from sinful reactions, revive one's original Kr&#803;s&#803;n&#803;a consciousness and be trained in how to love Kr&#803;s&#803;n&#803;a. This is the result of mah&#257;tma-sev&#257;. Of course, if one engages in the service of a pure devotee, the reactions of one's sinful life are vanquished automatically. Devotional service is necessary not to drive away an insignificant stock of sins, but to awaken our dormant love for Kr&#803;s&#803;n&#803;a. As fog is vanquished at the first glimpse of sunlight, one's sinful reactions are automatically vanquished as soon as one begins serving a pure devotee; no separate endeavor is required.</P><P>The word kr&#803;s&#803;n&#803;a-rpita-pr&#257;n&#803;ah&#803; refers to a devotee who dedicates his life to serving Kr&#803;s&#803;n&#803;a, not to being saved from the path to hellish life. A devotee is n&#257;r&#257;yan&#803;a-par&#257;yan&#803;a, or v&#257;sudeva-par&#257;yan&#803;a, which means that the path of V&#257;sudeva, or the devotional path, is his life and soul. N&#257;r&#257;yan&#803;a-par&#257;h&#803; sarve na kuta&#347;cana bibhyati (Bh&#257;g. <A CLASS=v HREF="../../../sb/6/17/28.htm">6.17.28</A>): such a devotee is not afraid of going anywhere. There is a path toward liberation in the higher planetary systems and a path toward the hellish planets, but a n&#257;r&#257;yan&#803;a-para devotee is unafraid wherever he is sent; he simply wants to remember Kr&#803;s&#803;n&#803;a, wherever he may be. Such a devotee is unconcerned with hell and heaven; he is simply attached to rendering service to Kr&#803;s&#803;n&#803;a. When a devotee is put into hellish conditions, he accepts them as Kr&#803;s&#803;n&#803;a's mercy: tat te 'nukamp&#257;m&#769; susam&#299;ks&#803;am&#257;n&#803;ah&#803; (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/8.htm">10.14.8</A>). He does not protest, "Oh, I am such a great devotee of Kr&#803;s&#803;n&#803;a. Why have I been put into this misery?" Instead he thinks, "This is Kr&#803;s&#803;n&#803;a's mercy." Such an attitude is possible for a devotee who engages in the service of Kr&#803;s&#803;n&#803;a's representative. This is the secret of success.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>