<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.19</P><P CLASS=c>sakr&#803;n manah&#803; kr&#803;s&#803;n&#803;a-pad&#257;ravindayor</P><P CLASS=c>nive&#347;itam&#769; tad-gun&#803;a-r&#257;gi yair iha</P><P CLASS=c>na te yamam&#769; p&#257;&#347;a-bhr&#803;ta&#347; ca tad-bhat&#803;&#257;n</P><P CLASS=c>svapne 'pi pa&#347;yanti hi c&#299;rn&#803;a-nis&#803;kr&#803;t&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sakrt">sakr&#803;t</A> &#8212; once only; <A CLASS=v HREF="http://vedabase.net/m/manah">manah&#803;</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/aravindayoh">aravindayoh&#803;</A> &#8212; unto the two lotus feet of Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/n/nivesitam">nive&#347;itam</A> &#8212; completely surrendered; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/r/ragi">r&#257;gi</A> &#8212; which is somewhat attached <A HREF="http://vedabase.net/t/to">to</A> the qualities, <A HREF="http://vedabase.net/n/name">name</A>, fame and paraphernalia; <A CLASS=v HREF="http://vedabase.net/y/yaih">yaih&#803;</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; such persons; <A CLASS=v HREF="http://vedabase.net/y/yamam">yamam</A> &#8212; Yamar&#257;ja, the superintendent of death; <A CLASS=v HREF="http://vedabase.net/p/pasa">p&#257;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtah">bhr&#803;tah&#803;</A> &#8212; those who carry ropes (<A HREF="http://vedabase.net/t/to">to</A> catch sinful persons); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/b/bhatan">bhat&#803;&#257;n</A> &#8212; order carriers; <A CLASS=v HREF="http://vedabase.net/s/svapne">svapne</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even <A HREF="http://vedabase.net/i/in">in</A> dreams; <A CLASS=v HREF="http://vedabase.net/p/pasyanti">pa&#347;yanti</A> &#8212; see; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/c/cirna">c&#299;rn&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/n/niskrtah">nis&#803;kr&#803;t&#257;h&#803;</A> &#8212; who have performed the right type of atonement.</P><P CLASS=t>TRANSLATION</P><P>Although not having fully realized Kr&#803;s&#803;n&#803;a, persons who have even once surrendered completely unto His lotus feet and who have become attracted to His name, form, qualities and pastimes are completely freed of all sinful reactions, for they have thus accepted the true method of atonement. Even in dreams, such surrendered souls do not see Yamar&#257;ja or his order carriers, who are equipped with ropes to bind the sinful.</P><P CLASS=t>PURPORT</P><P>Kr&#803;s&#803;n&#803;a says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>):</P><P>sarva-dharm&#257;n parityajya</P><P CLASS=n>m&#257;m ekam&#769; &#347;aran&#803;am&#769; vraja</P><P CLASS=n>aham&#769; tv&#257;m&#769; sarva-p&#257;pebhyo</P><P CLASS=n>moks&#803;ayis&#803;y&#257;mi m&#257; &#347;ucah&#803;</P><P>"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear." This same principle is described here (sakr&#803;n manah&#803; kr&#803;s&#803;n&#803;a-pad&#257;ravindayoh&#803;). If by studying Bhagavad-g&#299;t&#257; one decides to surrender to Kr&#803;s&#803;n&#803;a, he is immediately freed from all sinful reactions. It is also significant that &#346;ukadeva Gosv&#257;m&#299;, having several times repeated the words v&#257;sudeva-par&#257;yan&#803;a and n&#257;r&#257;yan&#803;a-par&#257;yan&#803;a, finally says kr&#803;s&#803;n&#803;a-pad&#257;ravindayoh&#803;. Thus he indicates that Kr&#803;s&#803;n&#803;a is the origin of both N&#257;r&#257;yan&#803;a and V&#257;sudeva. Even though N&#257;r&#257;yan&#803;a and V&#257;sudeva are not different from Kr&#803;s&#803;n&#803;a, simply by surrendering to Kr&#803;s&#803;n&#803;a one fully surrenders to all His expansions, such as N&#257;r&#257;yan&#803;a, V&#257;sudeva and Govinda. As Kr&#803;s&#803;n&#803;a says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/7.htm">7.7</A>), mattah&#803; parataram&#769; n&#257;nyat: "There is no truth superior to Me." There are many names and forms of the Supreme Personality of Godhead, but Kr&#803;s&#803;n&#803;a is the supreme form (kr&#803;s&#803;n&#803;as tu bhagav&#257;n svayam). Therefore Kr&#803;s&#803;n&#803;a recommends to neophyte devotees that one should surrender unto Him only (m&#257;m ekam). Because neophyte devotees cannot understand what the forms of N&#257;r&#257;yan&#803;a, V&#257;sudeva and Govinda are, Kr&#803;s&#803;n&#803;a directly says, m&#257;m ekam. Herein, this is also supported by the word kr&#803;s&#803;n&#803;a-pad&#257;ravindayoh&#803;. N&#257;r&#257;yan&#803;a does not speak personally, but Kr&#803;s&#803;n&#803;a, or V&#257;sudeva, does, as in Bhagavad-g&#299;t&#257; for example. Therefore, to follow the direction of Bhagavad-g&#299;t&#257; means to surrender unto Kr&#803;s&#803;n&#803;a, and to surrender in this way is the highest perfection of bhakti-yoga.</P><P>Par&#299;ks&#803;it Mah&#257;r&#257;ja had inquired from &#346;ukadeva Gosv&#257;m&#299; how one can be saved from falling into the various conditions of hellish life. In this verse &#346;ukadeva Gosv&#257;m&#299; answers that a soul who has surrendered to Kr&#803;s&#803;n&#803;a certainly cannot go to naraka, hellish existence. To say nothing of going there, even in his dreams he does not see Yamar&#257;ja or his order carriers, who are able to take one there. In other words, if one wants to save himself from falling into naraka, hellish life, he should fully surrender to Kr&#803;s&#803;n&#803;a. The word sakr&#803;t is significant because it indicates that if one sincerely surrenders to Kr&#803;s&#803;n&#803;a once, he is saved even if by chance he falls down by committing sinful activities. Therefore Kr&#803;s&#803;n&#803;a says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/30.htm">9.30</A>):</P><P>api cet su-dur&#257;c&#257;ro</P><P CLASS=n>bhajate m&#257;m ananya-bh&#257;k</P><P CLASS=n>s&#257;dhur eva sa mantavyah&#803;</P><P CLASS=n>samyag vyavasito hi sah&#803;</P><P>"Even if one commits the most abominable actions, if he is engaged in devotional service he is to be considered saintly because he is properly situated." If one never for a moment forgets Kr&#803;s&#803;n&#803;a, he is safe even if by chance he falls down by committing sinful acts.</P><P>In the Second Chapter of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/40.htm">2.40</A>) the Lord also says:</P><P>neh&#257;bhikrama-n&#257;&#347;o 'sti</P><P CLASS=n>pratyav&#257;yo na vidyate</P><P CLASS=n>svalpam apy asya dharmasya</P><P CLASS=n>tr&#257;yate mahato bhay&#257;t</P><P>"In this endeavor there is no loss or diminution, and a little advancement on this path can protect one from the most dangerous type of fear."</P><P>Elsewhere in the G&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/40.htm">6.40</A>) the Lord says, na hi kaly&#257;n&#803;a-kr&#803;t ka&#347;cid durgatim&#769; t&#257;ta gacchati: "one who performs auspicious activity is never overcome by evil." The highest kaly&#257;n&#803;a (auspicious) activity is to surrender to Kr&#803;s&#803;n&#803;a. That is the only path by which to save oneself from falling down into hellish life. &#346;r&#299;la Prabodh&#257;nanda Sarasvat&#299; has confirmed this as follows:</P><P>kaivalyam&#769; narak&#257;yate tri-da&#347;a-p&#363;r &#257;k&#257;&#347;a-pus&#803;p&#257;yate</P><P CLASS=n>durd&#257;ntendriya-k&#257;la-sarpa-pat&#803;al&#299; protkh&#257;ta-dam&#769;s&#803;t&#803;r&#257;yate</P><P CLASS=n>vi&#347;vam&#769; p&#363;rn&#803;a-sukh&#257;yate vidhi-mahendr&#257;di&#347; ca k&#299;t&#803;&#257;yate</P><P CLASS=n>yat-k&#257;run&#803;ya-kat&#803;&#257;ks&#803;a-vaibhavavat&#257;m&#769; tam&#769; gauram eva stumah&#803;</P><P>The sinful actions of one who has surrendered unto Kr&#803;s&#803;n&#803;a are compared to a snake with its poison fangs removed (protkh&#257;ta-dam&#769;s&#803;t&#803;r&#257;yate). Such a snake is no longer to be feared. Of course, one should not commit sinful activities on the strength of having surrendered to Kr&#803;s&#803;n&#803;a. However, even if one who has surrendered to Kr&#803;s&#803;n&#803;a happens to do something sinful because of his former habits, such sinful actions no longer have a destructive effect. Therefore one should adhere to the lotus feet of Kr&#803;s&#803;n&#803;a very tightly and serve Him under the direction of the spiritual master. Thus in all conditions one will be akuto-bhaya, free from fear.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>