<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.22</P><P CLASS=c>bandy-aks&#803;aih&#803; kaitavai&#347; cauryair</P><P CLASS=c>garhit&#257;m&#769; vr&#803;ttim &#257;sthitah&#803;</P><P CLASS=c>bibhrat kut&#803;umbam a&#347;ucir</P><P CLASS=c>y&#257;tay&#257;m &#257;sa dehinah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bandi">band&#299;</A>-<A CLASS=v HREF="http://vedabase.net/a/aksaih">aks&#803;aih&#803;</A> &#8212; by unnecessarily arresting someone; <A CLASS=v HREF="http://vedabase.net/k/kaitavaih">kaitavaih&#803;</A> &#8212; by cheating <A HREF="http://vedabase.net/i/in">in</A> gambling or throwing dice; <A CLASS=v HREF="http://vedabase.net/c/cauryaih">cauryaih&#803;</A> &#8212; by committing theft; <A CLASS=v HREF="http://vedabase.net/g/garhitam">garhit&#257;m</A> &#8212; condemned; <A CLASS=v HREF="http://vedabase.net/v/vrttim">vr&#803;ttim</A> &#8212; professions; <A CLASS=v HREF="http://vedabase.net/a/asthitah">&#257;sthitah&#803;</A> &#8212; who has undertaken (because of association with <A HREF="http://vedabase.net/a/a">a</A> prostitute); <A CLASS=v HREF="http://vedabase.net/b/bibhrat">bibhrat</A> &#8212; maintaining; <A CLASS=v HREF="http://vedabase.net/k/kutumbam">kut&#803;umbam</A> &#8212; his dependent wife and children; <A CLASS=v HREF="http://vedabase.net/a/asucih">a&#347;ucih&#803;</A> &#8212; being most sinful; <A CLASS=v HREF="http://vedabase.net/y/yatayam">y&#257;tay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> gave trouble; <A CLASS=v HREF="http://vedabase.net/d/dehinah">dehinah&#803;</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> other living entities.</P><P CLASS=t>TRANSLATION</P><P>This fallen br&#257;hman&#803;a, Aj&#257;mila, gave trouble to others by arresting them, by cheating them in gambling or by directly plundering them. This was the way he earned his livelihood and maintained his wife and children.</P><P CLASS=t>PURPORT</P><P>This verse indicates how degraded one becomes simply by indulging in illicit sex with a prostitute. Illicit sex is not possible with a chaste or aristocratic woman, but only with unchaste &#347;&#363;dras. The more society allows prostitution and illicit sex, the more impetus it gives to cheaters, thieves, plunderers, drunkards and gamblers. Therefore we first advise all the disciples in our Kr&#803;s&#803;n&#803;a consciousness movement to avoid illicit sex, which is the beginning of all abominable life and which is followed by meat-eating, gambling and intoxication, one after another. Of course, restraint is very difficult, but it is quite possible if one fully surrenders to Kr&#803;s&#803;n&#803;a, since all these abominable habits gradually become distasteful for a Kr&#803;s&#803;n&#803;a conscious person. If illicit sex is allowed to increase in a society, however, the entire society will be condemned, for it will be full of rogues, thieves, cheaters and so forth.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>