<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.25</P><P CLASS=c>sa baddha-hr&#803;dayas tasminn</P><P CLASS=c>arbhake kala-bh&#257;s&#803;in&#803;i</P><P CLASS=c>nir&#299;ks&#803;am&#257;n&#803;as tal-l&#299;l&#257;m&#769;</P><P CLASS=c>mumude jarat&#803;ho bhr&#803;&#347;am</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/b/baddha">baddha</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdayah">hr&#803;dayah&#803;</A> &#8212; being very attached; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> that; <A CLASS=v HREF="http://vedabase.net/a/arbhake">arbhake</A> &#8212; small child; <A CLASS=v HREF="http://vedabase.net/k/kala">kala</A>-<A CLASS=v HREF="http://vedabase.net/b/bhasini">bh&#257;s&#803;in&#803;i</A> &#8212; who could not talk clearly but talked <A HREF="http://vedabase.net/i/in">in</A> broken language; <A CLASS=v HREF="http://vedabase.net/n/niriksamanah">nir&#299;ks&#803;am&#257;n&#803;ah&#803;</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/l/lilam">l&#299;l&#257;m</A> &#8212; pastimes (such <A HREF="http://vedabase.net/a/as">as</A> walking and talking <A HREF="http://vedabase.net/t/to">to</A> his father); <A CLASS=v HREF="http://vedabase.net/m/mumude">mumude</A> &#8212; enjoyed; <A CLASS=v HREF="http://vedabase.net/j/jarathah">jarat&#803;hah&#803;</A> &#8212; the old <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/b/bhrsam">bhr&#803;&#347;am</A> &#8212; very much.</P><P CLASS=t>TRANSLATION</P><P>Because of the child's broken language and awkward movements, old Aj&#257;mila was very much attached to him. He always took care of the child and enjoyed the child's activities.</P><P CLASS=t>PURPORT</P><P>Here it is clearly mentioned that the child N&#257;r&#257;yan&#803;a was so young that he could not even speak or walk properly. Since the old man was very attached to the child, he enjoyed the child's activities, and because the child's name was N&#257;r&#257;yan&#803;a, the old man always chanted the holy name of N&#257;r&#257;yan&#803;a. Although he was referring to the small child and not to the original N&#257;r&#257;yan&#803;a, the name of N&#257;r&#257;yan&#803;a is so powerful that even by chanting his son's name he was becoming purified (harer n&#257;ma harer n&#257;ma harer n&#257;maiva kevalam [<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]). &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has therefore declared that if one's mind is somehow or other attracted by the holy name of Kr&#803;s&#803;n&#803;a (tasm&#257;t ken&#257;py up&#257;yena manah&#803; kr&#803;s&#803;n&#803;e nive&#347;ayet), one is on the path of liberation. It is customary in Hindu society for parents to give their children names like Kr&#803;s&#803;n&#803;ad&#257;sa, Govinda d&#257;sa, N&#257;r&#257;yan&#803;a d&#257;sa and Vr&#803;nd&#257;vana d&#257;sa. Thus they chant the names Kr&#803;s&#803;n&#803;a, Govinda, N&#257;r&#257;yan&#803;a and Vr&#803;nd&#257;vana and get the chance to be purified.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>