<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.38</P><P CLASS=c>&#347;r&#299;-vis&#803;n&#803;ud&#363;t&#257; &#363;cuh&#803;</P><P CLASS=c>y&#363;yam&#769; vai dharma-r&#257;jasya</P><P CLASS=c>yadi nirde&#347;a-k&#257;rin&#803;ah&#803;</P><P CLASS=c>br&#363;ta dharmasya nas tattvam&#769;</P><P CLASS=c>yac c&#257;dharmasya laks&#803;an&#803;am</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/v/visnudutah">vis&#803;n&#803;ud&#363;t&#257;h&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh&#803;</A> &#8212; the blessed messengers of Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A> spoke; <A CLASS=v HREF="http://vedabase.net/y/yuyam">y&#363;yam</A> &#8212; all of you; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/r/rajasya">r&#257;jasya</A> &#8212; of King Yamar&#257;ja, who knows the religious principles; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/n/nirdesa">nirde&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/k/karinah">k&#257;rin&#803;ah&#803;</A> &#8212; order carriers; <A CLASS=v HREF="http://vedabase.net/b/bruta">br&#363;ta</A> &#8212; just speak; <A CLASS=v HREF="http://vedabase.net/d/dharmasya">dharmasya</A> &#8212; of religious principles; <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/t/tattvam">tattvam</A> &#8212; the truth; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/adharmasya">adharmasya</A> &#8212; of impious activities; <A CLASS=v HREF="http://vedabase.net/l/laksanam">laks&#803;an&#803;am</A> &#8212; symptoms.</P><P CLASS=t>TRANSLATION</P><P>The blessed messengers of Lord Vis&#803;n&#803;u, the Vis&#803;n&#803;ud&#363;tas, said: If you are actually servants of Yamar&#257;ja, you must explain to us the meaning of religious principles and the symptoms of irreligion.</P><P CLASS=t>PURPORT</P><P>This inquiry by the Vis&#803;n&#803;ud&#363;tas to the Yamad&#363;tas is most important. A servant must know the instructions of his master. The servants of Yamar&#257;ja claimed to be carrying out his orders, and therefore the Vis&#803;n&#803;ud&#363;tas very intelligently asked them to explain the symptoms of religious and irreligious principles. A Vais&#803;n&#803;ava knows these principles perfectly well because he is well acquainted with the instructions of the Supreme Personality of Godhead. The Supreme Lord says, sarva-dharm&#257;n parityajya m&#257;m ekam&#769; &#347;aran&#803;am&#769; vraja: [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>] "Give up all other varieties of religion and just surrender unto Me." Therefore surrender unto the Supreme Personality of Godhead is the actual principle of religion. Those who have surrendered to the principles of material nature instead of to Kr&#803;s&#803;n&#803;a are all impious, regardless of their material position. Unaware of the principles of religion, they do not surrender to Kr&#803;s&#803;n&#803;a, and therefore they are considered sinful rascals, the lowest of men, and fools bereft of all knowledge. As Kr&#803;s&#803;n&#803;a says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/15.htm">7.15</A>):</P><P>na m&#257;m&#769; dus&#803;kr&#803;tino m&#363;d&#803;h&#257;h&#803;</P><P CLASS=n>prapadyante nar&#257;dham&#257;h&#803;</P><P CLASS=n>m&#257;yay&#257;pahr&#803;ta-j&#241;&#257;n&#257;</P><P CLASS=n>&#257;suram&#769; bh&#257;vam &#257;&#347;rit&#257;h&#803;</P><P>"Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me." One who has not surrendered to Kr&#803;s&#803;n&#803;a does not know the true principle of religion; otherwise he would have surrendered.</P><P>The question posed by the Vis&#803;n&#803;ud&#363;tas was very suitable. One who represents someone else must fully know that person's mission. The devotees in the Kr&#803;s&#803;n&#803;a consciousness movement must therefore be fully aware of the mission of Kr&#803;s&#803;n&#803;a and Lord Caitanya; otherwise they will be considered foolish. All devotees, especially preachers, must know the philosophy of Kr&#803;s&#803;n&#803;a consciousness so as not to be embarrassed and insulted when they preach.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>