<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 1 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 1 Verse 55"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The History of the Life of Aj&#257;mila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.1.55</P><P CLASS=c>es&#803;a prakr&#803;ti-sa&#324;gena</P><P CLASS=c>purus&#803;asya viparyayah&#803;</P><P CLASS=c>&#257;s&#299;t sa eva na cir&#257;d</P><P CLASS=c>&#299;&#347;a-sa&#324;g&#257;d vil&#299;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/esah">es&#803;ah&#803;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/prakrti">prakr&#803;ti</A>-<A CLASS=v HREF="http://vedabase.net/s/sangena">sa&#324;gena</A> &#8212; because of association with the material nature; <A CLASS=v HREF="http://vedabase.net/p/purusasya">purus&#803;asya</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/v/viparyayah">viparyayah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> situation of forgetfulness or <A HREF="http://vedabase.net/a/an">an</A> awkward position; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; came <A HREF="http://vedabase.net/t/to">to</A> be; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; that position; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/c/cirat">cir&#257;t</A> &#8212; taking <A HREF="http://vedabase.net/a/a">a</A> long time; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/s/sangat">sa&#324;g&#257;t</A> &#8212; from the association of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/v/viliyate">vil&#299;yate</A> &#8212; is vanquished.</P><P CLASS=t>TRANSLATION</P><P>Since the living entity is associated with material nature, he is in an awkward position, but if in the human form of life he is taught how to associate with the Supreme Personality of Godhead or His devotee, this position can be overcome.</P><P CLASS=t>PURPORT</P><P>The word prakr&#803;ti means material nature, and purus&#803;a may also refer to the Supreme Personality of Godhead. If one wants to continue his association with prakr&#803;ti, the female energy of Kr&#803;s&#803;n&#803;a, and be separated from Kr&#803;s&#803;n&#803;a by the illusion that he is able to enjoy prakr&#803;ti, he must continue in his conditional life. If he changes his consciousness, however, and associates with the supreme, original person (purus&#803;am&#769; &#347;&#257;&#347;vatam), or with His associates, he can get out of the entanglement of material nature. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>), janma karma ca me divyam evam&#769; yo vetti tattvatah&#803;: one must simply understand the Supreme Person, Kr&#803;s&#803;n&#803;a, in terms of His form, name, activities and pastimes. This will keep one always in the association of Kr&#803;s&#803;n&#803;a. Tyaktv&#257; deham&#769; punar janma naiti m&#257;m eti so'rjuna: [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>] thus after giving up his gross material body, one accepts not another gross body but a spiritual body in which to return home, back to Godhead. Thus one ends the tribulation caused by his association with the material energy. In summary, the living entity is an eternal servant of God, but he comes to the material world and is bound by material conditions because of his desire to lord it over matter. Liberation means giving up this false consciousness and reviving one's original service to the Lord. This return to one's original life is called mukti, as confirmed in &#346;r&#299;mad-Bh&#257;gavatam (muktir hitv&#257;nyath&#257; r&#363;pam&#769; svar&#363;pen&#803;a vyavasthitih&#803;).</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="56-57.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>