<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 20 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 20 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Pure Devotional Service Surpasses Knowledge and Detachment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.20.1</P><P CLASS=c>&#347;r&#299;-uddhava uv&#257;ca</P><P CLASS=c>vidhi&#347; ca pratis&#803;edha&#347; ca</P><P CLASS=c>nigamo h&#299;&#347;varasya te</P><P CLASS=c>aveks&#803;ate 'ravin&#803;d&#803;&#257;ks&#803;a</P><P CLASS=c>gun&#803;am&#769; dos&#803;am&#769; ca karman&#803;&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/u/uddhavah">uddhavah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/u/uddhava">Uddhava</A> said; <A CLASS=v HREF="http://vedabase.net/v/vidhih">vidhih&#803;</A> &#8212; positive injunction; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/pratisedhah">pratis&#803;edhah&#803;</A> &#8212; prohibitive injunction; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/n/nigamah">nigamah&#803;</A> &#8212; the Vedic literature; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/i/isvarasya">&#299;&#347;varasya</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/a/aveksate">aveks&#803;ate</A> &#8212; focuses upon; <A CLASS=v HREF="http://vedabase.net/a/aravinda">aravin&#803;d&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/aksa">aks&#803;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> lotus-eyed one; <A CLASS=v HREF="http://vedabase.net/g/gunam">gun&#803;am</A> &#8212; good or pious qualities; <A CLASS=v HREF="http://vedabase.net/d/dosam">dos&#803;am</A> &#8212; bad or sinful qualities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/karmanam">karman&#803;&#257;m</A> &#8212; of activities.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Uddhava said: My dear lotus-eyed Kr&#803;s&#803;n&#803;a, You are the Supreme Lord, and thus the Vedic literatures, consisting of positive and negative injunctions, constitute Your order. Such literatures focus upon the good and bad qualities of work.</P><P CLASS=t>PURPORT</P><P>At the end of the previous chapter, Lord Kr&#803;s&#803;n&#803;a stated, gun&#803;a-dos&#803;a-dr&#803;&#347;ir dos&#803;o gun&#803;as t&#363;bhaya-varjitah&#803;: "Focusing upon material piety and sin is itself a discrepancy, since actual piety means to transcend both of them." &#346;r&#299; Uddhava now pursues this point so that Lord Kr&#803;s&#803;n&#803;a will give a more elaborate explanation of this difficult subject matter. &#346;r&#299; Uddhava here states that the Vedic literatures, which constitute the laws of God, deal with piety and sin; therefore, it must be clarified how one transcends activities recommended in the Vedas. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura, Uddhava suddenly understood Lord Kr&#803;s&#803;n&#803;a's purpose in the words He had just spoken, and to induce the Lord to elaborate upon this interesting point Uddhava outwardly challenged the Lord's statement.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>