<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 15 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 15 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Para&#347;ur&#257;ma, the Lord's Warrior Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.15.10</P><P CLASS=c>tad viditv&#257; munih&#803; pr&#257;ha</P><P CLASS=c>patn&#299;m&#769; kas&#803;t&#803;am ak&#257;ras&#803;&#299;h&#803;</P><P CLASS=c>ghoro dan&#803;d&#803;a-dharah&#803; putro</P><P CLASS=c>bhr&#257;t&#257; te brahma-vittamah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; this fact; <A CLASS=v HREF="http://vedabase.net/v/viditva">viditv&#257;</A> &#8212; having learned; <A CLASS=v HREF="http://vedabase.net/m/munih">munih&#803;</A> &#8212; the great sage; <A CLASS=v HREF="http://vedabase.net/p/praha">pr&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/p/patnim">patn&#299;m</A> &#8212; unto his wife; <A CLASS=v HREF="http://vedabase.net/k/kastam">kas&#803;t&#803;am</A> &#8212; very regrettable; <A CLASS=v HREF="http://vedabase.net/a/akarasih">ak&#257;ras&#803;&#299;h&#803;</A> &#8212; you have done; <A CLASS=v HREF="http://vedabase.net/g/ghorah">ghorah&#803;</A> &#8212; fierce; <A CLASS=v HREF="http://vedabase.net/d/danda">dan&#803;d&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/d/dharah">dharah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great personality who can punish others; <A CLASS=v HREF="http://vedabase.net/p/putrah">putrah&#803;</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> son; <A CLASS=v HREF="http://vedabase.net/b/bhrata">bhr&#257;t&#257;</A> &#8212; brother; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vittamah">vittamah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> learned scholar <A HREF="http://vedabase.net/i/in">in</A> spiritual science.</P><P CLASS=t>TRANSLATION</P><P>When the great sage R&#803;c&#299;ka returned home after bathing and understood what had happened in his absence, he said to his wife, Satyavat&#299;, "You have done a great wrong. Your son will be a fierce ks&#803;atriya, able to punish everyone, and your brother will be a learned scholar in spiritual science."</P><P CLASS=t>PURPORT</P><P>A br&#257;hman&#803;a is highly qualified when he can control his senses and mind, when he is a learned scholar in spiritual science and when he is tolerant and forgiving. A ks&#803;atriya, however, is highly qualified when he is fierce in giving punishment to wrongdoers. These qualities are stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/42.htm">18.42-43</A>). Because Satyavat&#299;, instead of eating her own oblation, had eaten that which was meant for her mother, she would give birth to a son imbued with the ks&#803;atriya spirit. This was undesirable. The son of a br&#257;hman&#803;a is generally expected to become a br&#257;hman&#803;a, but if such a son becomes fierce like a ks&#803;atriya, he is designated according to the description of the four varn&#803;as in Bhagavad-g&#299;t&#257; (c&#257;tur-varn&#803;yam&#769; may&#257; sr&#803;s&#803;t&#803;am&#769; gun&#803;a-karma-vibh&#257;ga&#347;ah&#803; [<A CLASS=v HREF="../../../bg/4/13.htm">Bg. 4.13</A>]). If the son of a br&#257;hman&#803;a does not become like a br&#257;hman&#803;a, he may be called a ks&#803;atriya, vai&#347;ya or &#347;&#363;dra, according to his qualifications. The basic principle for dividing society is not a person's birth but his qualities and actions.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>