<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 15 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 15 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">Para&#347;ur&#257;ma, the Lord's Warrior Incarnation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.15.15</P><P CLASS=c>dr&#803;ptam&#769; ks&#803;atram&#769; bhuvo bh&#257;ram</P><P CLASS=c>abrahman&#803;yam an&#299;na&#347;at</P><P CLASS=c>rajas-tamo-vr&#803;tam ahan</P><P CLASS=c>phalguny api kr&#803;te 'm&#769;hasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/drptam">dr&#803;ptam</A> &#8212; very proud; <A CLASS=v HREF="http://vedabase.net/k/ksatram">ks&#803;atram</A> &#8212; the ks&#803;atriyas, the ruling class; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah&#803;</A> &#8212; of the earth; <A CLASS=v HREF="http://vedabase.net/b/bharam">bh&#257;ram</A> &#8212; burden; <A CLASS=v HREF="http://vedabase.net/a/abrahmanyam">abrahman&#803;yam</A> &#8212; sinful, not caring for the religious principles enunciated by the br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/a/aninasat">an&#299;na&#347;at</A> &#8212; drove away or annihilated; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah&#803;</A> &#8212; by the qualities of passion and ignorance; <A CLASS=v HREF="http://vedabase.net/v/vrtam">vr&#803;tam</A> &#8212; covered; <A CLASS=v HREF="http://vedabase.net/a/ahan">ahan</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> killed; <A CLASS=v HREF="http://vedabase.net/p/phalguni">phalguni</A> &#8212; not very great; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/k/krte">kr&#803;te</A> &#8212; <A HREF="http://vedabase.net/h/had">had</A> been committed; <A CLASS=v HREF="http://vedabase.net/a/amhasi">am&#769;hasi</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> offense.</P><P CLASS=t>TRANSLATION</P><P>When the royal dynasty, being excessively proud because of the material modes of passion and ignorance, became irreligious and ceased to care for the laws enacted by the br&#257;hman&#803;as, Para&#347;ur&#257;ma killed them. Although their offense was not very severe, he killed them to lessen the burden of the world.</P><P CLASS=t>PURPORT</P><P>The ks&#803;atriyas, or the ruling class, must govern the world in accordance with the rules and regulations enacted by great br&#257;hman&#803;as and saintly persons. As soon as the ruling class becomes irresponsible in regard to the religious principles, it becomes a burden on the earth. As stated here, rajas-tamo-vr&#803;tam&#769;, bh&#257;ram abrahman&#803;yam: when the ruling class is influenced by the lower modes of nature, namely ignorance and passion, it becomes a burden to the world and must then be annihilated by superior power. We actually see from modern history that monarchies have been abolished by various revolutions, but unfortunately the monarchies have been abolished to establish the supremacy of third-class and fourth-class men. Although monarchies overpowered by the modes of passion and ignorance have been abolished in the world, the inhabitants of the world are still unhappy, for although the qualities of the former monarchs were degraded by taints of ignorance, these monarchs have been replaced by men of the mercantile and worker classes whose qualities are even more degraded. When the government is actually guided by br&#257;hman&#803;as, or God conscious men, then there can be real happiness for the people. Therefore in previous times, when the ruling class was degraded to the modes of passion and ignorance, the br&#257;hman&#803;as, headed by such a ks&#803;atriya-spirited br&#257;hman&#803;a as Para&#347;ur&#257;ma, killed them twenty-one consecutive times.</P><P>In Kali-yuga, as stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../12/2/13.htm">12.2.13</A>), dasyu-pr&#257;yes&#803;u r&#257;jasu: the ruling class (r&#257;janya) will be no better than plunderers (dasyus) because the third-class and fourth-class men will monopolize the affairs of the government. Ignoring the religious principles and brahminical rules and regulations, they will certainly try to plunder the riches of the citizens without consideration. As stated elsewhere in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../12/1/40.htm">12.1.40</A>):</P><P>asam&#769;skr&#803;t&#257;h&#803; kriy&#257;-h&#299;n&#257;</P><P CLASS=n>rajas&#257; tamas&#257;vr&#803;t&#257;h&#803;</P><P CLASS=n>praj&#257;s te bhaks&#803;ayis&#803;yanti</P><P CLASS=n>mlecch&#257; r&#257;janya-r&#363;pin&#803;ah&#803;</P><P>Being unpurified, neglecting to discharge human duties properly, and being influenced by the modes of passion (rajas) and ignorance (tamas), unclean people (mlecchas), posing as members of the government (r&#257;janya-r&#363;pin&#803;ah&#803;), will swallow the citizens (pr&#257;jas te bhaks&#803;ayis&#803;yanti). And in still another place, &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../12/2/7.htm">12.2.7-8</A>) says:</P><P>evam&#769; praj&#257;bhir dus&#803;t&#803;&#257;bhir</P><P CLASS=n>&#257;k&#299;rn&#803;e ks&#803;iti-man&#803;d&#803;ale</P><P CLASS=n>brahma-vit&#803;-ks&#803;atra-&#347;&#363;dr&#257;n&#803;&#257;m&#769;</P><P CLASS=n>yo bal&#299; bhavit&#257; nr&#803;pah&#803;</P><P CLASS=n>praj&#257; hi lubdhai r&#257;janyair</P><P CLASS=n>nirghr&#803;n&#803;air dasyu-dharmabhih&#803;</P><P CLASS=n>&#257;cchinna-d&#257;ra-dravin&#803;&#257;</P><P CLASS=n>y&#257;syanti giri-k&#257;nanam</P><P>Human society is naturally grouped into four divisions, as stated in Bhagavad-g&#299;t&#257; (c&#257;tur-varn&#803;yam&#769; may&#257; sr&#803;s&#803;t&#803;am&#769; gun&#803;a-karma-vibh&#257;ga&#347;ah&#803; [<A CLASS=v HREF="../../../bg/4/13.htm">Bg. 4.13</A>]). But if this system is neglected and the qualities and divisions of society are not considered, the result will be brahma-vit&#803;-ks&#803;atra-&#347;&#363;dr&#257;n&#803;&#257;m&#769; yo bal&#299; bhavit&#257; nr&#803;pah&#803;: the so-called caste system of br&#257;hman&#803;a, ks&#803;atriya, vai&#347;ya and &#347;&#363;dra will be meaningless. As a result, whoever somehow or other becomes powerful will be the king or president, and thus the praj&#257;s, or citizens, will be so harassed that they will give up hearth and home and will go to the forest (y&#257;syanti giri-k&#257;nanam) to escape harassment by government officials who have no mercy and are addicted to the ways of plunderers. Therefore the praj&#257;s, or the people in general, must take to the Kr&#803;s&#803;n&#803;a consciousness movement, the Hare Kr&#803;s&#803;n&#803;a movement, which is the sound incarnation of the Supreme Personality of Godhead. Kali-k&#257;le n&#257;ma-r&#363;pe kr&#803;s&#803;n&#803;a-avat&#257;ra: Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead, has now appeared as an incarnation by His holy name. Therefore, when the praj&#257;s become Kr&#803;s&#803;n&#803;a conscious, they can then expect a good government and good society, a perfect life, and liberation from the bondage of material existence.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>