<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 2 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 2 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Hiran&#803;yaka&#347;ipu, King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.2.38</P><P CLASS=c>aho vayam&#769; dhanyatam&#257; yad atra</P><P CLASS=c>tyakt&#257;h&#803; pitr&#803;bhy&#257;m&#769; na vicintay&#257;mah&#803;</P><P CLASS=c>abhaks&#803;yam&#257;n&#803;&#257; abal&#257; vr&#803;k&#257;dibhih&#803;</P><P CLASS=c>sa raks&#803;it&#257; raks&#803;ati yo hi garbhe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/d/dhanya">dhanya</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tam&#257;h&#803;</A> &#8212; most fortunate; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; at the present moment; <A CLASS=v HREF="http://vedabase.net/t/tyaktah">tyakt&#257;h&#803;</A> &#8212; left alone, without protection; <A CLASS=v HREF="http://vedabase.net/p/pitrbhyam">pitr&#803;bhy&#257;m</A> &#8212; by both father and mother; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vicintayamah">vicintay&#257;mah&#803;</A> &#8212; worry; <A CLASS=v HREF="http://vedabase.net/a/abhaksyamanah">abhaks&#803;yam&#257;n&#803;&#257;h&#803;</A> &#8212; not being eaten; <A CLASS=v HREF="http://vedabase.net/a/abalah">abal&#257;h&#803;</A> &#8212; very weak; <A CLASS=v HREF="http://vedabase.net/v/vrka">vr&#803;ka</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih&#803;</A> &#8212; by tigers and other ferocious animals; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/r/raksita">raks&#803;it&#257;</A> &#8212; will protect; <A CLASS=v HREF="http://vedabase.net/r/raksati">raks&#803;ati</A> &#8212; has protected; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/g/garbhe">garbhe</A> &#8212; within the womb.</P><P CLASS=t>TRANSLATION</P><P>It is wonderful that these elderly women do not have a higher sense of life than we do. Indeed, we are most fortunate, for although we are children and have been left to struggle in material life, unprotected by father and mother, and although we are very weak, we have not been vanquished or eaten by ferocious animals. Thus we have a firm belief that the Supreme Personality of Godhead, who has given us protection even in the womb of the mother, will protect us everywhere.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>), &#299;&#347;varah&#803; sarva-bh&#363;t&#257;n&#257;m&#769; hr&#803;d-de&#347;e 'rjuna tis&#803;t&#803;hati: the Lord is present in the core of everyone's heart. Thus the Lord gives protection to everyone and gives the different types of bodies the living entity wants to enjoy. Everything is done by the order of the Supreme Personality of Godhead. Therefore one should not lament the birth and death of a living being, which have been arranged by the Supreme Lord. Lord Kr&#803;s&#803;n&#803;a says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), sarvasya c&#257;ham&#769; hr&#803;di sannivis&#803;t&#803;o mattah&#803; smr&#803;tir j&#241;&#257;nam apohanam&#769; ca: "I am seated in everyone's heart, and from Me come remembrance, knowledge and forgetfulness." One must act according to the direction of the Lord within the heart, but because the conditioned soul wants to act independently, the Lord gives him the facility to act and experience the reactions. The Lord says, sarva-dharm&#257;n parityajya m&#257;m ekam&#769; &#347;aran&#803;am&#769; vraja: [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>] "Give up all other duties and simply surrender unto Me." One who does not abide by the orders of the Supreme Personality of Godhead is given the facility to enjoy this material world. Instead of restricting him, the Lord gives the conditioned soul the opportunity to enjoy so that by mature experience, after many, many births (bah&#363;n&#257;m&#769; janman&#257;m ante [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]), he will understand that surrender to the lotus feet of V&#257;sudeva is the only duty of all living beings.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>