<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 31 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 31 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">Lord Kapila's Instructions on the Movements of the Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.31.21</P><P CLASS=c>tasm&#257;d aham&#769; vigata-viklava uddharis&#803;ya</P><P CLASS=c>&#257;tm&#257;nam &#257;&#347;u tamasah&#803; suhr&#803;d&#257;tmanaiva</P><P CLASS=c>bh&#363;yo yath&#257; vyasanam etad aneka-randhram&#769;</P><P CLASS=c>m&#257; me bhavis&#803;yad upas&#257;dita-vis&#803;n&#803;u-p&#257;dah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/v/vigata">vigata</A> &#8212; ceased; <A CLASS=v HREF="http://vedabase.net/v/viklavah">viklavah&#803;</A> &#8212; agitation; <A CLASS=v HREF="http://vedabase.net/u/uddharisye">uddharis&#803;ye</A> &#8212; shall deliver; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; myself; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; quickly; <A CLASS=v HREF="http://vedabase.net/t/tamasah">tamasah&#803;</A> &#8212; from the darkness; <A CLASS=v HREF="http://vedabase.net/s/suhrda">suhr&#803;d&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; with friendly intelligence; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah&#803;</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> that; <A CLASS=v HREF="http://vedabase.net/v/vyasanam">vyasanam</A> &#8212; plight; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/aneka">aneka</A>-<A CLASS=v HREF="http://vedabase.net/r/randhram">randhram</A> &#8212; entering many wombs; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/b/bhavisyat">bhavis&#803;yat</A> &#8212; may occur; <A CLASS=v HREF="http://vedabase.net/u/upasadita">upas&#257;dita</A> &#8212; placed (<A HREF="http://vedabase.net/i/in">in</A> my mind); <A CLASS=v HREF="http://vedabase.net/v/visnu">vis&#803;n&#803;u</A>-<A CLASS=v HREF="http://vedabase.net/p/padah">p&#257;dah&#803;</A> &#8212; the lotus feet of Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>.</P><P CLASS=t>TRANSLATION</P><P>Therefore, without being agitated any more, I shall deliver myself from the darkness of nescience with the help of my friend, clear consciousness. Simply by keeping the lotus feet of Lord Vis&#803;n&#803;u in my mind, I shall be saved from entering into the wombs of many mothers for repeated birth and death.</P><P CLASS=t>PURPORT</P><P>The miseries of material existence begin from the very day when the spirit soul takes shelter in the ovum and sperm of the mother and father, they continue after he is born from the womb, and then they are further prolonged. We do not know where the suffering ends. It does not end, however, by one's changing his body. The change of body is taking place at every moment, but that does not mean that we are improving from the fetal condition of life to a more comfortable condition. The best thing is, therefore, to develop Kr&#803;s&#803;n&#803;a consciousness. Here it is stated, upas&#257;dita-vis&#803;n&#803;u-p&#257;dah&#803;. This means realization of Kr&#803;s&#803;n&#803;a consciousness. One who is intelligent, by the grace of the Lord, and develops Kr&#803;s&#803;n&#803;a consciousness, is successful in his life because simply by keeping himself in Kr&#803;s&#803;n&#803;a consciousness, he will be saved from the repetition of birth and death.</P><P>The child prays that it is better to remain within the womb of darkness and be constantly absorbed in Kr&#803;s&#803;n&#803;a consciousness than to get out and again fall a victim to the illusory energy. The illusory energy acts within the abdomen as well as outside the abdomen, but the trick is that one should remain Kr&#803;s&#803;n&#803;a conscious, and then the effect of such a horrible condition cannot act unfavorably upon him. In Bhagavad-g&#299;t&#257; it is said that one's intelligence is his friend, and the same intelligence can also be his enemy. Here also the same idea is repeated: suhr&#803;d&#257;tmanaiva, friendly intelligence. Absorption of intelligence in the personal service of Kr&#803;s&#803;n&#803;a and full consciousness of Kr&#803;s&#803;n&#803;a always are the path of self-realization and liberation. Without being unnecessarily agitated, if we take to the process of Kr&#803;s&#803;n&#803;a consciousness by constantly chanting Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, the cycle of birth and death can be stopped for good.</P><P>It may be questioned herein how the child can be fully Kr&#803;s&#803;n&#803;a conscious within the womb of the mother without any paraphernalia with which to execute Kr&#803;s&#803;n&#803;a consciousness. It is not necessary to arrange for paraphernalia to worship the Supreme Personality of Godhead, Vis&#803;n&#803;u. The child wants to remain within the abdomen of its mother and at the same time wants to become free from the clutches of m&#257;y&#257;. One does not need any material arrangement to cultivate Kr&#803;s&#803;n&#803;a consciousness. One can cultivate Kr&#803;s&#803;n&#803;a consciousness anywhere and everywhere, provided he can always think of Kr&#803;s&#803;n&#803;a. The mah&#257;-mantra, Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, can be chanted even within the abdomen of one's mother. One can chant while sleeping, while working, while imprisoned in the womb or while outside. This Kr&#803;s&#803;n&#803;a consciousness cannot be checked in any circumstance. The conclusion of the child's prayer is: "Let me remain in this condition; although it is very miserable, it is better not to fall a victim to m&#257;y&#257; again by going outside."</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>