<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 31 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 31 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">Lord Kapila's Instructions on the Movements of the Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.31.42</P><P CLASS=c>t&#257;m &#257;tmano vij&#257;n&#299;y&#257;t</P><P CLASS=c>paty-apatya-gr&#803;h&#257;tmakam</P><P CLASS=c>daivopas&#257;ditam&#769; mr&#803;tyum&#769;</P><P CLASS=c>mr&#803;gayor g&#257;yanam&#769; yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; the Lord's <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah&#803;</A> &#8212; of herself; <A CLASS=v HREF="http://vedabase.net/v/vijaniyat">vij&#257;n&#299;y&#257;t</A> &#8212; she should know; <A CLASS=v HREF="http://vedabase.net/p/pati">pati</A> &#8212; husband; <A CLASS=v HREF="http://vedabase.net/a/apatya">apatya</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/g/grha">gr&#803;ha</A> &#8212; house; <A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; consisting of; <A CLASS=v HREF="http://vedabase.net/d/daiva">daiva</A> &#8212; by the authority of the Lord; <A CLASS=v HREF="http://vedabase.net/u/upasaditam">upas&#257;ditam</A> &#8212; brought about; <A CLASS=v HREF="http://vedabase.net/m/mrtyum">mr&#803;tyum</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/m/mrgayoh">mr&#803;gayoh&#803;</A> &#8212; of the hunter; <A CLASS=v HREF="http://vedabase.net/g/gayanam">g&#257;yanam</A> &#8212; the singing; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>A woman, therefore, should consider her husband, her house and her children to be the arrangement of the external energy of the Lord for her death, just as the sweet singing of the hunter is death for the deer.</P><P CLASS=t>PURPORT</P><P>In these instructions of Lord Kapiladeva it is explained that not only is woman the gateway to hell for man, but man is also the gateway to hell for woman. It is a question of attachment. A man becomes attached to a woman because of her service, her beauty and many other assets, and similarly a woman becomes attached to a man for his giving her a nice place to live, ornaments, dress and children. It is a question of attachment for one another. As long as either is attached to the other for such material enjoyment, the woman is dangerous for the man, and the man is also dangerous for the woman. But if the attachment is transferred to Kr&#803;s&#803;n&#803;a, both of them become Kr&#803;s&#803;n&#803;a conscious, and then marriage is very nice. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; therefore recommends:</P><P>an&#257;saktasya vis&#803;ay&#257;n</P><P CLASS=n>yath&#257;rham upayu&#241;jatah&#803;</P><P CLASS=n>nirbandhah&#803; kr&#803;s&#803;n&#803;a-sambandhe</P><P CLASS=n>yuktam&#769; vair&#257;gyam ucyate</P><P>(Bhakti-ras&#257;mr&#803;ta-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/255">1.2.255</A>)</P><P>Man and woman should live together as householders in relationship with Kr&#803;s&#803;n&#803;a, only for the purpose of discharging duties in the service of Kr&#803;s&#803;n&#803;a. Engage the children, engage the wife and engage the husband, all in Kr&#803;s&#803;n&#803;a conscious duties, and then all these bodily or material attachments will disappear. Since the via medium is Kr&#803;s&#803;n&#803;a, the consciousness is pure, and there is no possibility of degradation at any time.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>