<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 64 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 64 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 64: <A CLASS=v HREF="index.htm">The Deliverance of King Nr&#803;ga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.64.25</P><P CLASS=c>brahman&#803;yasya vad&#257;nyasya</P><P CLASS=c>tava d&#257;sasya ke&#347;ava</P><P CLASS=c>smr&#803;tir n&#257;dy&#257;pi vidhvast&#257;</P><P CLASS=c>bhavat-sandar&#347;an&#257;rthinah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmanyasya">brahman&#803;yasya</A> &#8212; who was devoted <A HREF="http://vedabase.net/t/to">to</A> the br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/v/vadanyasya">vad&#257;nyasya</A> &#8212; who was generous; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/d/dasasya">d&#257;sasya</A> &#8212; of the servant; <A CLASS=v HREF="http://vedabase.net/k/kesava">ke&#347;ava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/s/smrtih">smr&#803;tih&#803;</A> &#8212; the memory; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/v/vidhvasta">vidhvast&#257;</A> &#8212; lost; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/s/sandarsana">sandar&#347;ana</A> &#8212; audience; <A CLASS=v HREF="http://vedabase.net/a/arthinah">arthinah&#803;</A> &#8212; who hankered for.</P><P CLASS=t>TRANSLATION</P><P>O Ke&#347;ava, as Your servant I was devoted to the br&#257;hman&#803;as and generous to them, and I always hankered for Your audience. Therefore even till now I have never forgotten [my past life].</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; comments on this verse as follows: "Since King Nr&#803;ga openly declared that he had two outstanding qualities &#8212; namely devotion to the br&#257;hman&#803;as, and generosity &#8212; it is clear that he possessed these qualities only partially, since someone who is truly pure would not boast about them. It is also clear that King Nr&#803;ga considered such piety to be a separate goal, desirable for its own sake. Thus he did not fully appreciate pure devotional service to Lord Kr&#803;s&#803;n&#803;a. Kr&#803;s&#803;n&#803;a had not been the only goal of Nr&#803;ga's life, as He was for Ambar&#299;s&#803;a Mah&#257;r&#257;ja, even in the stage of regulative practice. Nor do we find that King Nr&#803;ga overcame obstacles like those Ambar&#299;s&#803;a did when Durv&#257;s&#257; Muni became angry at him. Still, we can conclude that since Nr&#803;ga was able to see the Lord for some reason or another, he must have had the good quality of sincerely desiring the Lord's association."</P><P>&#346;r&#299;la Prabhup&#257;da confirms the above analysis in Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead: "On the whole, [Nr&#803;ga] had not developed Kr&#803;s&#803;n&#803;a consciousness. The Kr&#803;s&#803;n&#803;a conscious person develops love of God, Kr&#803;s&#803;n&#803;a, not love for pious or impious activities; therefore he is not subjected to the results of such action. As stated in the Brahma-sam&#769;hit&#257;, a devotee, by the grace of the Lord, does not become subjected to the resultant reactions of fruitive activities."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; offers the following commentary: "When Nr&#803;ga mentioned 'one who hankered to have Your audience,' he was referring to an incident concerning a certain great devotee King Nr&#803;ga had once met. This devotee was very eager to acquire a temple for a most beautiful Deity of the Supreme Lord, and he also wanted copies of such scriptures as the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. Being very generous, Nr&#803;ga arranged for these things, and the devotee was so satisfied that he blessed the King: 'My dear King, may you have the audience of the Supreme Lord.' From that time on, Nr&#803;ga desired to see the Lord."</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>