<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 28 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 28 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kr&#803;s&#803;n&#803;a Rescues Nanda Mah&#257;r&#257;ja from the Abode of Varun&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.28.15</P><P CLASS=c>satyam&#769; j&#241;&#257;nam anantam&#769; yad</P><P CLASS=c>brahma-jyotih&#803; san&#257;tanam</P><P CLASS=c>yad dhi pa&#347;yanti munayo</P><P CLASS=c>gun&#803;&#257;p&#257;ye sam&#257;hit&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; indestructible; <A CLASS=v HREF="http://vedabase.net/j/jnanam">j&#241;&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/a/anantam">anantam</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the absolute; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih&#803;</A> &#8212; effulgence; <A CLASS=v HREF="http://vedabase.net/s/sanatanam">san&#257;tanam</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/pasyanti">pa&#347;yanti</A> &#8212; see; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah&#803;</A> &#8212; sages; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A> &#8212; the modes of material nature; <A CLASS=v HREF="http://vedabase.net/a/apaye">ap&#257;ye</A> &#8212; when they subside; <A CLASS=v HREF="http://vedabase.net/s/samahitah">sam&#257;hit&#257;h&#803;</A> &#8212; absorbed <A HREF="http://vedabase.net/i/in">in</A> trance.</P><P CLASS=t>TRANSLATION</P><P>Lord Kr&#803;s&#803;n&#803;a revealed the indestructible spiritual effulgence, which is unlimited, conscious and eternal. Sages see that spiritual existence in trance, when their consciousness is free of the modes of material nature.</P><P CLASS=t>PURPORT</P><P>In Text 14 Lord Kr&#803;s&#803;n&#803;a revealed to the residents of Vr&#803;nd&#257;vana His own abode, the spiritual planet of Kr&#803;s&#803;n&#803;aloka. This and innumerable other Vaikun&#803;t&#803;ha planets float in an infinite ocean of spiritual light called the brahmajyoti. That spiritual light is in fact the spiritual sky, which Kr&#803;s&#803;n&#803;a also, quite naturally, revealed to the residents of Vr&#803;nd&#257;vana. For example, if we want to show the moon to a child, we say, "Look up in the sky. See the moon over there in the sky." Similarly, Lord Kr&#803;s&#803;n&#803;a revealed the vast spiritual sky to the residents of Vr&#803;nd&#257;vana, but as emphasized in Text 14 and in the following text, 16, the actual destination of the Lord's associates was His own spiritual planet.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>