<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 28 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 28 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 28: <A CLASS=v HREF="index.htm">Kr&#803;s&#803;n&#803;a Rescues Nanda Mah&#257;r&#257;ja from the Abode of Varun&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.28.17</P><P CLASS=c>nand&#257;dayas tu tam&#769; dr&#803;s&#803;t&#803;v&#257;</P><P CLASS=c>param&#257;nanda-nivr&#803;t&#257;h&#803;</P><P CLASS=c>kr&#803;s&#803;n&#803;am&#769; ca tatra cchandobhih&#803;</P><P CLASS=c>st&#363;yam&#257;nam&#769; su-vismit&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nanda">nanda</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah&#803;</A> &#8212; the <A HREF="http://vedabase.net/c/cowherd">cowherd</A> men headed by <A HREF="http://vedabase.net/n/nanda">Nanda</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/drstva">dr&#803;s&#803;t&#803;v&#257;</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; by ecstasy; <A CLASS=v HREF="http://vedabase.net/n/nivrtah">nivr&#803;t&#257;h&#803;</A> &#8212; overwhelmed with joy; <A CLASS=v HREF="http://vedabase.net/k/krsnam">kr&#803;s&#803;n&#803;am</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/c/chandobhih">chandobhih&#803;</A> &#8212; by the Vedic hymns; <A CLASS=v HREF="http://vedabase.net/s/stuyamanam">st&#363;yam&#257;nam</A> &#8212; being praised; <A CLASS=v HREF="http://vedabase.net/s/su">su</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/v/vismitah">vismit&#257;h&#803;</A> &#8212; surprised.</P><P CLASS=t>TRANSLATION</P><P>Nanda Mah&#257;r&#257;ja and the other cowherd men felt the greatest happiness when they saw that transcendental abode. They were especially amazed to see Kr&#803;s&#803;n&#803;a Himself there, surrounded by the personified Vedas, who were offering Him prayers.</P><P CLASS=t>PURPORT</P><P>Although the residents of Vr&#803;nd&#257;vana considered themselves ordinary persons, Lord Kr&#803;s&#803;n&#803;a wanted them to know of their extraordinary good fortune. Thus, within a lake in the Yamun&#257; River the Lord showed them His personal abode. The cowherd men were amazed to see that the kingdom of God had exactly the same spiritual atmosphere as their own earthly Vr&#803;nd&#257;vana and that, just as in their Vr&#803;nd&#257;vana Lord Kr&#803;s&#803;n&#803;a was personally present, in their unique vision He was present as the Lord of the spiritual world.</P><P>As &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; T&#803;h&#257;kura points out, these verses emphasize that Lord Kr&#803;s&#803;n&#803;a did not merely show the cowherd men a sample Vaikun&#803;t&#803;ha planet but that He specifically revealed His Kr&#803;s&#803;n&#803;aloka, the greatest of eternal abodes and the natural home of the residents of Vr&#803;nd&#257;vana, who loved Kr&#803;s&#803;n&#803;a more than anyone else did.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Tenth Canto, Twenty-eighth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Kr&#803;s&#803;n&#803;a Rescues Nanda Mah&#257;r&#257;ja from the Abode of Varun&#803;a."</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../29/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>