<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 11 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 11 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Lord R&#257;macandra Rules the World</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.11.5</P><P CLASS=c>te tu br&#257;hman&#803;a-devasya</P><P CLASS=c>v&#257;tsalyam&#769; v&#299;ks&#803;ya sam&#769;stutam</P><P CLASS=c>pr&#299;t&#257;h&#803; klinna-dhiyas tasmai</P><P CLASS=c>pratyarpyedam&#769; babh&#257;s&#803;ire</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; the <A HREF="http://vedabase.net/h/hota">hot&#257;</A>, <A HREF="http://vedabase.net/b/brahma">brahm&#257;</A> and other priests; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hman&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/d/devasya">devasya</A> &#8212; of Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>, who loved the br&#257;hman&#803;as <A HREF="http://vedabase.net/s/so">so</A> much; <A CLASS=v HREF="http://vedabase.net/v/vatsalyam">v&#257;tsalyam</A> &#8212; the paternal affection; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;ks&#803;ya</A> &#8212; after seeing; <A CLASS=v HREF="http://vedabase.net/s/samstutam">sam&#769;stutam</A> &#8212; worshiped with prayers; <A CLASS=v HREF="http://vedabase.net/p/pritah">pr&#299;t&#257;h&#803;</A> &#8212; being very pleased; <A CLASS=v HREF="http://vedabase.net/k/klinna">klinna</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah&#803;</A> &#8212; with melted hearts; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto Him (Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>); <A CLASS=v HREF="http://vedabase.net/p/pratyarpya">pratyarpya</A> &#8212; returning; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this (all the land given <A HREF="http://vedabase.net/t/to">to</A> them); <A CLASS=v HREF="http://vedabase.net/b/babhasire">babh&#257;s&#803;ire</A> &#8212; spoke.</P><P CLASS=t>TRANSLATION</P><P>All the br&#257;hman&#803;as who were engaged in the various activities of the sacrifice were very pleased with Lord R&#257;macandra, who was greatly affectionate and favorable to the br&#257;hman&#803;as. Thus with melted hearts they returned all the property received from Him and spoke as follows.</P><P CLASS=t>PURPORT</P><P>In the previous chapter it was said that the praj&#257;s, the citizens, strictly followed the system of varn&#803;&#257;&#347;rama-dharma. The br&#257;hman&#803;as acted exactly like br&#257;hman&#803;as, the ks&#803;atriyas exactly like ks&#803;atriyas, and so on. Therefore, when Lord R&#257;macandra gave everything in charity to the br&#257;hman&#803;as, the br&#257;hman&#803;as, being qualified, wisely considered that br&#257;hman&#803;as are not meant to possess property to make a profit from it. The qualifications of a br&#257;hman&#803;a are given in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/42.htm">18.42</A>):.</P><P>&#347;amo damas tapah&#803; &#347;aucam&#769;</P><P CLASS=n>ks&#803;&#257;ntir &#257;rjavam eva ca</P><P CLASS=n>j&#241;&#257;nam&#769; vij&#241;&#257;nam &#257;stikyam&#769;</P><P CLASS=n>brahma-karma svabh&#257;vajam</P><P>"Peacefulness, self-control, austerity, purity, tolerance, honesty, wisdom, knowledge, and religiousness &#8212; these are the qualities by which the br&#257;hman&#803;as work." The brahminical character offers no scope for possessing land and ruling citizens; these are the duties of a ks&#803;atriya. Therefore, although the br&#257;hman&#803;as did not refuse Lord R&#257;macandra's gift, after accepting it they returned it to the King. The br&#257;hman&#803;as were so pleased with Lord R&#257;macandra's affection toward them that their hearts melted. They saw that Lord R&#257;macandra, aside from being the Supreme Personality of Godhead, was fully qualified as a ks&#803;atriya and was exemplary in character. One of the qualifications of a ks&#803;atriya is to be charitable. A ks&#803;atriya, or ruler, levies taxes upon the citizens not for his personal sense gratification but to give charity in suitable cases. D&#257;nam &#299;&#347;vara-bh&#257;vah&#803;. On one hand, ks&#803;atriyas have the propensity to rule, but on the other they are very liberal with charity. When Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira gave charity, he engaged Karn&#803;a to take charge of distributing it. Karn&#803;a was very famous as D&#257;t&#257; Karn&#803;a. The word d&#257;t&#257; refers to one who gives charity very liberally. The kings always kept a large quantity of food grains in stock, and whenever there was any scarcity of grains, they would distribute grains in charity. A ks&#803;atriya's duty is to give charity, and a br&#257;hman&#803;a's duty is to accept charity, but not more than needed to maintain body and soul together. Therefore, when the br&#257;hman&#803;as were given so much land by Lord R&#257;macandra, they returned it to Him and were not greedy.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>