<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 11 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 11 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Lord R&#257;macandra Rules the World</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.11.6</P><P CLASS=c>aprattam&#769; nas tvay&#257; kim&#769; nu</P><P CLASS=c>bhagavan bhuvane&#347;vara</P><P CLASS=c>yan no 'ntar-hr&#803;dayam&#769; vi&#347;ya</P><P CLASS=c>tamo ham&#769;si sva-rocis&#803;&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aprattam">aprattam</A> &#8212; not given; <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by Your Lordship; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Lord; <A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master of the whole universe; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/a/antah">antah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdayam">hr&#803;dayam</A> &#8212; within the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/v/visya">vi&#347;ya</A> &#8212; entering; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah&#803;</A> &#8212; the darkness of ignorance; <A CLASS=v HREF="http://vedabase.net/h/hamsi">ham&#769;si</A> &#8212; You annihilate; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rocisa">rocis&#803;&#257;</A> &#8212; by Your own effulgence.</P><P CLASS=t>TRANSLATION</P><P>O Lord, You are the master of the entire universe. What have You not given to us? You have entered the core of our hearts and dissipated the darkness of our ignorance by Your effulgence. This is the supreme gift. We do not need a material donation.</P><P CLASS=t>PURPORT</P><P>When Dhruva Mah&#257;r&#257;ja was offered a benediction by the Supreme Personality of Godhead, he replied, "O my Lord, I am fully satisfied. I do not need any material benediction." Similarly, when Prahl&#257;da Mah&#257;r&#257;ja was offered a benediction by Lord Nr&#803;sim&#769;hadeva, he also refused to accept it and instead declared that a devotee should not be like a van&#803;ik, a mercantile man who gives something in exchange for some profit. One who becomes a devotee for some material profit is not a pure devotee. Br&#257;hman&#803;as are always enlightened by the Supreme Personality of Godhead within the heart (sarvasya c&#257;ham&#769; hr&#803;di sannivis&#803;t&#803;o mattah&#803; smr&#803;tir j&#241;&#257;nam apohanam&#769; ca [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]). And because the br&#257;hman&#803;as and Vais&#803;n&#803;avas are always directed by the Supreme Personality of Godhead, they are not greedy for material wealth. What is absolutely necessary they possess, but they do not want an expanded kingdom. An example of this was given by V&#257;manadeva. Acting as a brahmac&#257;r&#299;, Lord V&#257;manadeva wanted only three paces of land. Aspiring to possess more and more for personal sense gratification is simply ignorance, and this ignorance is conspicuous by its absence from the heart of a br&#257;hman&#803;a or Vais&#803;n&#803;ava.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>