<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 12 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 12 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Conversation Between Mah&#257;r&#257;ja Rah&#363;gan&#803;a and Jad&#803;a Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.12.9</P><P CLASS=c>evam&#769; niruktam&#769; ks&#803;iti-&#347;abda-vr&#803;ttam</P><P CLASS=c>asan nidh&#257;n&#257;t param&#257;n&#803;avo ye</P><P CLASS=c>avidyay&#257; manas&#257; kalpit&#257;s te</P><P CLASS=c>yes&#803;&#257;m&#769; sam&#363;hena kr&#803;to vi&#347;es&#803;ah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/n/niruktam">niruktam</A> &#8212; falsely described; <A CLASS=v HREF="http://vedabase.net/k/ksiti">ks&#803;iti</A>-<A CLASS=v HREF="http://vedabase.net/s/sabda">&#347;abda</A> &#8212; of the word "earth"; <A CLASS=v HREF="http://vedabase.net/v/vrttam">vr&#803;ttam</A> &#8212; the existence; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; not real; <A CLASS=v HREF="http://vedabase.net/n/nidhanat">nidh&#257;n&#257;t</A> &#8212; from the dissolution; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/anavah">an&#803;avah&#803;</A> &#8212; atomic particles; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; all of which; <A CLASS=v HREF="http://vedabase.net/a/avidyaya">avidyay&#257;</A> &#8212; because of less intelligence; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/k/kalpitah">kalpit&#257;h&#803;</A> &#8212; imagined; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/y/yesam">yes&#803;&#257;m</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/s/samuhena">sam&#363;hena</A> &#8212; by the aggregate; <A CLASS=v HREF="http://vedabase.net/k/krtah">kr&#803;tah&#803;</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/v/visesah">vi&#347;es&#803;ah&#803;</A> &#8212; the particulars.</P><P CLASS=t>TRANSLATION</P><P>One may say that varieties arise from the planet earth itself. However, although the universe may temporarily appear to be the truth, it ultimately has no real existence. The earth was originally created by a combination of atomic particles, but these particles are impermanent. Actually the atom is not the cause of the universe, although some philosophers think so. It is not a fact that the varieties found in this material world simply result from atomic juxtaposition or combination.</P><P CLASS=t>PURPORT</P><P>Those who follow the atomic theory think that the protons and electrons of atoms combine in such a way as to bring all material existence into being. However, the scientists fail to discover the cause of atomic existence itself. Under these circumstances, we cannot accept that the atom is the cause of the universe. Such theories are advanced by unintelligent people. According to real intelligence, the real cause of the cosmic manifestation is the Supreme Lord. Janm&#257;dy asya yatah&#803;: [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>] He is the original cause of all creation. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>): aham&#769; sarvasya prabhavo mattah&#803; sarvam&#769; pravartate. Kr&#803;s&#803;n&#803;a is the original cause. Sarva-k&#257;ran&#803;a-k&#257;ran&#803;am: [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>] He is the cause of all causes. Kr&#803;s&#803;n&#803;a is the cause of atoms, the material energy.</P><P>bh&#363;mir &#257;po 'nalo v&#257;yuh&#803;</P><P CLASS=n>kham&#769; mano buddhir eva ca</P><P CLASS=n>aha&#324;k&#257;ra it&#299;yam&#769; me</P><P CLASS=n>bhinn&#257; prakr&#803;tir as&#803;t&#803;adh&#257;</P><P>(<A CLASS=v HREF="../../../bg/7/4.htm">Bg. 7.4</A>)</P><P>The ultimate cause is the Supreme Personality of Godhead, and only those in ignorance try to find out other causes by posing different theories.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>