<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 16 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 16 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Two Doorkeepers of Vaikun&#803;t&#803;ha, Jaya and Vijaya, Cursed by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.16.10</P><P CLASS=c>ye me tan&#363;r dvija-var&#257;n duhat&#299;r mad&#299;y&#257;</P><P CLASS=c>bh&#363;t&#257;ny alabdha-&#347;aran&#803;&#257;ni ca bheda-buddhy&#257;</P><P CLASS=c>draks&#803;yanty agha-ks&#803;ata-dr&#803;&#347;o hy ahi-manyavas t&#257;n</P><P CLASS=c>gr&#803;dhr&#257; rus&#803;&#257; mama kus&#803;anty adhidan&#803;d&#803;a-netuh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; which persons; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/t/tanuh">tan&#363;h&#803;</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/v/varan">var&#257;n</A> &#8212; the best of the br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/d/duhatih">duhat&#299;h&#803;</A> &#8212; cows; <A CLASS=v HREF="http://vedabase.net/m/madiyah">mad&#299;y&#257;h&#803;</A> &#8212; relating <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/a/alabdha">alabdha</A>-<A CLASS=v HREF="http://vedabase.net/s/saranani">&#347;aran&#803;&#257;ni</A> &#8212; defenseless; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhya">buddhy&#257;</A> &#8212; considering <A HREF="http://vedabase.net/a/as">as</A> different; <A CLASS=v HREF="http://vedabase.net/d/draksyanti">draks&#803;yanti</A> &#8212; see; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A> &#8212; by sin; <A CLASS=v HREF="http://vedabase.net/k/ksata">ks&#803;ata</A> &#8212; is impaired; <A CLASS=v HREF="http://vedabase.net/d/drsah">dr&#803;&#347;ah&#803;</A> &#8212; whose faculty of judgment; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/a/ahi">ahi</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> snake; <A CLASS=v HREF="http://vedabase.net/m/manyavah">manyavah&#803;</A> &#8212; angry; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; those <A HREF="http://vedabase.net/s/same">same</A> persons; <A CLASS=v HREF="http://vedabase.net/g/grdhrah">gr&#803;dhr&#257;h&#803;</A> &#8212; the vulturelike messengers; <A CLASS=v HREF="http://vedabase.net/r/rusa">rus&#803;&#257;</A> &#8212; angrily; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/k/kusanti">kus&#803;anti</A> &#8212; tear; <A CLASS=v HREF="http://vedabase.net/a/adhidanda">adhidan&#803;d&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/n/netuh">netuh&#803;</A> &#8212; of the superintendent of punishment, Yamar&#257;ja.</P><P CLASS=t>TRANSLATION</P><P>The br&#257;hman&#803;as, the cows and the defenseless creatures are My own body. Those whose faculty of judgment has been impaired by their own sin look upon these as distinct from Me. They are just like furious serpents, and they are angrily torn apart by the bills of the vulturelike messengers of Yamar&#257;ja, the superintendent of sinful persons.</P><P CLASS=t>PURPORT</P><P>The defenseless creatures, according to Brahma-sam&#769;hit&#257;, are the cows, br&#257;hman&#803;as, women, children and old men. Of these five, the br&#257;hman&#803;as and cows are especially mentioned in this verse because the Lord is always anxious about the benefit of the br&#257;hman&#803;as and the cows and is prayed to in this way. The Lord especially instructs, therefore, that no one should be envious of these five, especially the cows and br&#257;hman&#803;as. In some of the Bh&#257;gavatam readings, the word duhitr&#772;&#803;h&#803; is used instead of duhat&#299;h&#803;. But in either case, the meaning is the same. Duhat&#299;h&#803; means "cow," and duhitr&#772;&#803;h&#803; can also be used to mean "cow" because the cow is supposed to be the daughter of the sun-god. Just as children are taken care of by the parents, women as a class should be taken care of by the father, husband or grown-up son. Those who are helpless must be taken care of by their respective guardians, otherwise the guardians will be subjected to the punishment of Yamar&#257;ja, who is appointed by the Lord to supervise the activities of sinful living creatures. The assistants, or messengers, of Yamar&#257;ja are likened here to vultures, and those who do not execute their respective duties in protecting their wards are compared to serpents. Vultures deal very seriously with serpents, and similarly the messengers will deal very seriously with neglectful guardians.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>