<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 16 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 16 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Two Doorkeepers of Vaikun&#803;t&#803;ha, Jaya and Vijaya, Cursed by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.16.11</P><P CLASS=c>ye br&#257;hman&#803;&#257;n mayi dhiy&#257; ks&#803;ipato 'rcayantas</P><P CLASS=c>tus&#803;yad-dhr&#803;dah&#803; smita-sudhoks&#803;ita-padma-vaktr&#257;h&#803;</P><P CLASS=c>v&#257;n&#803;y&#257;nur&#257;ga-kalay&#257;tmajavad gr&#803;n&#803;antah&#803;</P><P CLASS=c>sambodhayanty aham iv&#257;ham up&#257;hr&#803;tas taih&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; which persons; <A CLASS=v HREF="http://vedabase.net/b/brahmanan">br&#257;hman&#803;&#257;n</A> &#8212; the br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; with intelligence; <A CLASS=v HREF="http://vedabase.net/k/ksipatah">ks&#803;ipatah&#803;</A> &#8212; uttering harsh words; <A CLASS=v HREF="http://vedabase.net/a/arcayantah">arcayantah&#803;</A> &#8212; respecting; <A CLASS=v HREF="http://vedabase.net/t/tusyat">tus&#803;yat</A> &#8212; gladdened; <A CLASS=v HREF="http://vedabase.net/h/hrdah">hr&#803;dah&#803;</A> &#8212; hearts; <A CLASS=v HREF="http://vedabase.net/s/smita">smita</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/s/sudha">sudh&#257;</A> &#8212; nectar; <A CLASS=v HREF="http://vedabase.net/u/uksita">uks&#803;ita</A> &#8212; wet; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A> &#8212; lotuslike; <A CLASS=v HREF="http://vedabase.net/v/vaktrah">vaktr&#257;h&#803;</A> &#8212; faces; <A CLASS=v HREF="http://vedabase.net/v/vanya">v&#257;n&#803;y&#257;</A> &#8212; with words; <A CLASS=v HREF="http://vedabase.net/a/anuraga">anur&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/k/kalaya">kalay&#257;</A> &#8212; loving; <A CLASS=v HREF="http://vedabase.net/a/atmaja">&#257;tmaja</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> son; <A CLASS=v HREF="http://vedabase.net/g/grnantah">gr&#803;n&#803;antah&#803;</A> &#8212; praising; <A CLASS=v HREF="http://vedabase.net/s/sambodhayanti">sambodhayanti</A> &#8212; pacify; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/u/upahrtah">up&#257;hr&#803;tah&#803;</A> &#8212; being controlled; <A CLASS=v HREF="http://vedabase.net/t/taih">taih&#803;</A> &#8212; by them.</P><P CLASS=t>TRANSLATION</P><P>On the other hand, they captivate My heart who are gladdened in heart and who, their lotus faces enlightened by nectarean smiles, respect the br&#257;hman&#803;as, even though the br&#257;hman&#803;as utter harsh words. They look upon the br&#257;hman&#803;as as My own Self and pacify them by praising them in loving words, even as a son would appease an angry father or as I am pacifying you.</P><P CLASS=t>PURPORT</P><P>It has been observed in many instances in the Vedic scriptures that when the br&#257;hman&#803;as or Vais&#803;n&#803;avas curse someone in an angry mood, the person who is cursed does not take it upon himself to treat the br&#257;hman&#803;as or Vais&#803;n&#803;avas in the same way. There are many examples of this. For instance, the sons of Kuvera, when cursed by the great sage N&#257;rada, did not seek revenge in the same harsh way, but submitted. Here also, when Jaya and Vijaya were cursed by the four Kum&#257;ras, they did not become harsh towards them; rather, they submitted. That should be the way of treating br&#257;hman&#803;as and Vais&#803;n&#803;avas. One may sometimes be faced with a grievous situation created by a br&#257;hman&#803;a, but instead of meeting him with a similar mood, one should try to pacify him with a smiling face and mild treatment. Br&#257;hman&#803;as and Vais&#803;n&#803;avas should be accepted as earthly representatives of N&#257;r&#257;yan&#803;a. Nowadays some foolish persons have manufactured the term daridra-n&#257;r&#257;yan&#803;a, indicating that the poor man should be accepted as the representative of N&#257;r&#257;yan&#803;a. But in Vedic literature we do not find that poor men should be treated as representatives of N&#257;r&#257;yan&#803;a. Of course, "those who are unprotected" are mentioned here, but the definition of this phrase is clear from the &#347;&#257;stras. The poor man should not be unprotected, but the br&#257;hman&#803;a should especially be treated as the representative of N&#257;r&#257;yan&#803;a and should be worshiped like Him. It is specifically said that to pacify the br&#257;hman&#803;as, one's face should be lotuslike. A lotuslike face is exhibited when one is adorned with love and affection. In this respect, the example of the father's being angry at the son and the son's trying to pacify the father with smiling and sweet words is very appropriate.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>