<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 16 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 16 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Two Doorkeepers of Vaikun&#803;t&#803;ha, Jaya and Vijaya, Cursed by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.16.4</P><P CLASS=c>tad vah&#803; pras&#257;day&#257;my adya</P><P CLASS=c>brahma daivam&#769; param&#769; hi me</P><P CLASS=c>tad dh&#299;ty &#257;tma-kr&#803;tam&#769; manye</P><P CLASS=c>yat sva-pumbhir asat-kr&#803;t&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/v/vah">vah&#803;</A> &#8212; you sages; <A CLASS=v HREF="http://vedabase.net/p/prasadayami">pras&#257;day&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> seeking your forgiveness; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; just now; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/d/daivam">daivam</A> &#8212; most beloved personalities; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; highest; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that offense; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/k/krtam">kr&#803;tam</A> &#8212; done by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/m/manye">manye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> consider; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/pumbhih">pumbhih&#803;</A> &#8212; by My own attendants; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/k/krtah">kr&#803;t&#257;h&#803;</A> &#8212; having been disrespected.</P><P CLASS=t>TRANSLATION</P><P>To Me, the br&#257;hman&#803;a is the highest and most beloved personality. The disrespect shown by My attendants has actually been displayed by Me because the doormen are My servitors. I take this to be an offense by Myself; therefore I seek your forgiveness for the incident that has arisen.</P><P CLASS=t>PURPORT</P><P>The Lord is always in favor of the br&#257;hman&#803;as and the cows, and therefore it is said, go-br&#257;hman&#803;a-hit&#257;ya ca. Lord Kr&#803;s&#803;n&#803;a, or Vis&#803;n&#803;u, the Supreme Personality of Godhead, is also the worshipable Deity of the br&#257;hman&#803;as. In the Vedic literature, in the r&#803;g-mantra hymns of the R&#803;g Veda, it is stated that those who are actually br&#257;hman&#803;as always look to the lotus feet of Vis&#803;n&#803;u: om&#769; tad vis&#803;n&#803;oh&#803; paramam&#769; padam&#769; sad&#257; pa&#347;yanti s&#363;rayah&#803;. Those who are qualified br&#257;hman&#803;as worship only the Vis&#803;n&#803;u form of the Supreme Personality of Godhead, which means Kr&#803;s&#803;n&#803;a, R&#257;ma and all Vis&#803;n&#803;u expansions. A so-called br&#257;hman&#803;a who is born in the family of br&#257;hman&#803;as but performs activities aimed against the Vais&#803;n&#803;avas cannot be accepted as a br&#257;hman&#803;a, because br&#257;hman&#803;a means Vais&#803;n&#803;ava and Vais&#803;n&#803;ava means br&#257;hman&#803;a. One who has become a devotee of the Lord is also a br&#257;hman&#803;a. The formula is brahma j&#257;n&#257;t&#299;ti br&#257;hman&#803;ah&#803;. A br&#257;hman&#803;a is one who has understood Brahman, and a Vais&#803;n&#803;ava is one who has understood the personality of Godhead. Brahman realization is the beginning of realization of the Personality of Godhead. One who understands the Personality of Godhead also knows the impersonal feature of the Supreme, which is Brahman. Therefore one who becomes a Vais&#803;n&#803;ava is already a br&#257;hman&#803;a. It should be noted that the glories of the br&#257;hman&#803;a described in this chapter by the Lord Himself refer to His devotee-br&#257;hman&#803;a, or the Vais&#803;n&#803;ava. It should never be misunderstood that the so-called br&#257;hman&#803;as who are born in br&#257;hman&#803;a families but have no brahminical qualifications are referred to in this connection.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>