<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 16 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 16 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Two Doorkeepers of Vaikun&#803;t&#803;ha, Jaya and Vijaya, Cursed by the Sages</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.16.9</P><P CLASS=c>yes&#803;&#257;m&#769; bibharmy aham akhan&#803;d&#803;a-vikun&#803;t&#803;ha-yoga-</P><P CLASS=c>m&#257;y&#257;-vibh&#363;tir amal&#257;&#324;ghri-rajah&#803; kir&#299;t&#803;aih&#803;</P><P CLASS=c>vipr&#257;m&#769;s tu ko na vis&#803;aheta yad-arhan&#803;&#257;mbhah&#803;</P><P CLASS=c>sadyah&#803; pun&#257;ti saha-candra-lal&#257;ma-lok&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yesam">yes&#803;&#257;m</A> &#8212; of the br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/b/bibharmi">bibharmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> bear; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/a/akhanda">akhan&#803;d&#803;a</A> &#8212; unbroken; <A CLASS=v HREF="http://vedabase.net/v/vikuntha">vikun&#803;t&#803;ha</A> &#8212; unobstructed; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; internal energy; <A CLASS=v HREF="http://vedabase.net/v/vibhutih">vibh&#363;tih&#803;</A> &#8212; opulence; <A CLASS=v HREF="http://vedabase.net/a/amala">amala</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; of the feet; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah&#803;</A> &#8212; the dust; <A CLASS=v HREF="http://vedabase.net/k/kiritaih">kir&#299;t&#803;aih&#803;</A> &#8212; on My helmet; <A CLASS=v HREF="http://vedabase.net/v/vipran">vipr&#257;n</A> &#8212; the br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/k/kah">kah&#803;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/visaheta">vis&#803;aheta</A> &#8212; carry; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/arhana">arhan&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/ambhah">ambhah&#803;</A> &#8212; water which has washed the feet; <A CLASS=v HREF="http://vedabase.net/s/sadyah">sadyah&#803;</A> &#8212; at once; <A CLASS=v HREF="http://vedabase.net/p/punati">pun&#257;ti</A> &#8212; sanctifies; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/c/candra">candra</A>-<A CLASS=v HREF="http://vedabase.net/l/lalama">lal&#257;ma</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; the three worlds.</P><P CLASS=t>TRANSLATION</P><P>I am the master of My unobstructed internal energy, and the water of the Ganges is the remnant left after My feet are washed. That water sanctifies the three worlds, along with Lord &#346;iva, who bears it on his head. If I can take the dust of the feet of the Vais&#803;n&#803;ava on My head, who will refuse to do the same?</P><P CLASS=t>PURPORT</P><P>The difference between the internal and external energies of the Supreme Personality of Godhead is that in the internal energy, or in the spiritual world, all the opulences are undisturbed, whereas in the external or material energy, all the opulences are temporary manifestations. The Lord's supremacy is equal in both the spiritual and material worlds, but the spiritual world is called the kingdom of God, and the material world is called the kingdom of m&#257;y&#257;. M&#257;y&#257; refers to that which is not actually fact. The opulence of the material world is a reflection. It is stated in Bhagavad-g&#299;t&#257; that this material world is just like a tree whose roots are up and branches down. This means that the material world is the shadow of the spiritual world. Real opulence is in the spiritual world. In the spiritual world the predominating Deity is the Lord Himself, whereas in the material world there are many lords. That is the difference between the internal and external energies. The Lord says that although He is the predominating factor of the internal energy and although the material world is sanctified just by the water that has washed His feet, He has the greatest respect for the br&#257;hman&#803;a and the Vais&#803;n&#803;ava. When the Lord Himself offers so much respect to the Vais&#803;n&#803;ava and the br&#257;hman&#803;a, how can one deny such respect to such personalities?</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>