<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 15 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 15 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">King Pr&#803;thu's Appearance and Coronation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.15.3</P><P CLASS=c>r&#803;s&#803;aya &#363;cuh&#803;</P><P CLASS=c>es&#803;a vis&#803;n&#803;or bhagavatah&#803;</P><P CLASS=c>kal&#257; bhuvana-p&#257;lin&#299;</P><P CLASS=c>iyam&#769; ca laks&#803;my&#257;h&#803; sambh&#363;tih&#803;</P><P CLASS=c>purus&#803;asy&#257;nap&#257;yin&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rsayah">r&#803;s&#803;ayah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh&#803;</A> &#8212; the sages said; <A CLASS=v HREF="http://vedabase.net/e/esah">es&#803;ah&#803;</A> &#8212; this <A HREF="http://vedabase.net/m/male">male</A>; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vis&#803;n&#803;oh&#803;</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah&#803;</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kala">kal&#257;</A> &#8212; expansion; <A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A>-<A CLASS=v HREF="http://vedabase.net/p/palini">p&#257;lin&#299;</A> &#8212; who maintains the world; <A CLASS=v HREF="http://vedabase.net/i/iyam">iyam</A> &#8212; this female; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/l/laksmyah">laks&#803;my&#257;h&#803;</A> &#8212; of the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/s/sambhutih">sambh&#363;tih&#803;</A> &#8212; expansion; <A CLASS=v HREF="http://vedabase.net/p/purusasya">purus&#803;asya</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/a/anapayini">anap&#257;yin&#299;</A> &#8212; inseparable.</P><P CLASS=t>TRANSLATION</P><P>The great sages said: The male is a plenary expansion of the power of Lord Vis&#803;n&#803;u, who maintains the entire universe, and the female is a plenary expansion of the goddess of fortune, who is never separated from the Lord.</P><P CLASS=t>PURPORT</P><P>The significance of the goddess of fortune's never being separated from the Lord is clearly mentioned herein. People in the material world are very fond of the goddess of fortune, and they want her favor in the form of riches. They should know, however, that the goddess of fortune is inseparable from Lord Vis&#803;n&#803;u. Materialists should understand that the goddess of fortune should be worshiped along with Lord Vis&#803;n&#803;u and should not be regarded separately. Materialists seeking the favor of the goddess of fortune must worship Lord Vis&#803;n&#803;u and Laks&#803;m&#299; together to maintain material opulence. If a materialist follows the policy of R&#257;van&#803;a, who wanted to separate S&#299;t&#257; from Lord R&#257;macandra, the process of separation will vanquish him. Those who are very rich and have taken favor of the goddess of fortune in this world must engage their money in the service of the Lord. In this way they can continue in their opulent position without disturbance.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>