<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 2 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 2 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Divinity and Divine Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.2.23</P><P CLASS=c>sattvam&#769; rajas tama iti prakr&#803;ter gun&#803;&#257;s tair</P><P CLASS=c>yuktah&#803; parah&#803; purus&#803;a eka ih&#257;sya dhatte</P><P CLASS=c>sthity-&#257;daye hari-viri&#241;ci-hareti sam&#769;j&#241;&#257;h&#803;</P><P CLASS=c>&#347;rey&#257;m&#769;si tatra khalu sattva-tanor nr&#803;n&#803;&#257;m&#769; syuh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> &#8212; goodness; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah&#803;</A> &#8212; passion; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah&#803;</A> &#8212; the darkness of ignorance; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/prakrteh">prakr&#803;teh&#803;</A> &#8212; of the material nature; <A CLASS=v HREF="http://vedabase.net/g/gunah">gun&#803;&#257;h&#803;</A> &#8212; qualities; <A CLASS=v HREF="http://vedabase.net/t/taih">taih&#803;</A> &#8212; by them; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yuktah&#803;</A> &#8212; associated with; <A CLASS=v HREF="http://vedabase.net/p/parah">parah&#803;</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/p/purusah">purus&#803;ah&#803;</A> &#8212; the personality; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah&#803;</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this material world; <A CLASS=v HREF="http://vedabase.net/d/dhatte">dhatte</A> &#8212; accepts; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A>-<A CLASS=v HREF="http://vedabase.net/a/adaye">&#257;daye</A> &#8212; for the matter of creation, maintenance and destruction, etc.; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A> &#8212; <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>, the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/virinci">viri&#241;ci</A> &#8212; <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/h/hara">hara</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/samjnah">sam&#769;j&#241;&#257;h&#803;</A> &#8212; different features; <A CLASS=v HREF="http://vedabase.net/s/sreyamsi">&#347;rey&#257;m&#769;si</A> &#8212; ultimate benefit; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; therein; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; of course; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A> &#8212; goodness; <A CLASS=v HREF="http://vedabase.net/t/tanoh">tanoh&#803;</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nr&#803;n&#803;&#257;m</A> &#8212; of the human being; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh&#803;</A> &#8212; derived.</P><P CLASS=t>TRANSLATION</P><P>The transcendental Personality of Godhead is indirectly associated with the three modes of material nature, namely passion, goodness and ignorance, and just for the material world's creation, maintenance and destruction He accepts the three qualitative forms of Brahm&#257;, Vis&#803;n&#803;u and &#346;iva. Of these three, all human beings can derive ultimate benefit from Vis&#803;n&#803;u, the form of the quality of goodness.</P><P CLASS=t>PURPORT</P><P>That Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a, by His plenary parts, should be rendered devotional service, as explained above, is confirmed by this statement. Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a and all His plenary parts are vis&#803;n&#803;u-tattva, or the Lordship of Godhead. From &#346;r&#299; Kr&#803;s&#803;n&#803;a, the next manifestation is Baladeva. From Baladeva is Sa&#324;kars&#803;an&#803;a, from Sa&#324;kars&#803;an&#803;a is N&#257;r&#257;yan&#803;a, from N&#257;r&#257;yan&#803;a there is the second Sa&#324;kars&#803;an&#803;a, and from this Sa&#324;kars&#803;an&#803;a the Vis&#803;n&#803;u purus&#803;a-avat&#257;ras. The Vis&#803;n&#803;u or the Deity of the quality of goodness in the material world is the purus&#803;a-avat&#257;ra known as Ks&#803;&#299;rodaka&#347;&#257;y&#299; Vis&#803;n&#803;u or Param&#257;tm&#257;. Brahm&#257; is the deity of rajas (passion), and &#346;iva of ignorance. They are the three departmental heads of the three qualities of this material world. Creation is made possible by the goodness of Vis&#803;n&#803;u, and when it requires to be destroyed, Lord &#346;iva does it by the t&#257;n&#803;d&#803;avanr&#803;tya. The materialists and the foolish human beings worship Brahm&#257; and &#346;iva respectively. But the pure transcendentalists worship the form of goodness, Vis&#803;n&#803;u, in His various forms. Vis&#803;n&#803;u is manifested by His millions and billions of integrated forms and separated forms. The integrated forms are called Godhead, and the separated forms are called the living entities or the j&#299;vas. Both the j&#299;vas and Godhead have their original spiritual forms. J&#299;vas are sometimes subjected to the control of material energy, but the Vis&#803;n&#803;u forms are always controllers of this energy. When Vis&#803;n&#803;u, the Personality of Godhead, appears in the material world, He comes to deliver the conditioned living beings who are under the material energy. Such living beings appear in the material world with intentions of being lords, and thus they become entrapped by the three modes of nature. As such, the living entities have to change their material coverings for undergoing different terms of imprisonment. The prison house of the material world is created by Brahm&#257; under instruction of the Personality of Godhead, and at the conclusion of a kalpa the whole thing is destroyed by &#346;iva. But as far as maintenance of the prison house is concerned, it is done by Vis&#803;n&#803;u, as much as the state prison house is maintained by the state. Anyone, therefore, who wishes to get out of this prison house of material existence, which is full of miseries like repetition of birth, death, disease and old age, must please Lord Vis&#803;n&#803;u for such liberation. Lord Vis&#803;n&#803;u is worshiped by devotional service only, and if anyone has to continue prison life in the material world, he may ask for relative facilities for temporary relief from the different demigods like &#346;iva, Brahm&#257;, Indra and Varun&#803;a. No demigod, however, can release the imprisoned living being from the conditioned life of material existence. This can be done only by Vis&#803;n&#803;u. Therefore, the ultimate benefit may be derived from Vis&#803;n&#803;u, the Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>