<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 2 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 2 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 2: <A CLASS=v HREF="index.htm">Divinity and Divine Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.2.26</P><P CLASS=c>mumuks&#803;avo ghora-r&#363;p&#257;n</P><P CLASS=c>hitv&#257; bh&#363;ta-pat&#299;n atha</P><P CLASS=c>n&#257;r&#257;yan&#803;a-kal&#257;h&#803; &#347;&#257;nt&#257;</P><P CLASS=c>bhajanti hy anas&#363;yavah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mumuksavah">mumuks&#803;avah&#803;</A> &#8212; persons desiring liberation; <A CLASS=v HREF="http://vedabase.net/g/ghora">ghora</A> &#8212; horrible, ghastly; <A CLASS=v HREF="http://vedabase.net/r/rupan">r&#363;p&#257;n</A> &#8212; forms like that; <A CLASS=v HREF="http://vedabase.net/h/hitva">hitv&#257;</A> &#8212; rejecting; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/p/patin">pat&#299;n</A> &#8212; demigods; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; for this reason; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yan&#803;a</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kalah">kal&#257;h&#803;</A> &#8212; plenary portions; <A CLASS=v HREF="http://vedabase.net/s/santah">&#347;&#257;nt&#257;h&#803;</A> &#8212; all-blissful; <A CLASS=v HREF="http://vedabase.net/b/bhajanti">bhajanti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> worship; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anasuyavah">anas&#363;yavah&#803;</A> &#8212; nonenvious.</P><P CLASS=t>TRANSLATION</P><P>Those who are serious about liberation are certainly nonenvious, and they respect all. Yet they reject the horrible and ghastly forms of the demigods and worship only the all-blissful forms of Lord Vis&#803;n&#803;u and His plenary portions.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead &#346;r&#299; Kr&#803;s&#803;n&#803;a, who is the original person of the Vis&#803;n&#803;u categories, expands Himself in two different categories, namely integrated plenary portions and separated parts and parcels. The separated parts and parcels are the servitors, and the integrated plenary portions of vis&#803;n&#803;u-tattvas are the worshipful objects of service.</P><P>All demigods who are empowered by the Supreme Lord are also separated parts and parcels. They do not belong to the categories of vis&#803;n&#803;u-tattva. The vis&#803;n&#803;u-tattvas are living beings equally as powerful as the original form of the Personality of Godhead, and They display different categories of power in consideration of different times and circumstances. The separated parts and parcels are powerful by limitation. They do not have unlimited power like the vis&#803;n&#803;u-tattvas. Therefore, one should never classify the vis&#803;n&#803;u-tattvas, or the plenary portions of N&#257;r&#257;yan&#803;a, the Personality of Godhead, in the same categories with the parts and parcels. If anyone does so he becomes at once an offender by the name p&#257;s&#803;an&#803;d&#803;&#299;. In the age of Kali many foolish persons commit such unlawful offenses and equalize the two categories.</P><P>The separated parts and parcels have different positions in the estimation of material powers, and some of them are like K&#257;la-bhairava, &#346;ma&#347;&#257;na-bhairava, &#346;ani, Mah&#257;k&#257;l&#299; and Can&#803;d&#803;ik&#257;. These demigods are worshiped mostly by those who are in the lowest categories of the mode of darkness or ignorance. Other demigods, like Brahm&#257;, &#346;iva, S&#363;rya, Gan&#803;e&#347;a and many similar deities, are worshiped by men in the mode of passion, urged on by the desire for material enjoyment. But those who are actually situated in the mode of goodness (sattva-gun&#803;a) of material nature worship only vis&#803;n&#803;u-tattvas. Vis&#803;n&#803;u-tattvas are represented by various names and forms, such as N&#257;r&#257;yan&#803;a, D&#257;modara, V&#257;mana, Govinda and Adhoks&#803;aja.</P><P>The qualified br&#257;hman&#803;as worship the vis&#803;n&#803;u-tattvas represented by the &#347;&#257;lagr&#257;ma-&#347;il&#257;, and some of the higher castes like the ks&#803;atriyas and vai&#347;yas also generally worship the vis&#803;n&#803;u-tattvas.</P><P>Highly qualified br&#257;hman&#803;as situated in the mode of goodness have no grudges against the mode of worship of others. They have all respect for other demigods, even though they may look ghastly, like K&#257;la-bhairava or Mah&#257;k&#257;l&#299;. They know very well that those horrible features of the Supreme Lord are all different servitors of the Lord under different conditions, yet they reject the worship of both horrible and attractive features of the demigods, and they concentrate only on the forms of Vis&#803;n&#803;u because they are serious about liberation from the material conditions. The demigods, even to the stage of Brahm&#257;, the supreme of all the demigods, cannot offer liberation to anyone. Hiran&#803;yaka&#347;ipu underwent a severe type of penance to become eternal in life, but his worshipful deity, Brahm&#257;, could not satisfy him with such blessings. Therefore Vis&#803;n&#803;u, and none else, is called mukti-p&#257;da, or the Personality of Godhead who can bestow upon us mukti, liberation. The demigods, being like other living entities in the material world, are all liquidated at the time of the annihilation of the material structure. They are themselves unable to get liberation, and what to speak of giving liberation to their devotees. The demigods can award the worshipers some temporary benefit only, and not the ultimate one.</P><P>It is for this reason only that candidates for liberation deliberately reject the worship of the demigods, although they have no disrespect for any one of them.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>