<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 15 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 15 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 15: <A CLASS=v HREF="index.htm">The Glories of the Descendants of King Priyavrata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.15.6</P><P CLASS=c>bh&#363;mna r&#803;s&#803;ikuly&#257;y&#257;m udg&#299;thas tatah&#803; prast&#257;vo devakuly&#257;y&#257;m&#769; prast&#257;v&#257;n niyuts&#257;y&#257;m&#769; hr&#803;dayaja &#257;s&#299;d vibhur vibho raty&#257;m&#769; ca pr&#803;thus&#803;en&#803;as tasm&#257;n nakta &#257;k&#363;ty&#257;m&#769; jaj&#241;e nakt&#257;d druti-putro gayo r&#257;jars&#803;i-pravara ud&#257;ra-&#347;rav&#257; aj&#257;yata s&#257;ks&#803;&#257;d bhagavato vis&#803;n&#803;or jagad-riraks&#803;is&#803;ay&#257; gr&#803;h&#299;ta-sattvasya kal&#257;tmavattv&#257;di-laks&#803;an&#803;ena mah&#257;-purus&#803;at&#257;m&#769; pr&#257;ptah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhumnah">bh&#363;mnah&#803;</A> &#8212; from King <A HREF="http://vedabase.net/b/bhuma">Bh&#363;m&#257;</A>; <A CLASS=v HREF="http://vedabase.net/r/rsi">r&#803;s&#803;i</A>-<A CLASS=v HREF="http://vedabase.net/k/kulyayam">kuly&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the womb of his wife, named R&#803;s&#803;ikuly&#257;; <A CLASS=v HREF="http://vedabase.net/u/udgithah">udg&#299;thah&#803;</A> &#8212; the son named Udg&#299;tha; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah&#803;</A> &#8212; again from King Udg&#299;tha; <A CLASS=v HREF="http://vedabase.net/p/prastavah">prast&#257;vah&#803;</A> &#8212; the son named <A HREF="http://vedabase.net/p/prastava">Prast&#257;va</A>; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/k/kulyayam">kuly&#257;y&#257;m</A> &#8212; his wife, named Devakuly&#257;; <A CLASS=v HREF="http://vedabase.net/p/prastavat">prast&#257;v&#257;t</A> &#8212; from King <A HREF="http://vedabase.net/p/prastava">Prast&#257;va</A>; <A CLASS=v HREF="http://vedabase.net/n/niyutsayam">niyuts&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his wife, named Niyuts&#257;; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hr&#803;daya</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">jah&#803;</A> &#8212; the son; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; was begotten; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh&#803;</A> &#8212; named <A HREF="http://vedabase.net/v/vibhu">Vibhu</A>; <A CLASS=v HREF="http://vedabase.net/v/vibhoh">vibhoh&#803;</A> &#8212; from King <A HREF="http://vedabase.net/v/vibhu">Vibhu</A>; <A CLASS=v HREF="http://vedabase.net/r/ratyam">raty&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his wife, named <A HREF="http://vedabase.net/r/rati">Rat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/prthu">pr&#803;thu</A>-<A CLASS=v HREF="http://vedabase.net/s/senah">s&#803;en&#803;ah&#803;</A> &#8212; named Pr&#803;thus&#803;en&#803;a; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; from him (King Pr&#803;thus&#803;en&#803;a); <A CLASS=v HREF="http://vedabase.net/n/naktah">naktah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> son named Nakta; <A CLASS=v HREF="http://vedabase.net/a/akutyam">&#257;k&#363;ty&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his wife, named <A HREF="http://vedabase.net/a/akuti">&#256;k&#363;ti</A>; <A CLASS=v HREF="http://vedabase.net/j/jajne">jaj&#241;e</A> &#8212; was begotten; <A CLASS=v HREF="http://vedabase.net/n/naktat">nakt&#257;t</A> &#8212; from King Nakta; <A CLASS=v HREF="http://vedabase.net/d/druti">druti</A>-<A CLASS=v HREF="http://vedabase.net/p/putrah">putrah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> son <A HREF="http://vedabase.net/i/in">in</A> the womb of <A HREF="http://vedabase.net/d/druti">Druti</A>; <A CLASS=v HREF="http://vedabase.net/g/gayah">gayah&#803;</A> &#8212; named King <A HREF="http://vedabase.net/g/gaya">Gaya</A>; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rsi">r&#803;s&#803;i</A>-<A CLASS=v HREF="http://vedabase.net/p/pravarah">pravarah&#803;</A> &#8212; most exalted among the saintly royal order; <A CLASS=v HREF="http://vedabase.net/u/udara">ud&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/s/sravah">&#347;rav&#257;h&#803;</A> &#8212; famous <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> very pious king; <A CLASS=v HREF="http://vedabase.net/a/ajayata">aj&#257;yata</A> &#8212; was born; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ks&#803;&#257;t</A> <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah&#803;</A> &#8212; of the Supreme Personality of Godhead directly; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vis&#803;n&#803;oh&#803;</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/r/rirak">rirak</A>-<A CLASS=v HREF="http://vedabase.net/s/sisaya">s&#803;is&#803;ay&#257;</A> &#8212; for the purpose of giving protection <A HREF="http://vedabase.net/t/to">to</A> the whole world; <A CLASS=v HREF="http://vedabase.net/g/grhita">gr&#803;h&#299;ta</A> &#8212; who is conceived; <A CLASS=v HREF="http://vedabase.net/s/sattvasya">sattvasya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/suddha">&#347;uddha</A>-<A HREF="http://vedabase.net/s/sattva">sattva</A> qualities; <A CLASS=v HREF="http://vedabase.net/k/kala">kal&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vattva">vattva</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; of being <A HREF="http://vedabase.net/a/a">a</A> direct incarnation of the Lord; <A CLASS=v HREF="http://vedabase.net/l/laksanena">laks&#803;an&#803;ena</A> &#8212; by symptoms; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusatam">purus&#803;at&#257;m</A> &#8212; the chief quality of being the leader of the human society (exactly like the chief leader of all living beings, Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>); <A CLASS=v HREF="http://vedabase.net/p/praptah">pr&#257;ptah&#803;</A> &#8212; achieved.</P><P CLASS=t>TRANSLATION</P><P>In the womb of his wife, R&#803;s&#803;ikuly&#257;, King Bh&#363;m&#257; begot a son named Udg&#299;tha. From Udg&#299;tha's wife, Devakuly&#257;, a son named Prast&#257;va was born, and Prast&#257;va begot a son named Vibhu through his wife, Niyuts&#257;. In the womb of his wife, Rat&#299;, Vibhu begot a son named Pr&#803;thus&#803;en&#803;a. Pr&#803;thus&#803;en&#803;a begot a son named Nakta in the womb of his wife, named &#256;k&#363;ti. Nakta's wife was Druti, and from her womb the great King Gaya was born. Gaya was very famous and pious; he was the best of saintly kings. Lord Vis&#803;n&#803;u and His expansions, who are meant to protect the universe, are always situated in the transcendental mode of goodness, known as vi&#347;uddha-sattva. Being the direct expansion of Lord Vis&#803;n&#803;u, King Gaya was also situated in the vi&#347;uddha-sattva. Because of this, Mah&#257;r&#257;ja Gaya was fully equipped with transcendental knowledge. Therefore he was called Mah&#257;purus&#803;a.</P><P CLASS=t>PURPORT</P><P>From this verse it appears that the incarnations of God are various. Some are part and parcel of the direct expansions, and some are direct expansions of Lord Vis&#803;n&#803;u. A direct incarnation of the Supreme Personality of Godhead is called am&#769;&#347;a or sv&#257;m&#769;&#347;a, whereas an incarnation from am&#769;&#347;a is called kal&#257;. Among the kal&#257;s there are the vibhinn&#257;m&#769;&#347;a-j&#299;vas, or living entities. These are counted among the j&#299;va-tattvas. Those who come directly from Lord Vis&#803;n&#803;u are called vis&#803;n&#803;u-tattva and are sometimes designated as Mah&#257;purus&#803;a. Another name for Kr&#803;s&#803;n&#803;a is Mah&#257;purus&#803;a, and a devotee is sometimes called mah&#257;-paurus&#803;ika.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>