<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 30 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 30 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Gop&#299;s Search for Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.30.10</P><P CLASS=c>kim&#769; te kr&#803;tam&#769; ks&#803;iti tapo bata ke&#347;av&#257;&#324;ghri-</P><P CLASS=c>spar&#347;otsavotpulakit&#257;&#324;ga-nahair vibh&#257;si</P><P CLASS=c>apy a&#324;ghri-sambhava urukrama-vikram&#257;d v&#257;</P><P CLASS=c>&#257;ho var&#257;ha-vapus&#803;ah&#803; parirambhan&#803;ena</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/k/krtam">kr&#803;tam</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/k/ksiti">ks&#803;iti</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> earth; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah&#803;</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/kesava">ke&#347;ava</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; by the feet; <A CLASS=v HREF="http://vedabase.net/s/sparsa">spar&#347;a</A> &#8212; on account of being touched; <A CLASS=v HREF="http://vedabase.net/u/utsava">utsava</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> the joyful experience; <A CLASS=v HREF="http://vedabase.net/u/utpulakita">utpulakita</A> &#8212; standing on end <A HREF="http://vedabase.net/i/in">in</A> jubilation; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/r/ruhaih">ruhaih&#803;</A> &#8212; with your bodily hairs (the grass and growing plants on your surface); <A CLASS=v HREF="http://vedabase.net/v/vibhasi">vibh&#257;si</A> &#8212; you appear beautiful; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; perhaps; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; by the feet (of <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A> present now on your surface); <A CLASS=v HREF="http://vedabase.net/s/sambhavah">sambhavah&#803;</A> &#8212; generated; <A CLASS=v HREF="http://vedabase.net/u/urukrama">urukrama</A> &#8212; of Lord V&#257;manadeva, Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>'s dwarf incarnation, who covered the entire universe <A HREF="http://vedabase.net/i/in">in</A> three mighty steps; <A CLASS=v HREF="http://vedabase.net/v/vikramat">vikram&#257;t</A> &#8212; because of the stepping; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> <A CLASS=v HREF="http://vedabase.net/u/u">u</A> &#8212; or else perhaps; <A CLASS=v HREF="http://vedabase.net/v/varaha">var&#257;ha</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>'s incarnation <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> boar; <A CLASS=v HREF="http://vedabase.net/v/vapusah">vapus&#803;ah&#803;</A> &#8212; by the body; <A CLASS=v HREF="http://vedabase.net/p/parirambhanena">parirambhan&#803;ena</A> &#8212; because of the embrace.</P><P CLASS=t>TRANSLATION</P><P>O mother earth, what austerity did you perform to attain the touch of Lord Ke&#347;ava's lotus feet, which has brought you such great joy that your bodily hairs are standing on end? You appear very beautiful in this condition. Was it during the Lord's current appearance that you acquired this ecstatic symptom, or was it perhaps much earlier, when He stepped upon you in His form of the dwarf V&#257;manadeva, or even earlier, when He embraced you in His form of the boar Var&#257;hadeva?</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; explains the thoughts of the gop&#299;s as follows: " 'Perhaps the trees and plants [mentioned in the previous verses] did not hear our question because they were in trance, meditating on Lord Vis&#803;n&#803;u. Or perhaps, since they will not tell us where Kr&#803;s&#803;n&#803;a has gone, they are hardhearted even though they live in a holy place. Anyway, what is the use of unnecessarily criticizing the residents of a holy place? We cannot tell if they really know where Kr&#803;s&#803;n&#803;a has gone. So let us find someone who definitely knows where He is.' Thus the gop&#299;s concluded that since Lord Kr&#803;s&#803;n&#803;a had to be somewhere on the earth, the earth herself must know His whereabouts.</P><P>"Then the gop&#299;s thought, 'Since Kr&#803;s&#803;n&#803;a always walks on the earth, she is never separated from Him and thus cannot understand how much His parents, girlfriends and servants suffer in His absence. Let us ask her what austerities she has performed to gain the great fortune of being constantly touched by the feet of Lord Ke&#347;ava.' "</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>