<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 30 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 30 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 30: <A CLASS=v HREF="index.htm">The Gop&#299;s Search for Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.30.25</P><P CLASS=c>pad&#257;ni vyaktam et&#257;ni</P><P CLASS=c>nanda-s&#363;nor mah&#257;tmanah&#803;</P><P CLASS=c>laks&#803;yante hi dhvaj&#257;mbhoja-</P><P CLASS=c>vajr&#257;&#324;ku&#347;a-yav&#257;dibhih&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/padani">pad&#257;ni</A> &#8212; the footprints; <A CLASS=v HREF="http://vedabase.net/v/vyaktam">vyaktam</A> &#8212; clearly; <A CLASS=v HREF="http://vedabase.net/e/etani">et&#257;ni</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/n/nanda">nanda</A>-<A CLASS=v HREF="http://vedabase.net/s/sunoh">s&#363;noh&#803;</A> &#8212; of the son of <A HREF="http://vedabase.net/n/nanda">Nanda</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah&#803;</A> &#8212; the great soul; <A CLASS=v HREF="http://vedabase.net/l/laksyante">laks&#803;yante</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> ascertained; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/dhvaja">dhvaja</A> &#8212; by the flag; <A CLASS=v HREF="http://vedabase.net/a/ambhoja">ambhoja</A> &#8212; lotus; <A CLASS=v HREF="http://vedabase.net/v/vajra">vajra</A> &#8212; thunderbolt; <A CLASS=v HREF="http://vedabase.net/a/ankusa">a&#324;ku&#347;a</A> &#8212; elephant goad; <A CLASS=v HREF="http://vedabase.net/y/yava">yava</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih&#803;</A> &#8212; barleycorn, etc.</P><P CLASS=t>TRANSLATION</P><P>[The gop&#299;s said:] The marks of a flag, lotus, thunderbolt, elephant goad, barleycorn and so forth on these footprints clearly distinguish them as belonging to that great soul, the son of Nanda Mah&#257;r&#257;ja.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura, in his commentary on this verse, gives the following scriptural information about the symbolic markings on the lotus feet of Kr&#803;s&#803;n&#803;a:</P><P>"In the following verses the Skanda Pur&#257;n&#803;a states the particular places on His feet where Kr&#803;s&#803;n&#803;a carries the mark of the flag and also other marks, and the reasons for these marks:</P><P>daks&#803;in&#803;asya pad&#257;&#324;gus&#803;t&#803;ha-</P><P CLASS=n>m&#363;le cakram&#769; bibharty ajah&#803;</P><P CLASS=n>tatra bhakta-janasy&#257;ri-</P><P CLASS=n>s&#803;ad&#803;-varga-cchedan&#257;ya sah&#803;</P><P>'At the base of the large toe on His right foot, the unborn Lord carries the mark of a disc, which cuts down the six [mental] enemies of His devotees.'</P><P>madhyam&#257;&#324;guli-m&#363;le ca</P><P CLASS=n>dhatte kamalam acyutah&#803;</P><P CLASS=n>dhy&#257;tr&#803;-citta-dvireph&#257;n&#803;&#257;m&#769;</P><P CLASS=n>lobhan&#257;y&#257;ti-&#347;obhan&#257;m</P><P>'At the bottom of the middle toe of that same foot Lord Acyuta has a lotus flower, which increases the greed for Him in the minds of the beelike devotees who meditate on His feet.'</P><P>kanis&#803;t&#803;ha-m&#363;lato vajram&#769;</P><P CLASS=n>bhakta-p&#257;p&#257;dri-bhedanam</P><P CLASS=n>p&#257;rs&#803;n&#803;i-madhye '&#324;ku&#347;am&#769; bhakta</P><P CLASS=n>cittebha-va&#347;a-k&#257;rin&#803;am</P><P>'At the base of His small toe is a thunderbolt, which smashes the mountains of His devotees' reactions to past sins, and in the middle of His heel is the mark of an elephant goad, which brings the elephants of His devotees' minds under control.'</P><P>bhoga-sampan-mayam&#769; dhatte</P><P CLASS=n>yavam a&#324;gus&#803;t&#803;ha-parvan&#803;i</P><P>'The joint of His right large toe bears the mark of a barleycorn, representing all kinds of enjoyable opulences.'</P><P>"The Skanda Pur&#257;n&#803;a also states,</P><P CLASS=n>vajram&#769; vai daks&#803;in&#803;e p&#257;r&#347;ve</P><P CLASS=n>a&#324;ku&#347;o vai tad-agratah&#803;</P><P>'A thunderbolt is found on the right side of His right foot, and an elephant goad below that.'</P><P>"The &#257;c&#257;ryas of the Vais&#803;n&#803;ava samprad&#257;ya explain that since the particular feet under discussion are Lord Kr&#803;s&#803;n&#803;a's, we should know that the thunderbolt is at the base of His small toe and the elephant goad below the thunderbolt. An elephant goad on the heel belongs rather to Lord N&#257;r&#257;yan&#803;a and other vis&#803;n&#803;u-tattva expansions.</P><P>"Thus the Skanda Pur&#257;n&#803;a describes six marks on Kr&#803;s&#803;n&#803;a's right foot &#8212; the disc, flag, lotus, thunderbolt, elephant goad and barleycorn. And the Vais&#803;n&#803;ava-tos&#803;an&#803;&#299; mentions even more marks-a vertical line beginning at the middle of His foot and continuing as far as the juncture between His big toe and second toe; an umbrella below the disc; at the base of the middle of His foot, a group of four svastikas in the four cardinal directions; at the four points where each svastika meets the next, four rose apples; and in the middle of the svastikas, an octagon. This makes eleven marks on Kr&#803;s&#803;n&#803;a's right foot."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; describes the marks on Kr&#803;s&#803;n&#803;a's left foot as follows: "At the base of the large toe is a conchshell with its mouth facing the toe. At the base of the middle toe are two concentric circles, representing the inner and outer sky. Below this mark is Cupid' s unstrung bow, at the base of the bow is a triangle, and surrounding the triangle is a group of four waterpots. At the base of the triangle is a half-moon with two more triangles touching its points, and below the half-moon is a fish.</P><P>"All together, then, there are nineteen distinguishing marks on the soles of Lord Kr&#803;s&#803;n&#803;a's lotus feet."</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>