<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 18 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 18 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Lord Balar&#257;ma Slays the Demon Pralamba</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.18.12</P><P CLASS=c>bhraman&#803;air la&#324;ghanaih&#803; ks&#803;epair</P><P CLASS=c>&#257;sphot&#803;ana-vikars&#803;an&#803;aih&#803;</P><P CLASS=c>cikr&#299;d&#803;atur niyuddhena</P><P CLASS=c>k&#257;ka-paks&#803;a-dharau kvacit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhramanaih">bhraman&#803;aih&#803;</A> &#8212; with whirling about; <A CLASS=v HREF="http://vedabase.net/l/langhanaih">la&#324;ghanaih&#803;</A> &#8212; jumping; <A CLASS=v HREF="http://vedabase.net/k/ksepaih">ks&#803;epaih&#803;</A> &#8212; throwing; <A CLASS=v HREF="http://vedabase.net/a/asphotana">&#257;sphot&#803;ana</A> &#8212; slapping; <A CLASS=v HREF="http://vedabase.net/v/vikarsanaih">vikars&#803;an&#803;aih&#803;</A> &#8212; and dragging; <A CLASS=v HREF="http://vedabase.net/c/cikridatuh">cikr&#803;&#299;d&#803;atuh&#803;</A> &#8212; They(<A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A> and <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>) played; <A CLASS=v HREF="http://vedabase.net/n/niyuddhena">niyuddhena</A> &#8212; with fighting; <A CLASS=v HREF="http://vedabase.net/k/kaka">k&#257;ka</A>-<A CLASS=v HREF="http://vedabase.net/p/paksa">paks&#803;a</A> &#8212; the locks of hair on the sides of Their heads; <A CLASS=v HREF="http://vedabase.net/d/dharau">dharau</A> &#8212; holding; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes.</P><P CLASS=t>TRANSLATION</P><P>Kr&#803;s&#803;n&#803;a and Balar&#257;ma played with their cowherd boyfriends by whirling about, leaping, hurling, slapping and fighting. Sometimes Kr&#803;s&#803;n&#803;a and Balar&#257;ma would pull the hair on the boys' heads.</P><P CLASS=t>PURPORT</P><P>The &#257;c&#257;ryas have explained this verse as follows: The word bhraman&#803;aih&#803; indicates that the boys, pretending they were machines, would sometimes</P><P>whirl about until they became dizzy. They would also sometimes jump about (la&#324;ghanaih&#803;). The word ks&#803;epaih&#803; indicates that sometimes they would hurl objects like balls or stones and that sometimes they would grab each other by the arms and throw one another about. &#256;sphot&#803;ana means that sometimes they would slap one another's shoulders or backs, and vikars&#803;an&#803;aih&#803; indicates they would drag one another about in the midst of their play. By the word niyuddhena arm wrestling and other types of friendly fighting are indicated, and the word k&#257;ka-paks&#803;a-dharau means that Kr&#803;s&#803;n&#803;a and Balar&#257;ma would sometimes grab the hair on the other boys' heads in a playful manner.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>