<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 18 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 18 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Lord Balar&#257;ma Slays the Demon Pralamba</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.18.27</P><P CLASS=c>nir&#299;ks&#803;ya tad-vapur alam ambare carat</P><P CLASS=c>prad&#299;pta-dr&#803;g bhru-kut&#803;i-tat&#803;ogra-dam&#769;s&#803;t&#803;rakam</P><P CLASS=c>jvalac-chikham&#769; kat&#803;aka-kir&#299;t&#803;a-kun&#803;d&#803;ala-</P><P CLASS=c>tvis&#803;&#257;dbhutam&#769; haladhara &#299;s&#803;ad atrasat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/niriksya">nir&#299;ks&#803;ya</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of Pralamb&#257;sura; <A CLASS=v HREF="http://vedabase.net/v/vapuh">vapuh&#803;</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; quickly; <A CLASS=v HREF="http://vedabase.net/a/ambare">ambare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/c/carat">carat</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/p/pradipta">prad&#299;pta</A> &#8212; blazing; <A CLASS=v HREF="http://vedabase.net/d/drk">dr&#803;k</A> &#8212; his eyes; <A CLASS=v HREF="http://vedabase.net/b/bhru">bhru</A>-<A CLASS=v HREF="http://vedabase.net/k/kuti">kut&#803;i</A> &#8212; of his frown upon his eyebrows; <A CLASS=v HREF="http://vedabase.net/t/tata">tat&#803;a</A> &#8212; on the edge; <A CLASS=v HREF="http://vedabase.net/u/ugra">ugra</A> &#8212; terrible; <A CLASS=v HREF="http://vedabase.net/d/damstrakam">dam&#769;s&#803;t&#803;rakam</A> &#8212; his teeth; <A CLASS=v HREF="http://vedabase.net/j/jvalat">jvalat</A> &#8212; fiery; <A CLASS=v HREF="http://vedabase.net/s/sikham">&#347;ikham</A> &#8212; hair; <A CLASS=v HREF="http://vedabase.net/k/kataka">kat&#803;aka</A> &#8212; of his armlets; <A CLASS=v HREF="http://vedabase.net/k/kirita">kir&#299;t&#803;a</A> &#8212; crown; <A CLASS=v HREF="http://vedabase.net/k/kundala">kun&#803;d&#803;ala</A> &#8212; and earrings; <A CLASS=v HREF="http://vedabase.net/t/tvisa">tvis&#803;&#257;</A> &#8212; by the effulgence; <A CLASS=v HREF="http://vedabase.net/a/adbhutam">adbhutam</A> &#8212; astonishing; <A CLASS=v HREF="http://vedabase.net/h/hala">hala</A>-<A CLASS=v HREF="http://vedabase.net/d/dharah">dharah&#803;</A> &#8212; Lord <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>, the carrier of the plow weapon; <A CLASS=v HREF="http://vedabase.net/i/isat">&#299;s&#803;at</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> little; <A CLASS=v HREF="http://vedabase.net/a/atrasat">atrasat</A> &#8212; became frightened.</P><P CLASS=t>TRANSLATION</P><P>When Lord Balar&#257;ma, who carries the plow weapon, saw the gigantic body of the demon as he moved swiftly in the sky &#8212; with his blazing eyes, fiery hair, terrible teeth reaching toward his scowling brows, and an amazing effulgence generated by his armlets, crown and earrings &#8212; the Lord seemed to become a little frightened.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la San&#257;tana Gosv&#257;m&#299; explains Lord Baladeva's so-called fear as follows: Balar&#257;ma was playfully acting out the role of an ordinary cowherd boy, and to maintain the mood of this pastime He appeared slightly disturbed by the horrible demoniac body. Also because the demon had appeared as a cowherd boyfriend of Kr&#803;s&#803;n&#803;a's and because Kr&#803;s&#803;n&#803;a had accepted him as a friend, Baladeva was slightly apprehensive about killing him. Balar&#257;ma could also have been worried that since this cowherd boy was actually a demon in disguise, at that very moment another such demon might have been attacking Lord Kr&#803;s&#803;n&#803;a Himself. Thus the omniscient and omnipotent Supreme Lord Balar&#257;ma exhibited the pastime of becoming slightly nervous in the presence of the horrible demon Pralamba.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>