<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 23 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 23 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 23: <A CLASS=v HREF="index.htm">The Br&#257;hman&#803;as' Wives Blessed</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.23.30</P><P CLASS=c>gr&#803;hn&#803;anti no na patayah&#803; pitarau sut&#257; v&#257;</P><P CLASS=c>na bhr&#257;tr&#803;-bandhu-suhr&#803;dah&#803; kuta eva c&#257;nye</P><P CLASS=c>tasm&#257;d bhavat-prapadayoh&#803; patit&#257;tman&#257;m&#769; no</P><P CLASS=c>n&#257;ny&#257; bhaved gatir arindama tad vidhehi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/grhnanti">gr&#803;hn&#803;anti</A> &#8212; they will accept; <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/patayah">patayah&#803;</A> &#8212; our husbands; <A CLASS=v HREF="http://vedabase.net/p/pitarau">pitarau</A> &#8212; fathers; <A CLASS=v HREF="http://vedabase.net/s/sutah">sut&#257;h&#803;</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/bhratr">bhr&#257;tr&#803;</A> &#8212; brothers; <A CLASS=v HREF="http://vedabase.net/b/bandhu">bandhu</A> &#8212; other relatives; <A CLASS=v HREF="http://vedabase.net/s/suhrdah">suhr&#803;dah&#803;</A> &#8212; and friends; <A CLASS=v HREF="http://vedabase.net/k/kutah">kutah&#803;</A> &#8212; how then; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; other people; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/prapadayoh">prapadayoh&#803;</A> &#8212; at the tips of the lotus feet; <A CLASS=v HREF="http://vedabase.net/p/patita">patita</A> &#8212; fallen; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; whose bodies; <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; for us; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anya">any&#257;</A> &#8212; any other; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; there can be; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih&#803;</A> &#8212; destination; <A CLASS=v HREF="http://vedabase.net/a/arim">arim</A>-<A CLASS=v HREF="http://vedabase.net/d/dama">dama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> chastiser of enemies; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vidhehi">vidhehi</A> &#8212; kindly bestow upon us.</P><P CLASS=t>TRANSLATION</P><P>Our husbands, fathers, sons, brothers, other relatives and friends will no longer take us back, and how could anyone else be willing to give us shelter? Therefore, since we have thrown ourselves at Your lotus feet and have no other destination, please, O chastiser of enemies, grant our desire.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura comments as follows: "From their very youth the br&#257;hman&#803;as' wives had heard about Lord Kr&#803;s&#803;n&#803;a's beauty, qualities and sweetness from the womenfolk of Vr&#803;nd&#257;vana village, and also from the flower ladies, the betel-nut sellers and others. Consequently they always felt ecstatic love for Kr&#803;s&#803;n&#803;a and were indifferent to their household duties. Their husbands, seeing them as deviant, doubted them and avoided dealing with them as far as possible. Now the wives of the br&#257;hman&#803;as were ready to formally reject their so-called families and neighbors, and out of great agitation they were crying and placing their heads upon Lord Kr&#803;s&#803;n&#803;a's lotus feet, offering obeisances. In this way, with choking voices, they spoke the above verse. They begged that Lord Kr&#803;s&#803;n&#803;a bestow upon them the benediction that He be their only destination, that He, the chastiser of enemies, subdue all their enemies &#8212; those difficulties obstructing them from attaining the Lord."</P><P>The wives of the br&#257;hman&#803;as simply wanted to serve Lord Kr&#803;s&#803;n&#803;a, and this is pure Kr&#803;s&#803;n&#803;a consciousness in ecstatic love of Godhead.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>