<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 13 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 13 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">King Indra Afflicted by Sinful Reaction</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.13.3</P><P CLASS=c>&#347;r&#299;-r&#257;jov&#257;ca</P><P CLASS=c>indrasy&#257;nirvr&#803;ter hetum&#769;</P><P CLASS=c>&#347;rotum icch&#257;mi bho mune</P><P CLASS=c>yen&#257;san sukhino dev&#257;</P><P CLASS=c>harer duh&#803;kham&#769; kuto 'bhavat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; King <A HREF="http://vedabase.net/p/pariksit">Par&#299;ks&#803;it</A> inquired; <A CLASS=v HREF="http://vedabase.net/i/indrasya">indrasya</A> &#8212; of King <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/a/anirvrteh">anirvr&#803;teh&#803;</A> &#8212; of the moroseness; <A CLASS=v HREF="http://vedabase.net/h/hetum">hetum</A> &#8212; the reason; <A CLASS=v HREF="http://vedabase.net/s/srotum">&#347;rotum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> hear; <A CLASS=v HREF="http://vedabase.net/i/icchami">icch&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> wish; <A CLASS=v HREF="http://vedabase.net/b/bhoh">bhoh&#803;</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my lord; <A CLASS=v HREF="http://vedabase.net/m/mune">mune</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great sage, <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/a/asan">&#257;san</A> &#8212; were; <A CLASS=v HREF="http://vedabase.net/s/sukhinah">sukhinah&#803;</A> &#8212; very happy; <A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h&#803;</A> &#8212; all the demigods; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh&#803;</A> &#8212; of <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/d/duhkham">duh&#803;kham</A> &#8212; moroseness; <A CLASS=v HREF="http://vedabase.net/k/kutah">kutah&#803;</A> &#8212; from where; <A CLASS=v HREF="http://vedabase.net/a/abhavat">abhavat</A> &#8212; was.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Par&#299;ks&#803;it inquired from &#346;ukadeva Gosv&#257;m&#299;: O great sage, what was the reason for Indra's unhappiness? I wish to hear about this. When he killed Vr&#803;tr&#257;sura, all the demigods were extremely happy. Why, then, was Indra himself unhappy?</P><P CLASS=t>PURPORT</P><P>This, of course, is a very intelligent question. When a demon is killed, certainly all the demigods are happy. In this case, however, when all the demigods were happy because of Vr&#803;tr&#257;sura's having been killed, Indra was unhappy. Why? It may be suggested that Indra was unhappy because he knew that he had killed a great devotee and br&#257;hman&#803;a. Vr&#803;tr&#257;sura outwardly appeared to be a demon, but inwardly he was a great devotee and therefore a great br&#257;hman&#803;a.</P><P>Herein it is clearly indicated that a person who is not at all demoniac, such as Prahl&#257;da Mah&#257;r&#257;ja and Bali Mah&#257;r&#257;ja, may outwardly be a demon or be born in a family of demons. Therefore in terms of real culture one should not be considered a demigod or demon simply according to birth. In his dealings while fighting with Indra, Vr&#803;tr&#257;sura proved himself a great devotee of the Supreme Personality of Godhead. Furthermore, as soon as he finished fighting with Indra and was apparently killed, Vr&#803;tr&#257;sura was transferred to Vaikun&#803;t&#803;haloka to become an associate of Sa&#324;kars&#803;an&#803;a. Indra knew this, and therefore he was morose at having killed such a demon, who was actually a Vais&#803;n&#803;ava or br&#257;hman&#803;a.</P><P>A Vais&#803;n&#803;ava is already a br&#257;hman&#803;a, although a br&#257;hman&#803;a may not be a Vais&#803;n&#803;ava. The Padma Pur&#257;n&#803;a says:</P><P>s&#803;at&#803;-karma-nipun&#803;o vipro</P><P CLASS=n>mantra-tantra-vi&#347;&#257;radah&#803;</P><P CLASS=n>avais&#803;n&#803;avo gurur na sy&#257;d</P><P CLASS=n>vais&#803;n&#803;avah&#803; &#347;va-paco guruh&#803;</P><P>One may be a br&#257;hman&#803;a in terms of his culture and family and may be expert in Vedic knowledge (mantra-tantra-vi&#347;&#257;radah&#803;), but if he is not a Vais&#803;n&#803;ava, he cannot be a guru. This means that an expert br&#257;hman&#803;a may not be a Vais&#803;n&#803;ava, but a Vais&#803;n&#803;ava is already a br&#257;hman&#803;a. A millionaire may very easily possess hundreds and thousands of dollars, but a person with hundreds and thousands of dollars is not necessarily a millionaire. Vr&#803;tr&#257;sura was a perfect Vais&#803;n&#803;ava, and therefore he was also a br&#257;hman&#803;a.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>