<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 49 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 49 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 49: <A CLASS=v HREF="index.htm">Akr&#363;ra's Mission in Hastin&#257;pura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.49.28</P><P CLASS=c>&#299;&#347;varasya vidhim&#769; ko nu</P><P CLASS=c>vidhunoty anyath&#257; pum&#257;n</P><P CLASS=c>bh&#363;mer bh&#257;r&#257;vat&#257;r&#257;ya</P><P CLASS=c>yo 'vat&#299;rn&#803;o yadoh&#803; kule</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/isvarasya">&#299;&#347;varasya</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/v/vidhim">vidhim</A> &#8212; the law; <A CLASS=v HREF="http://vedabase.net/k/kah">kah&#803;</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; at all; <A CLASS=v HREF="http://vedabase.net/v/vidhunoti">vidhunoti</A> &#8212; can shake off; <A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; otherwise; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; person; <A CLASS=v HREF="http://vedabase.net/b/bhumeh">bh&#363;meh&#803;</A> &#8212; of the earth; <A CLASS=v HREF="http://vedabase.net/b/bhara">bh&#257;ra</A> &#8212; the burden; <A CLASS=v HREF="http://vedabase.net/a/avataraya">avat&#257;r&#257;ya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> order <A HREF="http://vedabase.net/t/to">to</A> diminish; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/avatirnah">avat&#299;rn&#803;ah&#803;</A> &#8212; has descended; <A CLASS=v HREF="http://vedabase.net/y/yadoh">yadoh&#803;</A> &#8212; of <A HREF="http://vedabase.net/y/yadu">Yadu</A>; <A CLASS=v HREF="http://vedabase.net/k/kule">kule</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the family.</P><P CLASS=t>TRANSLATION</P><P>Who can defy the injunctions of the Supreme Lord, who has now descended in the Yadu dynasty to diminish the earth's burden?</P><P CLASS=t>PURPORT</P><P>Naturally, we would like to ask Dhr&#803;tar&#257;s&#803;t&#803;ra, "If you know all this, why don't you behave properly?" Of course, this is exactly Dhr&#803;tar&#257;s&#803;t&#803;ra's point: he feels that since events have already been set in motion, he is helpless to change them. In fact, events have been set in motion by his attachment and sinful propensities, and therefore he should have taken responsibility for his own acts. Lord Kr&#803;s&#803;n&#803;a clearly states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/15.htm">5.15</A>), n&#257;datte kasyacit p&#257;pam: "The Supreme Lord does not accept responsibility for anyone's sinful activities." It is a dangerous policy to claim that we are acting improperly because of "destiny" or "fate." We should take up Kr&#803;s&#803;n&#803;a consciousness seriously and create an auspicious future for ourselves and our associates.</P><P>Finally, one may argue that, after all, Dhr&#803;tar&#257;s&#803;t&#803;ra is involved in the Lord's pastimes and is actually His eternal associate. In answer to this we may say that the Lord's pastimes are not only entertaining but also didactic, and the lesson here is that Dhr&#803;tar&#257;s&#803;t&#803;ra should have acted properly. This is what the Lord wanted to teach. Dhr&#803;tar&#257;s&#803;t&#803;ra claims that Kr&#803;s&#803;n&#803;a came to relieve the burden of the earth, but the earth's burden is precisely the improper behavior of its inhabitants. So, let us take the lesson the Lord wants to teach here and be instructed for our benefit.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>