<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 21 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 21 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Movements of the Sun</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.21.3</P><P CLASS=c>yan-madhya-gato bhagav&#257;m&#769;s tapat&#257;m&#769; patis tapana &#257;tapena tri-lok&#299;m&#769; pratapaty avabh&#257;sayaty &#257;tma-bh&#257;s&#257; sa es&#803;a udagayana-daks&#803;in&#803;&#257;yana-vais&#803;uvata-sam&#769;j&#241;&#257;bhir m&#257;ndya-&#347;aighrya-sam&#257;n&#257;bhir gatibhir &#257;rohan&#803;&#257;varohan&#803;a-sam&#257;na-sth&#257;nes&#803;u yath&#257;-savanam abhipadyam&#257;no makar&#257;dis&#803;u r&#257;&#347;is&#803;v aho-r&#257;tr&#257;n&#803;i d&#299;rgha-hrasva-sam&#257;n&#257;ni vidhatte</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of which (the intermediate space); <A CLASS=v HREF="http://vedabase.net/m/madhya">madhya</A>-<A CLASS=v HREF="http://vedabase.net/g/gatah">gatah&#803;</A> &#8212; being situated <A HREF="http://vedabase.net/i/in">in</A> the middle; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/t/tapatam">tapat&#257;m</A> <A CLASS=v HREF="http://vedabase.net/p/patih">patih&#803;</A> &#8212; the master of those that heat the whole universe; <A CLASS=v HREF="http://vedabase.net/t/tapanah">tapanah&#803;</A> &#8212; the sun; <A CLASS=v HREF="http://vedabase.net/a/atapena">&#257;tapena</A> &#8212; by heat; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/l/lokim">lok&#299;m</A> &#8212; the three worlds; <A CLASS=v HREF="http://vedabase.net/p/pratapati">pratapati</A> &#8212; heats; <A CLASS=v HREF="http://vedabase.net/a/avabhasayati">avabh&#257;sayati</A> &#8212; lights; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhasa">bh&#257;s&#257;</A> &#8212; by its own illuminating rays; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/e/esah">es&#803;ah&#803;</A> &#8212; the sun globe; <A CLASS=v HREF="http://vedabase.net/u/udagayana">udagayana</A> &#8212; of passing <A HREF="http://vedabase.net/t/to">to</A> the northern side of the equator; <A CLASS=v HREF="http://vedabase.net/d/daksina">daks&#803;in&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/ayana">ayana</A> &#8212; of passing <A HREF="http://vedabase.net/t/to">to</A> the southern side of the equator; <A CLASS=v HREF="http://vedabase.net/v/vaisuvata">vais&#803;uvata</A> &#8212; or of passing through the equator; <A CLASS=v HREF="http://vedabase.net/s/samjnabhih">sam&#769;j&#241;&#257;bhih&#803;</A> &#8212; by different names; <A CLASS=v HREF="http://vedabase.net/m/mandya">m&#257;ndya</A> &#8212; characterized by slowness; <A CLASS=v HREF="http://vedabase.net/s/saighrya">&#347;aighrya</A> &#8212; swiftness; <A CLASS=v HREF="http://vedabase.net/s/samanabhih">sam&#257;n&#257;bhih&#803;</A> &#8212; and by equality; <A CLASS=v HREF="http://vedabase.net/g/gatibhih">gatibhih&#803;</A> &#8212; by movement; <A CLASS=v HREF="http://vedabase.net/a/arohana">&#257;rohan&#803;a</A> &#8212; of rising; <A CLASS=v HREF="http://vedabase.net/a/avarohana">avarohan&#803;a</A> &#8212; of going down; <A CLASS=v HREF="http://vedabase.net/s/samana">sam&#257;na</A> &#8212; or of staying <A HREF="http://vedabase.net/i/in">in</A> the middle; <A CLASS=v HREF="http://vedabase.net/s/sthanesu">sth&#257;nes&#803;u</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> positions; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/savanam">savanam</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the order of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/abhipadyamanah">abhipadyam&#257;nah&#803;</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/m/makara">makara</A>-<A CLASS=v HREF="http://vedabase.net/a/adisu">&#257;dis&#803;u</A> &#8212; headed by the sign <A HREF="http://vedabase.net/m/makara">Makara</A> (Capricorn); <A CLASS=v HREF="http://vedabase.net/r/rasisu">r&#257;&#347;is&#803;u</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> different signs; <A CLASS=v HREF="http://vedabase.net/a/ahah">ahah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/r/ratrani">r&#257;tr&#257;n&#803;i</A> &#8212; the days and nights; <A CLASS=v HREF="http://vedabase.net/d/dirgha">d&#299;rgha</A> &#8212; long; <A CLASS=v HREF="http://vedabase.net/h/hrasva">hrasva</A> &#8212; short; <A CLASS=v HREF="http://vedabase.net/s/samanani">sam&#257;n&#257;ni</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/v/vidhatte">vidhatte</A> &#8212; makes.</P><P CLASS=t>TRANSLATION</P><P>In the midst of that region of outer space [antariks&#803;a] is the most opulent sun, the king of all the planets that emanate heat, such as the moon. By the influence of its radiation, the sun heats the universe and maintains its proper order. It also gives light to help all living entities see. While passing toward the north, toward the south or through the equator, in accordance with the order of the Supreme Personality of Godhead, it is said to move slowly, swiftly or moderately. According to its movements in rising above, going beneath or passing through the equator &#8212; and correspondingly coming in touch with various signs of the zodiac, headed by Makara [Capricorn] &#8212; days and nights are short, long or equal to one another.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257; prays in his Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/52.htm">5.52</A>):</P><P>yac caks&#803;ur es&#803;a savit&#257; sakala-grah&#257;n&#803;&#257;m&#769;</P><P CLASS=n>r&#257;j&#257; samasta-sura-m&#363;rtir a&#347;es&#803;a-tej&#257;h&#803;</P><P CLASS=n>yasy&#257;j&#241;ay&#257; bhramati sam&#769;bhr&#803;ta-k&#257;la-cakro</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, the Supreme Personality of Godhead under whose control even the sun, which is considered to be the eye of the Lord, rotates within the fixed orbit of eternal time. The sun is the king of all planetary systems and has unlimited potency in heat and light." Although the sun is described as bhagav&#257;n, the most powerful, and although it is actually the most powerful planet within the universe, it nevertheless has to carry out the order of Govinda, Kr&#803;s&#803;n&#803;a. The sun-god cannot deviate even an inch from the orbit designated to him. Therefore in every sphere of life, the supreme order of the Supreme Personality of Godhead is carried out. The entire material nature carries out His orders. However, we foolishly see the activities of material nature without understanding the supreme order and Supreme Person behind them. As confirmed in Bhagavad-g&#299;t&#257;, may&#257;dhyaks&#803;en&#803;a prakr&#803;tih&#803;: [<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>] material nature carries out the orders of the Lord, and thus everything is maintained in an orderly way.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>