<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 32 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 32 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 32: <A CLASS=v HREF="index.htm">Entanglement in Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.32.8</P><P CLASS=c>dvi-par&#257;rdh&#257;vas&#257;ne yah&#803;</P><P CLASS=c>pralayo brahman&#803;as tu te</P><P CLASS=c>t&#257;vad adhy&#257;sate lokam&#769;</P><P CLASS=c>parasya para-cintak&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/p/parardha">par&#257;rdha</A> &#8212; two par&#257;rdhas; <A CLASS=v HREF="http://vedabase.net/a/avasane">avas&#257;ne</A> &#8212; at the end of; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/pralayah">pralayah&#803;</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahman&#803;ah&#803;</A> &#8212; of Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> long; <A CLASS=v HREF="http://vedabase.net/a/adhyasate">adhy&#257;sate</A> &#8212; dwell; <A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; on the planet; <A CLASS=v HREF="http://vedabase.net/p/parasya">parasya</A> &#8212; of the Supreme; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/c/cintakah">cintak&#257;h&#803;</A> &#8212; thinking of the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>Worshipers of the Hiran&#803;yagarbha expansion of the Personality of Godhead remain within this material world until the end of two par&#257;rdhas, when Lord Brahm&#257; also dies.</P><P CLASS=t>PURPORT</P><P>One dissolution is at the end of Brahm&#257;'s day, and one is at the end of Brahm&#257;'s life. Brahm&#257; dies at the end of two par&#257;rdhas, at which time the entire material universe is dissolved. Persons who are worshipers of Hiran&#803;yagarbha, the plenary expansion of the Supreme Personality of Godhead Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u, do not directly approach the Supreme Personality of Godhead in Vaikun&#803;t&#803;ha. They remain within this universe on Satyaloka or other higher planets until the end of the life of Brahm&#257;. Then, with Brahm&#257;, they are elevated to the spiritual kingdom.</P><P>The words parasya para-cintak&#257;h&#803; mean "always thinking of the Supreme Personality of Godhead," or being always Kr&#803;s&#803;n&#803;a conscious. When we speak of Kr&#803;s&#803;n&#803;a, this refers to the complete category of vis&#803;n&#803;u-tattva. Kr&#803;s&#803;n&#803;a includes the three purus&#803;a incarnations, namely Mah&#257;-Vis&#803;n&#803;u, Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u and Ks&#803;&#299;rodaka&#347;&#257;y&#299; Vis&#803;n&#803;u, as well as all the incarnations taken together. This is confirmed in the Brahma-sam&#769;hit&#257;. R&#257;m&#257;di-m&#363;rtis&#803;u kal&#257;-niyamena tis&#803;t&#803;han: [<A CLASS=v HREF="../../../bs/5/39.htm">Bs. 5.39</A>] Lord Kr&#803;s&#803;n&#803;a is perpetually situated with His many expansions, such as R&#257;ma, Nr&#803;sim&#769;ha, V&#257;mana, Madhus&#363;dana, Vis&#803;n&#803;u and N&#257;r&#257;yan&#803;a. He exists with all His plenary portions and the portions of His plenary portions, and each of them is as good as the Supreme Personality of Godhead. The words parasya para-cintak&#257;h&#803; mean those who are fully Kr&#803;s&#803;n&#803;a conscious. Such persons enter directly into the kingdom of God, the Vaikun&#803;t&#803;ha planets, or, if they are worshipers of the plenary portion Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u, they remain within this universe until its dissolution, and after that they enter.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>