<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 26 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 26 Verse 52"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Fundamental Principles of Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.26.52</P><P CLASS=c>etad an&#803;d&#803;am&#769; vi&#347;es&#803;&#257;khyam&#769;</P><P CLASS=c>krama-vr&#803;ddhair da&#347;ottaraih&#803;</P><P CLASS=c>toy&#257;dibhih&#803; parivr&#803;tam&#769;</P><P CLASS=c>pradh&#257;nen&#257;vr&#803;tair bahih&#803;</P><P CLASS=c>yatra loka-vit&#257;no 'yam&#769;</P><P CLASS=c>r&#363;pam&#769; bhagavato hareh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/andam">an&#803;d&#803;am</A> &#8212; egg; <A CLASS=v HREF="http://vedabase.net/v/visesa">vi&#347;es&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyam">&#257;khyam</A> &#8212; called <A HREF="http://vedabase.net/v/visesa">vi&#347;es&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/k/krama">krama</A> &#8212; one after another; <A CLASS=v HREF="http://vedabase.net/v/vrddhaih">vr&#803;ddhaih&#803;</A> &#8212; increased; <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A> &#8212; ten times; <A CLASS=v HREF="http://vedabase.net/u/uttaraih">uttaraih&#803;</A> &#8212; greater; <A CLASS=v HREF="http://vedabase.net/t/toya">toya</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih&#803;</A> &#8212; by water and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/p/parivrtam">parivr&#803;tam</A> &#8212; enveloped; <A CLASS=v HREF="http://vedabase.net/p/pradhanena">pradh&#257;nena</A> &#8212; by <A HREF="http://vedabase.net/p/pradhana">pradh&#257;na</A>; <A CLASS=v HREF="http://vedabase.net/a/avrtaih">&#257;vr&#803;taih&#803;</A> &#8212; covered; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih&#803;</A> &#8212; on the outside; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/v/vitanah">vit&#257;nah&#803;</A> &#8212; the extension of the planetary systems; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah&#803;</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh&#803;</A> &#8212; of Lord <A HREF="http://vedabase.net/h/hari">Hari</A>.</P><P CLASS=t>TRANSLATION</P><P>This universal egg, or the universe in the shape of an egg, is called the manifestation of material energy. Its layers of water, air, fire, sky, ego and mahat-tattva increase in thickness one after another. Each layer is ten times bigger than the previous one, and the final outside layer is covered by pradh&#257;na. Within this egg is the universal form of Lord Hari, of whose body the fourteen planetary systems are parts.</P><P CLASS=t>PURPORT</P><P>This universe, or the universal sky which we can visualize with its innumerable planets, is shaped just like an egg. As an egg is covered by a shell, the universe is also covered by various layers. The first layer is water, the next is fire, then air, then sky, and the ultimate holding crust is pradh&#257;na. Within this egglike universe is the universal form of the Lord as the vir&#257;t&#803;-purus&#803;a. All the different planetary situations are parts of His body. This is already explained in the beginning of &#346;r&#299;mad-Bh&#257;gavatam, Second Canto. The planetary systems are considered to form different bodily parts of that universal form of the Lord. Persons who cannot directly engage in the worship of the transcendental form of the Lord are advised to think of and worship this universal form. The lowest planetary system, P&#257;t&#257;la, is considered to be the sole of the Supreme Lord, and the earth is considered to be the belly of the Lord. Brahmaloka, or the highest planetary system, where Brahm&#257; lives, is considered to be the head of the Lord.</P><P>This vir&#257;t&#803;-purus&#803;a is considered an incarnation of the Lord. The original form of the Lord is Kr&#803;s&#803;n&#803;a, as confirmed in Brahma-sam&#769;hit&#257;: &#257;di-purus&#803;a. The vir&#257;t&#803;-purus&#803;a is also purus&#803;a, but He is not &#257;di-purus&#803;a. The &#257;di-purus&#803;a is Kr&#803;s&#803;n&#803;a. &#298;&#347;varah&#803; paramah&#803; kr&#803;s&#803;n&#803;ah&#803; sac-cid-&#257;nanda-vigrahah&#803;/ an&#257;dir &#257;dir govindah&#803; [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. In Bhagavad-g&#299;t&#257; Kr&#803;s&#803;n&#803;a is also accepted as the &#257;di-purus&#803;a, the original. Kr&#803;s&#803;n&#803;a says, "No one is greater than I." There are innumerable expansions of the Lord, and all of them are purus&#803;as, or enjoyers, but neither the vir&#257;t&#803;-purus&#803;a nor the purus&#803;a-avat&#257;ras &#8212; K&#257;ran&#803;odaka&#347;&#257;y&#299; Vis&#803;n&#803;u, Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u and Ks&#803;&#299;rodaka&#347;&#257;y&#299; Vis&#803;n&#803;u &#8212; nor any of the many other expansions, is the original. In each universe there are Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u, the vir&#257;t&#803;-purus&#803;a and Ks&#803;&#299;rodaka&#347;&#257;y&#299; Vis&#803;n&#803;u. The active manifestation of the vir&#257;t&#803;-purus&#803;a is described here. persons who are in the lower grade of understanding regarding the Supreme Personality of Godhead may think of the universal form of the Lord, for that is advised in the Bh&#257;gavatam.</P><P>The dimensions of the universe are estimated here. The outer covering is made of layers of water, air, fire, sky, ego and mahat-tattva, and each layer is ten times greater than the one previous. The space within the hollow of the universe cannot be measured by any human scientist or anyone else, and beyond the hollow there are seven coverings, each one ten times greater than the one preceding it. The layer of water is ten times greater than the diameter of the universe, and the layer of fire is ten times greater than that of water. Similarly, the layer of air is ten times greater than that of fire. These dimensions are all inconceivable to the tiny brain of a human being.</P><P>It is also stated that this description is of only one egglike universe. There are innumerable universes besides this one, and some of them are many, many times greater. It is considered, in fact, that this universe is the smallest; therefore the predominating superintendent, or Brahm&#257;, has only four heads for management. In other universes, which are far greater than this one, Brahm&#257; has more heads. In the Caitanya-carit&#257;mr&#803;ta it is stated that all these Brahm&#257;s were called one day by Lord Kr&#803;s&#803;n&#803;a on the inquiry of the small Brahm&#257;, who, after seeing all the larger Brahm&#257;s, was thunderstruck. That is the inconceivable potency of the Lord. No one can measure the length and breadth of God by speculation or by false identification with God. These attempts are symptoms of lunacy.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>