<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 22 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 22 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Kr&#803;s&#803;n&#803;a Steals the Garments of the Unmarried Gop&#299;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.22.12</P><P CLASS=c>tasya tat ks&#803;velitam&#769; dr&#803;s&#803;t&#803;v&#257;</P><P CLASS=c>gopyah&#803; prema-pariplut&#257;h&#803;</P><P CLASS=c>vr&#299;d&#803;it&#257;h&#803; preks&#803;ya c&#257;nyonyam&#769;</P><P CLASS=c>j&#257;ta-h&#257;s&#257; na niryayuh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/ksvelitam">ks&#803;velitam</A> &#8212; joking behavior; <A CLASS=v HREF="http://vedabase.net/d/drstva">dr&#803;s&#803;t&#803;v&#257;</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/g/gopyah">gopyah&#803;</A> &#8212; the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/p/pariplutah">pariplut&#257;h&#803;</A> &#8212; fully immersed <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/p/pure">pure</A> love of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vriditah">vr&#299;d&#803;it&#257;h&#803;</A> &#8212; embarrassed; <A CLASS=v HREF="http://vedabase.net/p/preksya">preks&#803;ya</A> &#8212; glancing; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anyonyam">anyonyam</A> &#8212; upon one another; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/h/hasah">h&#257;s&#257;h&#803;</A> &#8212; beginning <A HREF="http://vedabase.net/t/to">to</A> laugh; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/n/niryayuh">niryayuh&#803;</A> &#8212; they did not come out.</P><P CLASS=t>TRANSLATION</P><P>Seeing how Kr&#803;s&#803;n&#803;a was joking with them, the gop&#299;s became fully immersed in love for Him, and as they glanced at each other they began to laugh and joke among themselves, even in their embarrassment. But still they did not come out of the water.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura explains this verse as follows:</P><P>"The gop&#299;s were from most respectable families, and they might have argued with Kr&#803;s&#803;n&#803;a: 'Why don't You simply leave our clothes on the bank of the river and go away?'</P><P>"Kr&#803;s&#803;n&#803;a might have replied, 'But there are so many of you that some of the girls might take clothes belonging to another.'</P><P>"The gop&#299;s would reply, 'We are honest and never steal anything. We never touch another's property.'</P><P>"Then Kr&#803;s&#803;n&#803;a would say, 'If that's true, then simply come and get your clothes. What is the difficulty?'</P><P>"When the gop&#299;s saw Kr&#803;s&#803;n&#803;a's determination, they were filled with loving ecstasy. Although embarrassed, they were overjoyed to receive such attention from Kr&#803;s&#803;n&#803;a. He was joking with them as if they were His wives or girlfriends, and the gop&#299;s' only desire was to achieve such a relationship with Him. At the same time, they were embarrassed to be seen naked by Him. But still they could not help laughing at His joking words and even began to joke among themselves, one gop&#299; urging another, 'Go ahead, you go first, and let us see if Kr&#803;s&#803;n&#803;a plays any tricks on you. Then we will go later.' "</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>