<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 22 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 22 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Kr&#803;s&#803;n&#803;a Steals the Garments of the Unmarried Gop&#299;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.22.13</P><P CLASS=c>evam&#769; bruvati govinde</P><P CLASS=c>narman&#803;&#257;ks&#803;ipta-cetasah&#803;</P><P CLASS=c>&#257;-kan&#803;t&#803;ha-magn&#257;h&#803; &#347;&#299;tode</P><P CLASS=c>vepam&#257;n&#257;s tam abruvan</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bruvati">bruvati</A> &#8212; speaking; <A CLASS=v HREF="http://vedabase.net/g/govinde">govinde</A> &#8212; Lord <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/n/narmana">narman&#803;&#257;</A> &#8212; by His joking words; <A CLASS=v HREF="http://vedabase.net/a/aksipta">&#257;ks&#803;ipta</A> &#8212; agitated; <A CLASS=v HREF="http://vedabase.net/c/cetasah">cetasah&#803;</A> &#8212; their minds; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kantha">kan&#803;t&#803;ha</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A> their necks; <A CLASS=v HREF="http://vedabase.net/m/magnah">magn&#257;h&#803;</A> &#8212; submerged; <A CLASS=v HREF="http://vedabase.net/s/sita">&#347;&#299;ta</A> &#8212; cold; <A CLASS=v HREF="http://vedabase.net/u/ude">ude</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water; <A CLASS=v HREF="http://vedabase.net/v/vepamanah">vepam&#257;n&#257;h&#803;</A> &#8212; shivering; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Him; <A CLASS=v HREF="http://vedabase.net/a/abruvan">abruvan</A> &#8212; they spoke.</P><P CLASS=t>TRANSLATION</P><P>As &#346;r&#299; Govinda spoke to the gop&#299;s in this way, His joking words completely captivated their minds. Submerged up to their necks in the cold water, they began to shiver. Thus they addressed Him as follows.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura gives the following example of joking between Kr&#803;s&#803;n&#803;a and the gop&#299;s.</P><P>Kr&#803;s&#803;n&#803;a: O birdlike girls, if you do not come here, then with these garments caught in the branches I will make a swing and a hammock. I need to lie down, since I have spent the entire night awake and am now becoming sleepy.</P><P>Gop&#299;s: Our dear cowherd boy, Your cows, greedy for grass, have gone into a cave. So You must quickly go there to herd them back on the proper path.</P><P>Kr&#803;s&#803;n&#803;a: Come now, My dear cowherd girls, you must quickly go from here to Vraja and perform your household duties. Don't become a disturbance to your parents and other elders.</P><P>Gop&#299;s: Our dear Kr&#803;s&#803;n&#803;a, we will not go home for an entire month, for it is by the order of our parents and other elders that we are executing this vow of fasting, the K&#257;ty&#257;yan&#299;-vrata.</P><P>Kr&#803;s&#803;n&#803;a: .My dear austere ladies, I too, by the strength of seeing you, have now developed a surprising mood of detachment from family life. I wish to stay here for a month and execute the vow of dwelling in the clouds. And if you show mercy to Me, I can come down from here and observe the vow of fasting in your company.</P><P>The gop&#299;s were completely captivated by Kr&#803;s&#803;n&#803;a's joking words, but out of shyness they submerged themselves in the water up to their necks. Shaking from the cold, they addressed Kr&#803;s&#803;n&#803;a as follows.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>