<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 13 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 13 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Appearance of Lord Var&#257;ha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.13.25</P><P CLASS=c>ni&#347;amya te ghargharitam&#769; sva-kheda-</P><P CLASS=c>ks&#803;ayis&#803;n&#803;u m&#257;y&#257;maya-s&#363;karasya</P><P CLASS=c>janas-tapah&#803;-satya-niv&#257;sinas te</P><P CLASS=c>tribhih&#803; pavitrair munayo 'gr&#803;n&#803;an sma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; just after hearing; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/g/ghargharitam">ghargharitam</A> &#8212; the tumultuous sound; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/kheda">kheda</A> &#8212; personal lamentation; <A CLASS=v HREF="http://vedabase.net/k/ksayisnu">ks&#803;ayis&#803;n&#803;u</A> &#8212; destroying; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">maya</A> &#8212; all-merciful; <A CLASS=v HREF="http://vedabase.net/s/sukarasya">s&#363;karasya</A> &#8212; of Lord Boar; <A CLASS=v HREF="http://vedabase.net/j/janah">janah&#803;</A> &#8212; the Janaloka planet; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah&#803;</A> &#8212; the Tapoloka planet; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A> &#8212; the Satyaloka planet; <A CLASS=v HREF="http://vedabase.net/n/nivasinah">niv&#257;sinah&#803;</A> &#8212; residents; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/t/tribhih">tribhih&#803;</A> &#8212; from the three Vedas; <A CLASS=v HREF="http://vedabase.net/p/pavitraih">pavitraih&#803;</A> &#8212; by the all-auspicious mantras; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah&#803;</A> &#8212; great thinkers and sages; <A CLASS=v HREF="http://vedabase.net/a/agrnan">agr&#803;n&#803;an</A> <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; chanted.</P><P CLASS=t>TRANSLATION</P><P>When the great sages and thinkers who are residents of Janaloka, Tapoloka and Satyaloka heard the tumultuous voice of Lord Boar, which was the all-auspicious sound of the all-merciful Lord, they chanted auspicious chants from the three Vedas.</P><P CLASS=t>PURPORT</P><P>The word m&#257;y&#257;maya is very significant in this verse. M&#257;y&#257; means "mercy," "specific knowledge" and also "illusion." Therefore Lord Boar is everything; He is merciful, He is all knowledge, and He is illusion also. The sound which He vibrated as the boar incarnation was answered by the Vedic hymns of the great sages in the planets Janaloka, Tapoloka and Satyaloka. The highest intellectual and pious living entities live in those planets, and when they heard the extraordinary voice of the boar, they could understand that the specific sound was vibrated by the Lord and no one else. Therefore they replied by praying to the Lord with Vedic hymns. The earth planet was submerged in the mire, but on hearing the sound of the Lord, the inhabitants of the higher planets were all jubilant because they knew that the Lord was there to deliver the earth. Therefore Brahm&#257; and all the sages, such as Bhr&#803;gu, Brahm&#257;'s other sons, and learned br&#257;hman&#803;as, were enlivened, and they concertedly joined in praising the Lord with the transcendental vibrations of the Vedic hymns. The most important is the Br&#803;han-n&#257;rad&#299;ya Pur&#257;n&#803;a verse Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>