<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;ks&#803;it Cursed by a Br&#257;hman&#803;a Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.3</P><P CLASS=c>utsr&#803;jya sarvatah&#803; sa&#324;gam&#769;</P><P CLASS=c>vij&#241;&#257;t&#257;jita-sam&#769;sthitih&#803;</P><P CLASS=c>vaiy&#257;saker jahau &#347;is&#803;yo</P><P CLASS=c>ga&#324;g&#257;y&#257;m&#769; svam&#769; kalevaram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/utsrjya">utsr&#803;jya</A> &#8212; after leaving aside; <A CLASS=v HREF="http://vedabase.net/s/sarvatah">sarvatah&#803;</A> &#8212; all around; <A CLASS=v HREF="http://vedabase.net/s/sangam">sa&#324;gam</A> &#8212; association; <A CLASS=v HREF="http://vedabase.net/v/vijnata">vij&#241;&#257;ta</A> &#8212; being understood; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A> &#8212; one who is never conquered (the Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/s/samsthitih">sam&#769;sthitih&#803;</A> &#8212; actual position; <A CLASS=v HREF="http://vedabase.net/v/vaiyasakeh">vaiy&#257;sakeh&#803;</A> &#8212; unto the son of <A HREF="http://vedabase.net/v/vyasa">Vy&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/j/jahau">jahau</A> &#8212; gave up; <A CLASS=v HREF="http://vedabase.net/s/sisyah">&#347;is&#803;yah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> disciple; <A CLASS=v HREF="http://vedabase.net/g/gangayam">ga&#324;g&#257;y&#257;m</A> &#8212; on the bank of the Ganges; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; his own; <A CLASS=v HREF="http://vedabase.net/k/kalevaram">kalevaram</A> &#8212; material body.</P><P CLASS=t>TRANSLATION</P><P>Furthermore, after leaving all his associates, the King surrendered himself as a disciple to the son of Vy&#257;sa [&#346;ukadeva Gosv&#257;m&#299;], and thus he was able to understand the actual position of the Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>The word ajita is significant here. The Personality of Godhead, &#346;r&#299; Kr&#803;s&#803;n&#803;a, is known as Ajita, or unconquerable, and He is so in every respect. No one can know His actual position. He is unconquerable by knowledge also. We have heard about His dh&#257;ma, or place, eternal Goloka Vr&#803;nd&#257;vana, but there are many scholars who interpret this abode in different ways. But by the grace of a spiritual master like &#346;ukadeva Gosv&#257;m&#299;, unto whom the King gave himself up as a most humble disciple, one is able to understand the actual position of the Lord, His eternal abode, and His transcendental paraphernalia in that dh&#257;ma, or abode. Knowing the transcendental position of the Lord and the transcendental method by which one can approach that transcendental dh&#257;ma, the King was confident about his ultimate destination, and by knowing this he could leave aside everything material, even his own body, without any difficulty of attachment. In the Bhagavad-g&#299;t&#257;, it is stated, param&#769; dr&#803;s&#803;t&#803;v&#257; nivartate: one can give up all connection with material attachment when one is able to see the param, or the superior quality of things. From Bhagavad-g&#299;t&#257; we understand the quality of the Lord's energy that is superior to the material quality of energy, and by the grace of a bona fide spiritual master like &#346;ukadeva Gosv&#257;m&#299;, it is quite possible to know everything of the superior energy of the Lord by which the Lord manifests His eternal name, quality, pastimes, paraphernalia and variegatedness. Unless one thoroughly understands this superior or eternal energy of the Lord, it is not possible to leave the material energy, however one may theoretically speculate on the true nature of the Absolute Truth. By the grace of Lord Kr&#803;s&#803;n&#803;a, Mah&#257;r&#257;ja Par&#299;ks&#803;it was able to receive the mercy of such a personality as &#346;ukadeva Gosv&#257;m&#299;, and thus he was able to know the actual position of the unconquerable Lord. It is very difficult to find the Lord from the Vedic literatures, but it is very easy to know Him by the mercy of a liberated devotee like &#346;ukadeva Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>