<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;ks&#803;it Cursed by a Br&#257;hman&#803;a Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.34</P><P CLASS=c>br&#257;hman&#803;aih&#803; ks&#803;atra-bandhur hi</P><P CLASS=c>gr&#803;ha-p&#257;lo nir&#363;pitah&#803;</P><P CLASS=c>sa katham&#769; tad-gr&#803;he dv&#257;h&#803;-sthah&#803;</P><P CLASS=c>sabh&#257;n&#803;d&#803;am&#769; bhoktum arhati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmanaih">br&#257;hman&#803;aih&#803;</A> &#8212; by the brahminical order; <A CLASS=v HREF="http://vedabase.net/k/ksatra">ks&#803;atra</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhuh">bandhuh&#803;</A> &#8212; the sons of the ks&#803;atriyas; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/g/grha">gr&#803;ha</A>-<A CLASS=v HREF="http://vedabase.net/p/palah">p&#257;lah&#803;</A> &#8212; the watchdog; <A CLASS=v HREF="http://vedabase.net/n/nirupitah">nir&#363;pitah&#803;</A> &#8212; designated; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; on what grounds; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/g/grhe">gr&#803;he</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the home of him (the master); <A CLASS=v HREF="http://vedabase.net/d/dvah">dv&#257;h&#803;</A>-<A CLASS=v HREF="http://vedabase.net/s/sthah">sthah&#803;</A> &#8212; keeping at the door; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/b/bhandam">bh&#257;n&#803;d&#803;am</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/same">same</A> pot; <A CLASS=v HREF="http://vedabase.net/b/bhoktum">bhoktum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> eat; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; deserves.</P><P CLASS=t>TRANSLATION</P><P>The descendants of the kingly orders are definitely designated as watchdogs, and they must keep themselves at the door. On what grounds can dogs enter the house and claim to dine with the master on the same plate?</P><P CLASS=t>PURPORT</P><P>The inexperienced br&#257;hman&#803;a boy certainly knew that the King asked for water from his father and the father did not respond. He tried to explain away his father's inhospitality in an impertinent manner befitting an uncultured boy. He was not at all sorry for the King's not being well received. On the contrary, he justified the wrong act in a way characteristic of the br&#257;hman&#803;as of Kali-yuga. He compared the King to a watchdog, and so it was wrong for the King to enter the home of a br&#257;hman&#803;a and ask for water from the same pot. The dog is certainly reared by its master, but that does not mean that the dog shall claim to dine and drink from the same pot. This mentality of false prestige is the cause of downfall of the perfect social order, and we can see that in the beginning it was started by the inexperienced son of a br&#257;hman&#803;a. As the dog is never allowed to enter within the room and hearth, although it is reared by the master, similarly, according to &#346;r&#803;&#324;gi, the King had no right to enter the house of &#346;am&#299;ka R&#803;s&#803;i. According to the boy's opinion, the King was on the wrong side and not his father, and thus he justified his silent father.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>