<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 12 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 12 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Vr&#803;tr&#257;sura's Glorious Death</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.12.11</P><P CLASS=c>purus&#803;ah&#803; prakr&#803;tir vyaktam</P><P CLASS=c>&#257;tm&#257; bh&#363;tendriy&#257;&#347;ay&#257;h&#803;</P><P CLASS=c>&#347;aknuvanty asya sarg&#257;dau</P><P CLASS=c>na vin&#257; yad-anugrah&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/purusah">purus&#803;ah&#803;</A> &#8212; the generator of the total material energy; <A CLASS=v HREF="http://vedabase.net/p/prakrtih">prakr&#803;tih&#803;</A> &#8212; the material energy or material nature; <A CLASS=v HREF="http://vedabase.net/v/vyaktam">vyaktam</A> &#8212; the principles of manifestation (<A HREF="http://vedabase.net/m/mahat">mahat</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A>); <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the false ego; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; the five material elements; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; the ten senses; <A CLASS=v HREF="http://vedabase.net/a/asayah">&#257;&#347;ay&#257;h&#803;</A> &#8212; the mind, intelligence and consciousness; <A CLASS=v HREF="http://vedabase.net/s/saknuvanti">&#347;aknuvanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> able; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this universe; <A CLASS=v HREF="http://vedabase.net/s/sarga">sarga</A>-<A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the creation, etc.; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/a/anugrahat">anugrah&#257;t</A> &#8212; the mercy.</P><P CLASS=t>TRANSLATION</P><P>The three purus&#803;as &#8212; K&#257;ran&#803;odaka&#347;&#257;y&#299; Vis&#803;n&#803;u, Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u and Ks&#803;&#299;rodaka&#347;&#257;y&#299;-Vis&#803;n&#803;u &#8212; the material nature, the total material energy, the false ego, the five material elements, the material senses, the mind, the intelligence and consciousness cannot create the material manifestation without the direction of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>As confirmed in the Vis&#803;n&#803;u Pur&#257;n&#803;a, parasya brahman&#803;ah&#803; &#347;aktis tathedam akhilam&#769; jagat: whatever manifestations we experience are nothing but various energies of the Supreme Personality of Godhead. These energies cannot create anything independently. This is also confirmed by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>): may&#257;dhyaks&#803;en&#803;a prakr&#803;tih&#803; s&#363;yate sa-car&#257;caram. "This material nature is working under My direction, O son of Kunt&#299;, and it is producing all moving and unmoving living beings." Only under the direction of the Lord, the Supreme Person, can prakr&#803;ti, which is manifested in twenty-four elements, create different situations for the living entity. In the Vedas the Lord says:</P><P>mad&#299;yam&#769; mahim&#257;nam&#769; ca</P><P CLASS=n>parabrahmeti &#347;abditam</P><P CLASS=n>vetsyasy anugr&#803;h&#299;tam&#769; me</P><P CLASS=n>sampra&#347;nair vivr&#803;tam&#769; hr&#803;di</P><P>"Since everything is a manifestation of My energy, I am known as Parabrahman. Therefore everyone should hear from Me about My glorious activities." The Lord also says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/2.htm">10.2</A>), aham &#257;dir hi dev&#257;n&#257;m: "I am the origin of all the demigods." Therefore the Supreme Personality of Godhead is the origin of everything, and no one is independent of Him. &#346;r&#299;la Madhv&#257;c&#257;rya also says, an&#299;&#347;a j&#299;va-r&#363;pen&#803;a: the living entity is an&#299;&#347;a, never the controller, but is always controlled. Therefore when a living entity becomes proud of being an independent &#299;&#347;vara, or god, that is his foolishness. Such foolishness is described in the following verse.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>