<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vis&#803;n&#803;u's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Pr&#803;thu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.18</P><P CLASS=c>spr&#803;&#347;antam&#769; p&#257;dayoh&#803; premn&#803;&#257;</P><P CLASS=c>vr&#299;d&#803;itam&#769; svena karman&#803;&#257;</P><P CLASS=c>&#347;ata-kratum&#769; paris&#803;vajya</P><P CLASS=c>vidves&#803;am&#769; visasarja ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sprsantam">spr&#803;&#347;antam</A> &#8212; touching; <A CLASS=v HREF="http://vedabase.net/p/padayoh">p&#257;dayoh&#803;</A> &#8212; the feet; <A CLASS=v HREF="http://vedabase.net/p/premna">premn&#803;&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> ecstasy; <A CLASS=v HREF="http://vedabase.net/v/vriditam">vr&#299;d&#803;itam</A> &#8212; ashamed; <A CLASS=v HREF="http://vedabase.net/s/svena">svena</A> &#8212; his own; <A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#803;&#257;</A> &#8212; by activities; <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A>-<A CLASS=v HREF="http://vedabase.net/k/kratum">kratum</A> &#8212; King <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/p/parisvajya">paris&#803;vajya</A> &#8212; embracing; <A CLASS=v HREF="http://vedabase.net/v/vidvesam">vidves&#803;am</A> &#8212; envy; <A CLASS=v HREF="http://vedabase.net/v/visasarja">visasarja</A> &#8212; gave up; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; of course.</P><P CLASS=t>TRANSLATION</P><P>As King Indra was standing by, he became ashamed of his own activities and fell down before King Pr&#803;thu to touch his lotus feet. But Pr&#803;thu Mah&#257;r&#257;ja immediately embraced him in great ecstasy and gave up all envy against him for his having stolen the horse meant for the sacrifice.</P><P CLASS=t>PURPORT</P><P>There are many cases in which a person becomes an offender to the lotus feet of a Vais&#803;n&#803;ava and later becomes repentant. Here also we find that although the King of heaven, Indra, was so powerful that he accompanied Lord Vis&#803;n&#803;u, he felt himself a great offender for stealing Pr&#803;thu Mah&#257;r&#257;ja's horse that was meant for sacrifice. An offender at the lotus feet of a Vais&#803;n&#803;ava is never excused by the Supreme Personality of Godhead. There are many instances illustrating this fact. Ambar&#299;s&#803;a Mah&#257;r&#257;ja was offended by Durv&#257;s&#257; Muni, a great sage and mystic yog&#299;, and Durv&#257;s&#257; also had to fall down at the lotus feet of Ambar&#299;s&#803;a Mah&#257;r&#257;ja. Indra decided to fall down at the lotus feet of King Pr&#803;thu, but the King was so magnanimous a Vais&#803;n&#803;ava that he did not want Mah&#257;r&#257;ja Indra to fall down at his feet. Instead, King Pr&#803;thu immediately picked him up and embraced him, and both of them forgot all the past incidents. Both King Indra and Mah&#257;r&#257;ja Pr&#803;thu were envious and angry with each other, but since both of them were Vais&#803;n&#803;avas, or servants of Lord Vis&#803;n&#803;u, it was their duty to adjust the cause of their envy. This is also a first-class example of cooperative behavior between Vais&#803;n&#803;avas. In the present days, however, because people are not Vais&#803;n&#803;avas, they fight perpetually among one another and are vanquished without finishing the mission of human life. There is a great need to propagate the Kr&#803;s&#803;n&#803;a consciousness movement in the world so that even though people sometimes become angry and malicious toward one another, because of their being Kr&#803;s&#803;n&#803;a conscious such rivalry, competition and envy can be adjusted without difficulty.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>