<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vis&#803;n&#803;u's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Pr&#803;thu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.26</P><P CLASS=c>ya&#347;ah&#803; &#347;ivam&#769; su&#347;rava &#257;rya-sa&#324;game</P><P CLASS=c>yadr&#803;cchay&#257; copa&#347;r&#803;n&#803;oti te sakr&#803;t</P><P CLASS=c>katham&#769; gun&#803;a-j&#241;o viramed vin&#257; pa&#347;um&#769;</P><P CLASS=c>&#347;r&#299;r yat pravavre gun&#803;a-sa&#324;grahecchay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah&#803;</A> &#8212; glorification; <A CLASS=v HREF="http://vedabase.net/s/sivam">&#347;ivam</A> &#8212; all-auspicious; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/sravah">&#347;ravah&#803;</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> highly glorified Lord; <A CLASS=v HREF="http://vedabase.net/a/arya">&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/s/sangame">sa&#324;game</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the association of advanced devotees; <A CLASS=v HREF="http://vedabase.net/y/yadrcchaya">yadr&#803;cchay&#257;</A> &#8212; somehow or other; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/u/upasrnoti">upa&#347;r&#803;n&#803;oti</A> &#8212; hears; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/s/sakrt">sakr&#803;t</A> &#8212; even once; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/j/jnah">j&#241;ah&#803;</A> &#8212; one who appreciates good qualities; <A CLASS=v HREF="http://vedabase.net/v/viramet">viramet</A> &#8212; can cease; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; unless; <A CLASS=v HREF="http://vedabase.net/p/pasum">pa&#347;um</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> animal; <A CLASS=v HREF="http://vedabase.net/s/srih">&#347;r&#299;h&#803;</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/pravavre">pravavre</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A> &#8212; Your qualities; <A CLASS=v HREF="http://vedabase.net/s/sangraha">sa&#324;graha</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> receive; <A CLASS=v HREF="http://vedabase.net/i/icchaya">icchay&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> desire.</P><P CLASS=t>TRANSLATION</P><P>My dear highly glorified Lord, if one, in the association of pure devotees, hears even once the glories of Your activities, he does not, unless he is nothing but an animal, give up the association of devotees, for no intelligent person would be so careless as to leave their association. The perfection of chanting and hearing about Your glories was accepted even by the goddess of fortune, who desired to hear of Your unlimited activities and transcendental glories.</P><P CLASS=t>PURPORT</P><P>The association of devotees (&#257;rya-sa&#324;gama) is the most important factor in this world. The word &#257;rya refers to those who are advancing spiritually. In the history of the human race, the &#256;ryan family is considered to be the most elevated community in the world because it adopts the Vedic civilization. The &#256;ryan family is distributed all over the world and is known as Indo-&#256;ryan. In prehistoric days all of the members of the &#256;ryan family followed the Vedic principles, and therefore they became spiritually advanced. The kings, known as r&#257;jars&#803;is, were so perfectly educated as ks&#803;atriyas, or protectors of the citizens, and so greatly advanced in spiritual life, that there was not a bit of trouble for the citizens.</P><P>The glorification of the Supreme Lord can be very much appreciated by the &#256;ryan family. Although there is no bar for others, the members of the &#256;ryan family very quickly catch the essence of spiritual life. How is it that we are finding it very easy to spread Kr&#803;s&#803;n&#803;a consciousness among the Europeans and Americans? History reports that the Americans and Europeans proved their capability when they were anxious to expand colonization, but at the present time, being contaminated by the advancement of material science, their sons and grandsons are turning into reprobates. This is due to their having lost their original spiritual culture, which is Vedic civilization. Presently these descendants of the &#256;ryan family are taking this Kr&#803;s&#803;n&#803;a consciousness movement very seriously. Others who are associating with them and hearing the chanting of the Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra from the lips of pure devotees are also becoming captivated by the transcendental vibration. Transcendental vibrations are very much effective when chanted among &#256;ryans, but even though one does not belong to the &#256;ryan family, he will become a Vais&#803;n&#803;ava simply by hearing the mantra because the vibration has great influence over everyone.</P><P>Mah&#257;r&#257;ja Pr&#803;thu points out that even the goddess of fortune, who is the constant companion of Lord N&#257;r&#257;yan&#803;a, specifically wanted to hear about the Lord's glories, and for the association of the gop&#299;s, who are pure devotees, the goddess of fortune, Laks&#803;m&#299;, underwent severe austerities. The impersonalist may ask why one should bother chanting the Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra continually for so many years instead of stopping and trying for kaivalya, liberation, or merging into the existence of the Lord. In answer, Mah&#257;r&#257;ja Pr&#803;thu maintains that the attraction of this chanting is so great that one cannot give up the process unless he is an animal. This is the case even if one comes in contact with this transcendental vibration by chance. Pr&#803;thu Mah&#257;r&#257;ja is very emphatic in this connection &#8212; only an animal can give up the practice of chanting Hare Kr&#803;s&#803;n&#803;a. Those who are not animals but actually intelligent, advanced, human, civilized men cannot give up this practice of continually chanting Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>