<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vis&#803;n&#803;u's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Pr&#803;thu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.27</P><P CLASS=c>ath&#257;bhaje tv&#257;khila-p&#363;rus&#803;ottamam&#769;</P><P CLASS=c>gun&#803;&#257;layam&#769; padma-kareva l&#257;lasah&#803;</P><P CLASS=c>apy &#257;vayor eka-pati-spr&#803;dhoh&#803; kalir</P><P CLASS=c>na sy&#257;t kr&#803;ta-tvac-caran&#803;aika-t&#257;nayoh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/abhaje">&#257;bhaje</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall engage <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/t/tva">tv&#257;</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all-inclusive; <A CLASS=v HREF="http://vedabase.net/p/purusa">p&#363;rus&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamam">uttamam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/alayam">&#257;layam</A> &#8212; the reservoir of all transcendental qualities; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/k/kara">kar&#257;</A> &#8212; the goddess of fortune, who carries <A HREF="http://vedabase.net/a/a">a</A> lotus flower <A HREF="http://vedabase.net/i/in">in</A> her hand; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/l/lalasah">l&#257;lasah&#803;</A> &#8212; being desirous; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/avayoh">&#257;vayoh&#803;</A> &#8212; of <A HREF="http://vedabase.net/l/laksmi">Laks&#803;m&#299;</A> and <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/p/pati">pati</A> &#8212; one master; <A CLASS=v HREF="http://vedabase.net/s/sprdhoh">spr&#803;dhoh&#803;</A> &#8212; competing; <A CLASS=v HREF="http://vedabase.net/k/kalih">kalih&#803;</A> &#8212; quarrel; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; may take place; <A CLASS=v HREF="http://vedabase.net/k/krta">kr&#803;ta</A> &#8212; having done; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/c/carana">caran&#803;a</A> &#8212; unto Your lotus feet; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/t/tanayoh">t&#257;nayoh&#803;</A> &#8212; one attention.</P><P CLASS=t>TRANSLATION</P><P>Now I wish to engage in the service of the lotus feet of the Supreme Personality of Godhead and to serve just like the goddess of fortune, who carries a lotus flower in her hand, because His Lordship, the Supreme Personality of Godhead, is the reservoir of all transcendental qualities. I am afraid that the goddess of fortune and I would quarrel because both of us would be attentively engaged in the same service.</P><P CLASS=t>PURPORT</P><P>The Lord is here addressed as akhila-p&#363;rus&#803;ottama, the Supreme Personality of Godhead, Lord of the entire creation. purus&#803;a means "the enjoyer," and uttama means "the best." There are different kinds of purus&#803;as, or enjoyers, within the universe. Generally they can be divided into three classes &#8212; those who are conditioned, those who are liberated and those who are eternal. In the Vedas the Supreme Lord is called the supreme eternal of all eternals (nityo nity&#257;n&#257;m). Both the Supreme Personality of Godhead and the living entities are eternal. The supreme eternals are the vis&#803;n&#803;u-tattva, or Lord Vis&#803;n&#803;u and His expansions. So nitya refers to the Personality of Godhead, beginning from Kr&#803;s&#803;n&#803;a to Mah&#257;-Vis&#803;n&#803;u, N&#257;r&#257;yan&#803;a and other expansions of Lord Kr&#803;s&#803;n&#803;a. As stated in the Brahma-sam&#769;hit&#257; (r&#257;m&#257;di-m&#363;rtis&#803;u), there are millions and trillions of expansions of Lord Vis&#803;n&#803;u, as R&#257;ma, Nr&#803;sim&#769;ha, Var&#257;ha and other incarnations. All of them are called eternals.</P><P>The word mukta refers to the living entities who never come within this material world. The baddhas are those living entities who are almost eternally living within this material world. The baddhas are struggling very hard within this material world to become free from the threefold miseries of material nature and to enjoy life, whereas the muktas are already liberated. They never come into this material world. Lord Vis&#803;n&#803;u is the master of this material world, and there is no question of His being controlled by material nature. Consequently, Lord Vis&#803;n&#803;u is addressed here as p&#363;rus&#803;ottama, the best of all living entities &#8212; namely vis&#803;n&#803;u-tattvas and j&#299;va-tattvas. It is a great offense, therefore, to compare Lord Vis&#803;n&#803;u and the j&#299;va-tattva or consider them on an equal level. The M&#257;y&#257;v&#257;d&#299; philosophers equalize the j&#299;vas and the Supreme Lord and consider them to be one, but that is the greatest offense to the lotus feet of Lord Vis&#803;n&#803;u.</P><P>Here in the material world we have practical experience that a superior person is worshiped by an inferior one. Similarly, p&#363;rus&#803;ottama, the greatest, the Supreme Personality of Godhead, Kr&#803;s&#803;n&#803;a, or Lord Vis&#803;n&#803;u, is always worshiped by others. Pr&#803;thu Mah&#257;r&#257;ja therefore decided to engage in the service of the lotus feet of Lord Vis&#803;n&#803;u. Pr&#803;thu Mah&#257;r&#257;ja is considered to be an incarnation of Lord Vis&#803;n&#803;u, but he is called a &#347;akty&#257;ve&#347;a incarnation. Another significant word in this verse is gun&#803;&#257;layam, which refers to Vis&#803;n&#803;u as the reservoir of all transcendental qualities. The M&#257;y&#257;v&#257;d&#299; philosophers take the Absolute Truth to be nirgun&#803;a ("without qualities"), in accordance with the impersonalistic view, but actually the Lord is the reservoir of all good qualities. One of the most important qualities of the Lord is His inclination to His devotees, for which He is called bhakta-vatsala. The devotees are always very much inclined to render service unto the lotus feet of the Lord, and the Lord is also very much inclined to accept loving service from His devotees. In that exchange of service there are many transcendental transactions, which are called transcendental qualitative activities. Some of the transcendental qualities of the Lord are that He is omniscient, omnipresent, all-pervasive, all-powerful, the cause of all causes, the Absolute Truth, the reservoir of all pleasures, the reservoir of all knowledge, the all-auspicious and so on.</P><P>Pr&#803;thu Mah&#257;r&#257;ja desired to serve the Lord with the goddess of fortune, but this desire does not mean that he was situated on the platform of m&#257;dhurya-rasa. The goddess of fortune is engaged in the service of the Lord in the rasa of m&#257;dhurya, conjugal love. Although her position is on the chest of the Lord, the goddess of fortune, in her position as a devotee, takes pleasure in serving the lotus feet of the Lord. Pr&#803;thu Mah&#257;r&#257;ja was thinking only of the lotus feet of the Lord because he is on the platform of d&#257;sya-rasa, or servitorship of the Lord. From the next verse we learn that Pr&#803;thu Mah&#257;r&#257;ja was thinking of the goddess of fortune as the universal mother, jagan-m&#257;t&#257;. Consequently there was no question of his competing with her on the platform of m&#257;dhurya-rasa. Nonetheless he feared that she might take offense at his engaging in the service of the Lord. This suggests that in the absolute world there is sometimes competition between servitors in the service of the Lord, but such competition is without malice. In the Vaikun&#803;t&#803;ha worlds if a devotee excels in the service of the Lord, others do not become envious of his excellent service but rather aspire to come to the platform of that service.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>