<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vis&#803;n&#803;u's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Pr&#803;thu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.37</P><P CLASS=c>bhagav&#257;n api r&#257;jars&#803;eh&#803;</P><P CLASS=c>sop&#257;dhy&#257;yasya c&#257;cyutah&#803;</P><P CLASS=c>harann iva mano 'mus&#803;ya</P><P CLASS=c>sva-dh&#257;ma pratyapadyata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rseh">r&#803;s&#803;eh&#803;</A> &#8212; of the saintly King; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/u/upadhyayasya">up&#257;dhy&#257;yasya</A> &#8212; along with all the priests; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/acyutah">acyutah&#803;</A> &#8212; the infallible Lord; <A CLASS=v HREF="http://vedabase.net/h/haran">haran</A> &#8212; captivating; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/manah">manah&#803;</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/a/amusya">amus&#803;ya</A> &#8212; of him; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> His abode; <A CLASS=v HREF="http://vedabase.net/p/pratyapadyata">pratyapadyata</A> &#8212; returned.</P><P CLASS=t>TRANSLATION</P><P>The infallible Supreme Personality of Godhead, having captivated the minds of the King and the priests who were present, returned to His abode in the spiritual sky.</P><P CLASS=t>PURPORT</P><P>Because the Supreme Personality of Godhead is all-spiritual, He can descend from the spiritual sky without changing His body, and thus He is known as acyuta, or infallible. When a living entity falls down to the material world, however, he has to accept a material body, and therefore, in his material embodiment, he cannot be called acyuta. Because he falls down from his real engagement in the service of the Lord, the living entity gets a material body to suffer or try to enjoy in the miserable material conditions of life. Therefore the fallen living entity is cyuta, whereas the Lord is called acyuta. The Lord was attractive for everyone &#8212; not only the King but also the priestly order, who were very much addicted to the performance of Vedic rituals. Because the Lord is all-attractive, He is called Kr&#803;s&#803;n&#803;a, or "one who attracts everyone." The Lord appeared in the sacrificial arena of Mah&#257;r&#257;ja Pr&#803;thu as Ks&#803;&#299;rodaka&#347;&#257;y&#299; Vis&#803;n&#803;u, who is a plenary expansion of Lord Kr&#803;s&#803;n&#803;a. He is the second incarnation from K&#257;ran&#803;odaka&#347;&#257;y&#299; Vis&#803;n&#803;u, who is the origin of material creation and who expands as Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u, who then enters into each and every universe. Ks&#803;&#299;rodaka&#347;&#257;y&#299; Vis&#803;n&#803;u is one of the purus&#803;as who control the material modes of nature.</P><P CLASS=l><A CLASS=i HREF="35-36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>