<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Pr&#803;thu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.12</P><P CLASS=c>sv&#257;gatam&#769; vo dvija-&#347;res&#803;t&#803;h&#257;</P><P CLASS=c>yad-vrat&#257;ni mumuks&#803;avah&#803;</P><P CLASS=c>caranti &#347;raddhay&#257; dh&#299;r&#257;</P><P CLASS=c>b&#257;l&#257; eva br&#803;hanti ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/a/agatam">&#257;gatam</A> &#8212; welcome; <A CLASS=v HREF="http://vedabase.net/v/vah">vah&#803;</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/s/sresthah">&#347;res&#803;t&#803;h&#257;h&#803;</A> &#8212; the best of the br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/v/vratani">vrat&#257;ni</A> &#8212; vows; <A CLASS=v HREF="http://vedabase.net/m/mumuksavah">mumuks&#803;avah&#803;</A> &#8212; of persons desiring liberation; <A CLASS=v HREF="http://vedabase.net/c/caranti">caranti</A> &#8212; behave; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with great faith; <A CLASS=v HREF="http://vedabase.net/d/dhirah">dh&#299;r&#257;h&#803;</A> &#8212; controlled; <A CLASS=v HREF="http://vedabase.net/b/balah">b&#257;l&#257;h&#803;</A> &#8212; boys; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/b/brhanti">br&#803;hanti</A> &#8212; observe; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Pr&#803;thu offered his welcome to the four Kum&#257;ras, addressing them as the best of the br&#257;hman&#803;as. He welcomed them, saying: From the beginning of your birth you strictly observed the vows of celibacy, and although you are experienced in the path of liberation, you are keeping yourselves just like small children.</P><P CLASS=t>PURPORT</P><P>The specific importance of the Kum&#257;ras is that they were brahmac&#257;r&#299;s, living the life of celibacy from birth. They kept themselves as small children about four or five years old because by growing into youth one's senses sometimes become disturbed and celibacy becomes difficult. The Kum&#257;ras therefore purposefully remained children because in a child's life the senses are never disturbed by sex. This is the significance of the life of the Kum&#257;ras, and as such Mah&#257;r&#257;ja Pr&#803;thu addressed them as the best of the br&#257;hman&#803;as. Not only were the Kum&#257;ras born of the best br&#257;hman&#803;a (Lord Brahm&#257;), but they are addressed herein as dvija-&#347;res&#803;t&#803;h&#257;h&#803; ("the best of the br&#257;hman&#803;as") on account of their being Vais&#803;n&#803;avas also. As we have already explained, they have their samprad&#257;ya (disciplic succession), and even to date the samprad&#257;ya is being maintained and is known as the Nimb&#257;rka-samprad&#257;ya. Out of the four samprad&#257;yas of the Vais&#803;n&#803;ava &#257;c&#257;ryas, the Nimb&#257;rka-samprad&#257;ya is one. Mah&#257;r&#257;ja Pr&#803;thu specifically appreciated the position of the Kum&#257;ras because they maintained the brahmacarya vow from the very beginning of their birth. Mah&#257;r&#257;ja Pr&#803;thu, however, expressed his great appreciation of Vais&#803;n&#803;avism by addressing the Kum&#257;ras as vais&#803;n&#803;ava-&#347;res&#803;t&#803;h&#257;h&#803;. In other words, everyone should offer respect to a Vais&#803;n&#803;ava without considering his source of birth. Vais&#803;n&#803;ave j&#257;ti-buddhih&#803;. No one should consider a Vais&#803;n&#803;ava in terms of birth. The Vais&#803;n&#803;ava is always the best of the br&#257;hman&#803;as, and as such one should offer all respects to a Vais&#803;n&#803;ava, not only as a br&#257;hman&#803;a but as the best of the br&#257;hman&#803;as.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>