<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Pr&#803;thu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.22</P><P CLASS=c>s&#257; &#347;raddhay&#257; bhagavad-dharma-caryay&#257;</P><P CLASS=c>jij&#241;&#257;say&#257;dhy&#257;tmika-yoga-nis&#803;t&#803;hay&#257;</P><P CLASS=c>yoge&#347;varop&#257;sanay&#257; ca nityam&#769;</P><P CLASS=c>pun&#803;ya-&#347;ravah&#803;-kathay&#257; pun&#803;yay&#257; ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; that devotional service; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with faith and conviction; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/c/caryaya">caryay&#257;</A> &#8212; by discussion; <A CLASS=v HREF="http://vedabase.net/j/jijnasaya">jij&#241;&#257;say&#257;</A> &#8212; by inquiry; <A CLASS=v HREF="http://vedabase.net/a/adhyatmika">adhy&#257;tmika</A> &#8212; spiritual; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/n/nisthaya">nis&#803;t&#803;hay&#257;</A> &#8212; by conviction <A HREF="http://vedabase.net/i/in">in</A> spiritual understanding; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/u/upasanaya">up&#257;sanay&#257;</A> &#8212; by worship of Him; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; regularly; <A CLASS=v HREF="http://vedabase.net/p/punya">pun&#803;ya</A>-<A CLASS=v HREF="http://vedabase.net/s/sravah">&#347;ravah&#803;</A> &#8212; by hearing which; <A CLASS=v HREF="http://vedabase.net/k/kathaya">kathay&#257;</A> &#8212; by discussion; <A CLASS=v HREF="http://vedabase.net/p/punyaya">pun&#803;yay&#257;</A> &#8212; by pious; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>Attachment for the Supreme can be increased by practicing devotional service, inquiring about the Supreme Personality of Godhead, applying bhakti-yoga in life, worshiping the Yoge&#347;vara, the Supreme Personality of Godhead, and by hearing and chanting about the glories of the Supreme Personality of Godhead. These actions are pious in themselves.</P><P CLASS=t>PURPORT</P><P>The word yoge&#347;vara is applicable to both the Supreme Personality of Godhead, Kr&#803;s&#803;n&#803;a, and His devotees also. In Bhagavad-g&#299;t&#257; this word occurs in two places. In the Eighteenth Chapter (<A CLASS=v HREF="../../../bg/18/78.htm">18.78</A>), Kr&#803;s&#803;n&#803;a is described as the Supreme Personality of Godhead, Hari, who is the master of all mystic power (yatra yoge&#347;varah&#803; kr&#803;s&#803;n&#803;ah&#803;). Yoge&#347;vara is also described at the end of the Sixth Chapter (<A CLASS=v HREF="../../../bg/6/47.htm">6.47</A>): sa me yuktatamo matah&#803;. This yuktatama indicates the topmost of all yog&#299;s &#8212; the devotees, who can also be called yoge&#347;vara. In this verse, yoge&#347;vara-up&#257;san&#257; means to render service to a pure devotee. Thus Narottama d&#257;sa T&#803;h&#257;kura says, ch&#257;d&#803;iy&#257; vais&#803;n&#803;ava-sev&#257; nist&#257;ra p&#257;yeche keb&#257;: without serving a pure devotee, one cannot advance in spiritual life. Prahl&#257;da Mah&#257;r&#257;ja also has said:</P><P>nais&#803;&#257;m&#769; matis t&#257;vad urukram&#257;&#324;ghrim&#769;</P><P CLASS=n>spr&#803;&#347;aty anarth&#257;pagamo yad-arthah&#803;</P><P CLASS=n>mah&#299;yas&#257;m&#769; p&#257;da-rajo-'bhis&#803;ekam&#769;</P><P CLASS=n>nis&#803;ki&#241;can&#257;n&#257;m&#769; na vr&#803;n&#803;&#299;ta y&#257;vat</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/32.htm">7.5.32</A>)</P><P>One should take shelter of a pure devotee, who has nothing to do with this material world but is simply engaged in devotional service. By serving him only, one can transcend the qualitative material condition. In this verse it is recommended (yoge&#347;vara-up&#257;sanay&#257;) that one serve the lotus feet of the topmost yog&#299;, or the devotee. To serve the topmost devotee means to hear from him about the glories of the Supreme Personality of Godhead. To hear the glories of the Supreme Personality of Godhead from the mouth of a pure devotee is to acquire a pious life. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/28.htm">7.28</A>) it is also said that without being pious one cannot engage in devotional service.</P><P>yes&#803;&#257;m&#769; tv anta-gatam&#769; p&#257;pam&#769;</P><P CLASS=n>jan&#257;n&#257;m&#769; pun&#803;ya-karman&#803;&#257;m</P><P CLASS=n>te dvandva-moha-nirmukt&#257;</P><P CLASS=n>bhajanti m&#257;m&#769; dr&#803;d&#803;ha-vrat&#257;h&#803;</P><P>To become fixed in devotional service one has to become completely cleansed from the contamination of the material modes of nature. For work in devotional service the first item is &#257;dau gurv-&#257;&#347;rayam: one should accept a bona fide spiritual master, and from the bona fide spiritual master inquire about one's transcendental occupational duties (sad-dharma-pr&#803;cch&#257;) and follow in the footsteps of great saintly persons, devotees (s&#257;dhu-m&#257;rga-anugamanam). These are the instructions given in Bhakti-ras&#257;mr&#803;ta-sindhu by R&#363;pa Gosv&#257;m&#299;.</P><P>The conclusion is that to increase attachment for the Supreme Personality of Godhead one has to accept a bona fide spiritual master and learn from him the methods of devotional service and hear from him about the transcendental message and glorification of the Supreme Personality of Godhead. In this way one has to increase his conviction about devotional service. Then it will be very easy to increase attachment for the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>