<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Pr&#803;thu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.24</P><P CLASS=c>ahim&#769;say&#257; p&#257;ramaham&#769;sya-caryay&#257;</P><P CLASS=c>smr&#803;ty&#257; mukund&#257;carit&#257;grya-s&#299;dhun&#257;</P><P CLASS=c>yamair ak&#257;mair niyamai&#347; c&#257;py aninday&#257;</P><P CLASS=c>nir&#299;hay&#257; dvandva-titiks&#803;ay&#257; ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ahimsaya">ahim&#769;say&#257;</A> &#8212; by nonviolence; <A CLASS=v HREF="http://vedabase.net/p/paramahamsya">p&#257;ramaham&#769;sya</A>-<A CLASS=v HREF="http://vedabase.net/c/caryaya">caryay&#257;</A> &#8212; by following <A HREF="http://vedabase.net/i/in">in</A> the footsteps of great &#257;c&#257;ryas; <A CLASS=v HREF="http://vedabase.net/s/smrtya">smr&#803;ty&#257;</A> &#8212; by remembering; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/acarita">&#257;carita</A>-<A CLASS=v HREF="http://vedabase.net/a/agrya">agrya</A> &#8212; simply preaching His activities; <A CLASS=v HREF="http://vedabase.net/s/sidhuna">s&#299;dhun&#257;</A> &#8212; by the nectar; <A CLASS=v HREF="http://vedabase.net/y/yamaih">yamaih&#803;</A> &#8212; by following regulative principles; <A CLASS=v HREF="http://vedabase.net/a/akamaih">ak&#257;maih&#803;</A> &#8212; without material desires; <A CLASS=v HREF="http://vedabase.net/n/niyamaih">niyamaih&#803;</A> &#8212; by strictly following the rules and regulations; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anindaya">aninday&#257;</A> &#8212; without blaspheming; <A CLASS=v HREF="http://vedabase.net/n/nirihaya">nir&#299;hay&#257;</A> &#8212; living simply, plain living; <A CLASS=v HREF="http://vedabase.net/d/dvandva">dvandva</A> &#8212; duality; <A CLASS=v HREF="http://vedabase.net/t/titiksaya">titiks&#803;ay&#257;</A> &#8212; by tolerance; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>A candidate for spiritual advancement must be nonviolent, must follow in the footsteps of great &#257;c&#257;ryas, must always remember the nectar of the pastimes of the Supreme Personality of Godhead, must follow the regulative principles without material desire and, while following the regulative principles, should not blaspheme others. A devotee should lead a very simple life and not be disturbed by the duality of opposing elements. He should learn to tolerate them.</P><P CLASS=t>PURPORT</P><P>The devotees are actually saintly persons, or s&#257;dhus. The first qualification of a s&#257;dhu, or devotee, is ahim&#769;s&#257;, or nonviolence. Persons interested in the path of devotional service, or in going back home, back to Godhead, must first practice ahim&#769;s&#257;, or nonviolence. A s&#257;dhu is described as titiks&#803;avah&#803; k&#257;run&#803;ik&#257;h&#803; (Bh&#257;g. <A CLASS=v HREF="../../../sb/3/25/21.htm">3.25.21</A>). A devotee should be tolerant and should be very much compassionate toward others. For example, if he suffers personal injury, he should tolerate it, but if someone else suffers injury, the devotee need not tolerate it. The whole world is full of violence, and a devotee's first business is to stop this violence, including the unnecessary slaughter of animals. A devotee is the friend not only of human society but of all living entities, for he sees all living entities as sons of the Supreme Personality of Godhead. He does not claim himself to be the only son of God and allow all others to be killed, thinking that they have no soul. This kind of philosophy is never advocated by a pure devotee of the Lord. Suhr&#803;dah&#803; sarva-dehin&#257;m: a true devotee is the friend of all living entities. Kr&#803;s&#803;n&#803;a claims in Bhagavad-g&#299;t&#257; to be the father of all species of living entities; consequently the devotee of Kr&#803;s&#803;n&#803;a is always a friend of all. This is called ahim&#769;s&#257;. Such nonviolence can be practiced only when we follow in the footsteps of great &#257;c&#257;ryas. Therefore, according to our Vais&#803;n&#803;ava philosophy, we have to follow the great &#257;c&#257;ryas of the four samprad&#257;yas, or disciplic successions.</P><P>Trying to advance in spiritual life outside the disciplic succession is simply ludicrous. It is said, therefore, &#257;c&#257;ryav&#257;n purus&#803;o veda: one who follows the disciplic succession of &#257;c&#257;ryas knows things as they are (Ch&#257;ndogya Upanis&#803;ad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/14/2">6.14.2</A>). Tad-vij&#241;&#257;n&#257;rtham&#769; sa gurum ev&#257;bhigacchet: [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>] in order to understand the transcendental science, one must approach the bona fide spiritual master. The word smr&#803;ty&#257; is very important in spiritual life. Smr&#803;ty&#257; means remembering Kr&#803;s&#803;n&#803;a always. Life should be molded in such a way that one cannot remain alone without thinking of Kr&#803;s&#803;n&#803;a. We should live in Kr&#803;s&#803;n&#803;a so that while eating, sleeping, walking and working we remain only in Kr&#803;s&#803;n&#803;a. Our Kr&#803;s&#803;n&#803;a consciousness society recommends that we arrange our living so that we can remember Kr&#803;s&#803;n&#803;a. In our ISKCON society the devotees, while engaged in making Spiritual Sky incense, are also hearing about the glories of Kr&#803;s&#803;n&#803;a or His devotees. The &#347;&#257;stra recommends, smartavyah&#803; satatam&#769; vis&#803;n&#803;uh&#803;: Lord Vis&#803;n&#803;u should be remembered always, constantly. Vismartavyo na j&#257;tucit: Vis&#803;n&#803;u should never be forgotten. That is the spiritual way of life. Smr&#803;ty&#257;. This remembrance of the Lord can be continued if we hear about Him constantly. It is therefore recommended in this verse: mukund&#257;carit&#257;grya-s&#299;dhun&#257;. S&#299;dhu means "nectar." To hear about Kr&#803;s&#803;n&#803;a from &#346;r&#299;mad-Bh&#257;gavatam or Bhagavad-g&#299;t&#257; or similar authentic literature is to live in Kr&#803;s&#803;n&#803;a consciousness. Such concentration in Kr&#803;s&#803;n&#803;a consciousness can be achieved by persons who are strictly following the rules and regulative principles. We have recommended in our Kr&#803;s&#803;n&#803;a consciousness movement that a devotee chant sixteen rounds on beads daily and follow the regulative principles. That will help the devotee be fixed in his spiritual advancement in life.</P><P>It is also stated in this verse that one can advance by controlling the senses (yamaih&#803;). By controlling the senses, one can become a sv&#257;m&#299; or gosv&#257;m&#299;. One who is therefore enjoying this supertitle, sv&#257;m&#299; or gosv&#257;m&#299;, must be very strict in controlling his senses. Indeed, he must be master of his senses. This is possible when one does not desire any material sense gratification. If, by chance, the senses want to work independently, he must control them. If we simply practice avoiding material sense gratification, controlling the senses is automatically achieved.</P><P>Another important point mentioned in this connection is aninday&#257; &#8212; we should not criticize others' methods of religion. There are different types of religious systems operating under different qualities of material nature. Those operating in the modes of ignorance and passion cannot be as perfect as that system in the mode of goodness. In Bhagavad-g&#299;t&#257; everything has been divided into three qualitative divisions; therefore religious systems are similarly categorized. When people are mostly under the modes of passion and ignorance, their system of religion will be of the same quality. A devotee, instead of criticizing such systems, will encourage the followers to stick to their principles so that gradually they can come to the platform of religion in goodness. Simply by criticizing them, a devotee's mind will be agitated. Thus a devotee should tolerate and learn to stop agitation.</P><P>Another feature of the devotee is nir&#299;hay&#257;, simple living. Nir&#299;h&#257; means "gentle," "meek" or "simple." A devotee should not live very gorgeously and imitate a materialistic person. Plain living and high thinking are recommended for a devotee. He should accept only so much as he needs to keep the material body fit for the execution of devotional service. He should not eat or sleep more than is required. Simply eating for living, and not living for eating, and sleeping only six to seven hours a day are principles to be followed by devotees. As long as the body is there it is subjected to the influence of climatic changes, disease and natural disturbances, the threefold miseries of material existence. We cannot avoid them. Sometimes we receive letters from neophyte devotees questioning why they have fallen sick, although pursuing Kr&#803;s&#803;n&#803;a consciousness. They should learn from this verse that they have to become tolerant (dvandva-titiks&#803;ay&#257;). This is the world of duality. One should not think that because he has fallen sick he has fallen from Kr&#803;s&#803;n&#803;a consciousness. Kr&#803;s&#803;n&#803;a consciousness can continue without impediment from any material opposition. Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a therefore advises in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/14.htm">2.14</A>), t&#257;m&#769;s titiks&#803;asva bh&#257;rata: "My dear Arjuna, please try to tolerate all these disturbances. Be fixed in your Kr&#803;s&#803;n&#803;a conscious activities."</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>