<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Pr&#803;thu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.46</P><P CLASS=c>svam eva br&#257;hman&#803;o bhu&#324;kte</P><P CLASS=c>svam&#769; vaste svam&#769; dad&#257;ti ca</P><P CLASS=c>tasyaiv&#257;nugrahen&#803;&#257;nnam&#769;</P><P CLASS=c>bhu&#241;jate ks&#803;atriy&#257;dayah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hman&#803;ah&#803;</A> &#8212; the <A HREF="http://vedabase.net/b/brahmana">br&#257;hman&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/b/bhunkte">bhu&#324;kte</A> &#8212; enjoy; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/v/vaste">vaste</A> &#8212; clothing; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/d/dadati">dad&#257;ti</A> &#8212; gives <A HREF="http://vedabase.net/i/in">in</A> charity; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anugrahena">anugrahen&#803;a</A> &#8212; by the mercy of; <A CLASS=v HREF="http://vedabase.net/a/annam">annam</A> &#8212; food grains; <A CLASS=v HREF="http://vedabase.net/b/bhunjate">bhu&#241;jate</A> &#8212; eats; <A CLASS=v HREF="http://vedabase.net/k/ksatriya">ks&#803;atriya</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah&#803;</A> &#8212; other divisions of society, headed by the ks&#803;atriyas.</P><P CLASS=t>TRANSLATION</P><P>The ks&#803;atriyas, vai&#347;yas and &#347;&#363;dras eat their food by virtue of the br&#257;hman&#803;as' mercy. It is the br&#257;hman&#803;as who enjoy their own property, clothe themselves with their own property and give charity with their own property.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is worshiped with the words namo brahman&#803;ya-dev&#257;ya, which indicate that the Supreme Lord accepts the br&#257;hman&#803;as as worshipable gods. The Supreme Lord is worshiped by everyone, yet to teach others He worships the br&#257;hman&#803;as. Everyone should follow the instructions of the br&#257;hman&#803;as, for their only business is to spread &#347;abda-brahma, or Vedic knowledge, all over the world. Whenever there is a scarcity of br&#257;hman&#803;as to spread Vedic knowledge, chaos throughout human society results. Since br&#257;hman&#803;as and Vais&#803;n&#803;avas are direct servants of the Supreme Personality of Godhead, they do not depend on others. In actuality, everything in the world belongs to the br&#257;hman&#803;as, and out of their humility the br&#257;hman&#803;as accept charity from the ks&#803;atriyas, or kings, and the vai&#347;yas, or merchants. Everything belongs to the br&#257;hman&#803;as, but the ks&#803;atriya government and the mercantile people keep everything in custody, like bankers, and whenever the br&#257;hman&#803;as need money, the ks&#803;atriyas and vai&#347;yas should supply it. It is like a savings account with money which the depositor can draw out at his will. The br&#257;hman&#803;as, being engaged in the service of the Lord, have very little time to handle the finances of the world, and therefore the riches are kept by the ks&#803;atriyas, or the kings, who are to produce money upon the br&#257;hman&#803;as' demand. Actually the br&#257;hman&#803;as or Vais&#803;n&#803;avas do not live at others' cost; they live by spending their own money, although it appears that they are collecting this money from others. Ks&#803;atriyas and vai&#347;yas have no right to give charity, for whatever they possess belongs to the br&#257;hman&#803;as. Therefore charity should be given by the ks&#803;atriyas and vai&#347;yas under the instructions of the br&#257;hman&#803;as. Unfortunately at the present moment there is a scarcity of br&#257;hman&#803;as, and since the so-called ks&#803;atriyas and vai&#347;yas do not carry out the orders of the br&#257;hman&#803;as, the world is in a chaotic condition.</P><P>The second line of this verse indicates that the ks&#803;atriyas, vai&#347;yas and &#347;&#363;dras eat only by virtue of the br&#257;hman&#803;a's mercy; in other words, they should not eat anything which is forbidden by the br&#257;hman&#803;as. The br&#257;hman&#803;as and Vais&#803;n&#803;avas know what to eat, and by their personal example they do not eat anything which is not offered first to the Supreme Personality of Godhead. They eat only pras&#257;da, or remnants of the food offered to the Lord. The ks&#803;atriyas, vai&#347;yas and &#347;&#363;dras should eat only kr&#803;s&#803;n&#803;a-pras&#257;da, which is afforded them by the mercy of the br&#257;hman&#803;as. They cannot open slaughterhouses and eat meat, fish or eggs or drink liquor, or earn money for this purpose without authorization. In the present age, because society is not guided by brahminical instruction, the whole population is only absorbed in sinful activities. Consequently, everyone is deservedly being punished by the laws of nature. This is the situation in this age of Kali.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>