<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Pr&#803;thu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.8</P><P CLASS=c>kim&#769; tasya durlabhataram</P><P CLASS=c>iha loke paratra ca</P><P CLASS=c>yasya vipr&#257;h&#803; pras&#299;danti</P><P CLASS=c>&#347;ivo vis&#803;n&#803;u&#347; ca s&#257;nugah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/d/durlabha">durlabha</A>-<A CLASS=v HREF="http://vedabase.net/t/taram">taram</A> &#8212; very rare <A HREF="http://vedabase.net/t/to">to</A> achieve; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; world; <A CLASS=v HREF="http://vedabase.net/p/paratra">paratra</A> &#8212; after death; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; one whose; <A CLASS=v HREF="http://vedabase.net/v/viprah">vipr&#257;h&#803;</A> &#8212; the br&#257;hman&#803;as and Vais&#803;n&#803;avas; <A CLASS=v HREF="http://vedabase.net/p/prasidanti">pras&#299;danti</A> &#8212; become pleased; <A CLASS=v HREF="http://vedabase.net/s/sivah">&#347;ivah&#803;</A> &#8212; all-auspicious; <A CLASS=v HREF="http://vedabase.net/v/visnuh">vis&#803;n&#803;uh&#803;</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/anugah">anugah&#803;</A> &#8212; going along with.</P><P CLASS=t>TRANSLATION</P><P>Any person upon whom the br&#257;hman&#803;as and Vais&#803;n&#803;avas are pleased can achieve anything which is very rare to obtain in this world as well as after death. Not only that, but one also receives the favor of the auspicious Lord &#346;iva and Lord Vis&#803;n&#803;u, who accompany the br&#257;hman&#803;as and Vais&#803;n&#803;avas.</P><P CLASS=t>PURPORT</P><P>The br&#257;hman&#803;as and Vais&#803;n&#803;avas are the bearers of Lord Vis&#803;n&#803;u, the all-auspicious. As confirmed in the Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>):</P><P>prem&#257;&#241;jana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah&#803; sadaiva hr&#803;dayes&#803;u vilokayanti</P><P CLASS=n>yam&#769; &#347;y&#257;masundaram acintya-gun&#803;a-svar&#363;pam&#769;</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>The devotees, out of their extreme love for Govinda, the Supreme Personality of Godhead, always carry the Lord within their hearts. The Lord is already in the heart of everyone, but the Vais&#803;n&#803;avas and the br&#257;hman&#803;as actually perceive and see Him always in ecstasy. Therefore br&#257;hman&#803;as and Vais&#803;n&#803;avas are carriers of Vis&#803;n&#803;u. Wherever they go, Lord Vis&#803;n&#803;u, Lord &#346;iva or the devotees of Lord Vis&#803;n&#803;u are all carried. The four Kum&#257;ras are br&#257;hman&#803;as, and they visited the place of Mah&#257;r&#257;ja Pr&#803;thu. Naturally Lord Vis&#803;n&#803;u and His devotees were also present. Under the circumstances, the conclusion is that when the br&#257;hman&#803;as and Vais&#803;n&#803;avas are pleased with a person, Lord Vis&#803;n&#803;u is also pleased. This is confirmed by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura in his eight stanzas on the spiritual master: yasya pras&#257;d&#257;d bhagavat-pras&#257;dah&#803; **. By pleasing the spiritual master, who is both br&#257;hman&#803;a and Vais&#803;n&#803;ava, one pleases the Supreme Personality of Godhead. If the Supreme Personality of Godhead is pleased, then one has nothing more to achieve either in this world or after death.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>