<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 27 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 27 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Understanding Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.27.10</P><P CLASS=c>nivr&#803;tta-buddhy-avasth&#257;no</P><P CLASS=c>d&#363;r&#299;-bh&#363;t&#257;nya-dar&#347;anah&#803;</P><P CLASS=c>upalabhy&#257;tman&#257;tm&#257;nam&#769;</P><P CLASS=c>caks&#803;us&#803;ev&#257;rkam &#257;tma-dr&#803;k</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nivrtta">nivr&#803;tta</A> &#8212; transcended; <A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A>-<A CLASS=v HREF="http://vedabase.net/a/avasthanah">avasth&#257;nah&#803;</A> &#8212; the stages of material consciousness; <A CLASS=v HREF="http://vedabase.net/d/duri">d&#363;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; far off; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/d/darsanah">dar&#347;anah&#803;</A> &#8212; conceptions of life; <A CLASS=v HREF="http://vedabase.net/u/upalabhya">upalabhya</A> &#8212; having realized; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by his purified intellect; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; his own self; <A CLASS=v HREF="http://vedabase.net/c/caksusa">caks&#803;us&#803;&#257;</A> &#8212; with his eyes; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/arkam">arkam</A> &#8212; the sun; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">dr&#803;k</A> &#8212; the self-realized.</P><P CLASS=t>TRANSLATION</P><P>One should be situated in the transcendental position, beyond the stages of material consciousness, and should be aloof from all other conceptions of life. Thus realizing freedom from false ego, one should see his own self just as he sees the sun in the sky.</P><P CLASS=t>PURPORT</P><P>Consciousness acts in three stages under the material conception of life. When we are awake, consciousness acts in a particular way, when we are asleep it acts in a different way, and when we are in deep sleep, consciousness acts in still another way. To become Kr&#803;s&#803;n&#803;a conscious, one has to become transcendental to these three stages of consciousness. Our present consciousness should be freed from all perceptions of life other than consciousness of Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead. This is called d&#363;r&#299;-bh&#363;t&#257;nya-dar&#347;anah&#803;, which means that when one attains perfect Kr&#803;s&#803;n&#803;a consciousness he does not see anything but Kr&#803;s&#803;n&#803;a. In the Caitanya-carit&#257;mr&#803;ta it is said that the perfect devotee may see many movable and immovable objects, but in everything he sees that the energy of Kr&#803;s&#803;n&#803;a is acting. As soon as he remembers the energy of Kr&#803;s&#803;n&#803;a, he immediately remembers Kr&#803;s&#803;n&#803;a in His personal form. Therefore in all his observations he sees Kr&#803;s&#803;n&#803;a only. In the Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>) it is stated that when one's eyes are smeared with love of Kr&#803;s&#803;n&#803;a (prem&#257;&#241;jana-cchurita), he always sees Kr&#803;s&#803;n&#803;a, outside and inside. This is confirmed here; one should be freed from all other vision, and in that way he is freed from the false egoistic identification and sees himself as the eternal servitor of the Lord. Caks&#803;us&#803;ev&#257;rkam: as we can see the sun without a doubt, one who is fully developed in Kr&#803;s&#803;n&#803;a consciousness sees Kr&#803;s&#803;n&#803;a and His energy. By this vision one becomes &#257;tma-dr&#803;k, or self-realized. When the false ego of identifying the body with the self is removed, actual vision of life is perceivable. The senses, therefore, also become purified. Real service of the Lord begins when the senses are purified. One does not have to stop the activities of the senses, but the false ego of identifying with the body has to be removed. Then the senses automatically become purified, and with purified senses one can actually discharge devotional service.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>