<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 11 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 11 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Childhood Pastimes of Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.11.27</P><P CLASS=c>y&#257;vad autp&#257;tiko 'ris&#803;t&#803;o</P><P CLASS=c>vrajam&#769; n&#257;bhibhaved itah&#803;</P><P CLASS=c>t&#257;vad b&#257;l&#257;n up&#257;d&#257;ya</P><P CLASS=c>y&#257;sy&#257;mo 'nyatra s&#257;nug&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> long; <A CLASS=v HREF="http://vedabase.net/a/autpatikah">autp&#257;tikah&#803;</A> &#8212; disturbing; <A CLASS=v HREF="http://vedabase.net/a/aristah">aris&#803;t&#803;ah&#803;</A> &#8212; the demon; <A CLASS=v HREF="http://vedabase.net/v/vrajam">vrajam</A> &#8212; this <A HREF="http://vedabase.net/g/gokula">Gokula</A> Vrajabh&#363;mi; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/abhibhavet">abhibhavet</A> <A CLASS=v HREF="http://vedabase.net/i/itah">itah&#803;</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A> away from this place; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> long; <A CLASS=v HREF="http://vedabase.net/b/balan">b&#257;l&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/upadaya">up&#257;d&#257;ya</A> &#8212; for the benefit of the boys; <A CLASS=v HREF="http://vedabase.net/y/yasyamah">y&#257;sy&#257;mah&#803;</A> &#8212; we shall <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; somewhere else; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/anugah">anug&#257;h&#803;</A> &#8212; with our followers.</P><P CLASS=t>TRANSLATION</P><P>All these incidents are being caused by some unknown demon. Before he comes here to create another disturbance, it is our duty to go somewhere else with the boys until there are no more disturbances.</P><P CLASS=t>PURPORT</P><P>Up&#257;nanda suggested, "By the mercy of Lord Vis&#803;n&#803;u, Kr&#803;s&#803;n&#803;a has always been saved from so many dangerous incidents. Now let us leave this place and go someplace where we may worship Lord Vis&#803;n&#803;u undisturbed, before there is another cause of death from some demon who may attack us." A devotee desires only that he may execute devotional service undisturbed. Actually we see, however, that even during the presence of Kr&#803;s&#803;n&#803;a, when Nanda Mah&#257;r&#257;ja and the other cowherd men had the Supreme Personality of Godhead in their presence, there were disturbances. Of course, in every case, Kr&#803;s&#803;n&#803;a came out victorious. The instruction we may derive from this is that we should not be disturbed by so-called disturbances. There have been so many disturbances to our Kr&#803;s&#803;n&#803;a consciousness movement, but we cannot give up our forward march. On the contrary, people are receiving this movement very enthusiastically all over the world, and they are purchasing literature about Kr&#803;s&#803;n&#803;a consciousness with redoubled energy. Thus there are both encouragements and disturbances. This was so even in Kr&#803;s&#803;n&#803;a's time.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>