<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 11 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 11 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Childhood Pastimes of Kr&#803;s&#803;n&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.11.37</P><P CLASS=c>evam&#769; vrajaukas&#257;m&#769; pr&#299;tim&#769;</P><P CLASS=c>yacchantau b&#257;la-ces&#803;t&#803;itaih&#803;</P><P CLASS=c>kala-v&#257;kyaih&#803; sva-k&#257;lena</P><P CLASS=c>vatsa-p&#257;lau babh&#363;vatuh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/o/okasam">okas&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> all the inhabitants of <A HREF="http://vedabase.net/v/vraja">Vraja</A>; <A CLASS=v HREF="http://vedabase.net/p/pritim">pr&#299;tim</A> &#8212; pleasure; <A CLASS=v HREF="http://vedabase.net/y/yacchantau">yacchantau</A> &#8212; giving; <A CLASS=v HREF="http://vedabase.net/b/bala">b&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/c/cestitaih">ces&#803;t&#803;itaih&#803;</A> &#8212; by the activities and pastimes of childhood; <A CLASS=v HREF="http://vedabase.net/k/kala">kala</A>-<A CLASS=v HREF="http://vedabase.net/v/vakyaih">v&#257;kyaih&#803;</A> &#8212; and by very sweet broken language; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> due course of time; <A CLASS=v HREF="http://vedabase.net/v/vatsa">vatsa</A>-<A CLASS=v HREF="http://vedabase.net/p/palau">p&#257;lau</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> take <A HREF="http://vedabase.net/c/care">care</A> of the calves; <A CLASS=v HREF="http://vedabase.net/b/babhuvatuh">babh&#363;vatuh&#803;</A> &#8212; were grown up.</P><P CLASS=t>TRANSLATION</P><P>In this way, Kr&#803;s&#803;n&#803;a and Balar&#257;ma, acting like small boys and talking in half-broken language, gave transcendental pleasure to all the inhabitants of Vraja. In due course of time, They became old enough to take care of the calves.</P><P CLASS=t>PURPORT</P><P>As soon as Kr&#803;s&#803;n&#803;a and Balar&#257;ma were a little grown up, They were meant for taking care of the calves. Although born of a very well-to-do family, They still had to take care of the calves. This was the system of education. Those who were not born in br&#257;hman&#803;a families were not meant for academic education. The br&#257;hman&#803;as were trained in a literary, academic education, the ks&#803;atriyas were trained to take care of the state, and the vai&#347;yas learned how to cultivate the land and take care of the cows and calves. There was no need to waste time going to school to be falsely educated and later increase the numbers of the unemployed. Kr&#803;s&#803;n&#803;a and Balar&#257;ma taught us by Their personal behavior. Kr&#803;s&#803;n&#803;a took care of the cows and played His flute, and Balar&#257;ma took care of agricultural activities with a plow in His hand.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>