<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.40</P><P CLASS=c>evam&#769; hi lok&#257;h&#803; kratubhih&#803; kr&#803;t&#257; am&#299;</P><P CLASS=c>ks&#803;ayis&#803;n&#803;avah&#803; s&#257;ti&#347;ay&#257; na nirmal&#257;h&#803;</P><P CLASS=c>tasm&#257;d adr&#803;s&#803;t&#803;a-&#347;ruta-d&#363;s&#803;an&#803;am&#769; param&#769;</P><P CLASS=c>bhaktyoktaye&#347;am&#769; bhajat&#257;tma-labdhaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; similarly (<A HREF="http://vedabase.net/a/as">as</A> earthly wealth and possessions <A HREF="http://vedabase.net/a/are">are</A> impermanent); <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/l/lokah">lok&#257;h&#803;</A> &#8212; higher planetary systems like heaven, the moon, the sun and Brahmaloka; <A CLASS=v HREF="http://vedabase.net/k/kratubhih">kratubhih&#803;</A> &#8212; by performing great sacrifices; <A CLASS=v HREF="http://vedabase.net/k/krtah">kr&#803;t&#257;h&#803;</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/a/ami">am&#299;</A> &#8212; all those; <A CLASS=v HREF="http://vedabase.net/k/ksayisnavah">ks&#803;ayis&#803;n&#803;avah&#803;</A> &#8212; perishable, impermanent; <A CLASS=v HREF="http://vedabase.net/s/satisayah">s&#257;ti&#347;ay&#257;h&#803;</A> &#8212; although <A HREF="http://vedabase.net/m/more">more</A> comfortable and pleasing; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/n/nirmalah">nirmal&#257;h&#803;</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> (free from disturbances); <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/adrsta">adr&#803;s&#803;t&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/s/sruta">&#347;ruta</A> &#8212; never seen or heard; <A CLASS=v HREF="http://vedabase.net/d/dusanam">d&#363;s&#803;an&#803;am</A> &#8212; whose fault; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; with great devotional love; <A CLASS=v HREF="http://vedabase.net/u/uktaya">uktay&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> described <A HREF="http://vedabase.net/i/in">in</A> the Vedic literature (not mixed with <A HREF="http://vedabase.net/j/jnana">j&#241;&#257;na</A> or <A HREF="http://vedabase.net/k/karma">karma</A>); <A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/b/bhajata">bhajata</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/l/labdhaye">labdhaye</A> &#8212; for self-realization.</P><P CLASS=t>TRANSLATION</P><P>It is learned from Vedic literature that by performing great sacrifices one may elevate himself to the heavenly planets. However, although life on the heavenly planets is hundreds and thousands of times more comfortable than life on earth, the heavenly planets are not pure [nirmalam], or free from the taint of material existence. The heavenly planets are also temporary, and therefore they are not the goal of life. The Supreme Personality of Godhead, however, has never been seen or heard to possess inebriety. Consequently, for your own benefit and self-realization, you must worship the Lord with great devotion, as described in the revealed scriptures.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257;, ks&#803;&#299;n&#803;e pun&#803;ye martya-lokam&#769; vi&#347;anti [<A CLASS=v HREF="../../../bg/9/21.htm">Bg. 9.21</A>]. Even if one is promoted to the higher planetary systems by performing great sacrifices, which are accompanied by the sinful act of sacrificing animals, the standard of happiness in Svargaloka is also not free of disturbances. There is a similar struggle for existence even for the King of heaven, Indra. Thus there is no practical benefit in promoting oneself to the heavenly planets. Indeed, from the heavenly planets one must return to this earth after one has exhausted the results of his pious activities. In the Vedas it is said, tad yatheha karma jito lokah&#803; ks&#803;&#299;yate evam ev&#257;mutra pun&#803;ya jito lokah&#803; ks&#803;&#299;yata. As the material positions we acquire here by hard work are vanquished in due course of time, one's residence in the heavenly planets is also eventually vanquished. According to one's activities of piety in different degrees, one obtains different standards of life, but none of them are permanent, and therefore they are all impure. Consequently, one should not endeavor to be promoted to the higher planetary systems, only to return to this earth or descend still lower to the hellish planets. To stop this cycle of going up and coming down, one must take to Kr&#803;s&#803;n&#803;a consciousness. &#346;r&#299; Caitanya Mah&#257;prabhu therefore said:</P><P>brahm&#257;n&#803;d&#803;a bhramite kona bh&#257;gyav&#257;n j&#299;va</P><P CLASS=n>guru-kr&#803;s&#803;n&#803;a-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja</P><P>(Cc. <A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>)</P><P>The living entity is rotating in the cycle of birth and death, going sometimes to the higher planets and sometimes to the lower planets, but that is not the solution to the problems of life. But if by the grace of Kr&#803;s&#803;n&#803;a one is fortunate enough to meet a guru, a representative of Kr&#803;s&#803;n&#803;a, one gets the clue to returning home, back to Godhead, having achieved self-realization. This is what is actually desirable. Bhajat&#257;tma-labdhaye: one must take to Kr&#803;s&#803;n&#803;a consciousness for self-realization.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>