<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.12</P><P CLASS=c>yama uv&#257;ca</P><P CLASS=c>paro mad-anyo jagatas tasthus&#803;a&#347; ca</P><P CLASS=c>otam&#769; protam&#769; pat&#803;avad yatra vi&#347;vam</P><P CLASS=c>yad-am&#769;&#347;ato 'sya sthiti-janma-n&#257;&#347;&#257;</P><P CLASS=c>nasy otavad yasya va&#347;e ca lokah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yamah">yamah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Yamar&#257;ja replied; <A CLASS=v HREF="http://vedabase.net/p/parah">parah&#803;</A> &#8212; superior; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; than <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah&#803;</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/j/jagatah">jagatah&#803;</A> &#8212; of all moving things; <A CLASS=v HREF="http://vedabase.net/t/tasthusah">tasthus&#803;ah&#803;</A> &#8212; of nonmoving things; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/o/otam">otam</A> &#8212; crosswise; <A CLASS=v HREF="http://vedabase.net/p/protam">protam</A> &#8212; lengthwise; <A CLASS=v HREF="http://vedabase.net/p/patavat">pat&#803;avat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> woven cloth; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whom; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; the cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/a/amsatah">am&#769;&#347;atah&#803;</A> &#8212; from the partial expansions; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this universe; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; the maintenance; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; the creation; <A CLASS=v HREF="http://vedabase.net/n/nasah">n&#257;&#347;&#257;h&#803;</A> &#8212; the annihilation; <A CLASS=v HREF="http://vedabase.net/n/nasi">nasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the nose; <A CLASS=v HREF="http://vedabase.net/o/ota">ota</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like the rope; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/v/vase">va&#347;e</A> &#8212; under the control; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/l/lokah">lokah&#803;</A> &#8212; the whole creation.</P><P CLASS=t>TRANSLATION</P><P>Yamar&#257;ja said: My dear servants, you have accepted me as the Supreme, but factually I am not. Above me, and above all the other demigods, including Indra and Candra, is the one supreme master and controller. The partial manifestations of His personality are Brahm&#257;, Vis&#803;n&#803;u and &#346;iva, who are in charge of the creation, maintenance and annihilation of this universe. He is like the two threads that form the length and breadth of a woven cloth. The entire world is controlled by Him just as a bull is controlled by a rope in its nose.</P><P CLASS=t>PURPORT</P><P>The order carriers of Yamar&#257;ja suspected that there was a ruler even above Yamar&#257;ja. To eradicate their doubts, Yamar&#257;ja immediately replied, "Yes, there is one supreme controller above everything." Yamar&#257;ja is in charge of some of the moving living entities, namely the human beings, but the animals, who also move, are not under his control. Only human beings have consciousness of right and wrong, and among them only those who perform sinful activities come under the control of Yamar&#257;ja. Therefore although Yamar&#257;ja is a controller, he is only a departmental controller of a few living entities. There are other demigods who control many other departments, but above them all is one supreme controller, Kr&#803;s&#803;n&#803;a. &#298;&#347;varah&#803; paramah&#803; kr&#803;s&#803;n&#803;ah&#803; sac-cid-&#257;nanda-vigrahah&#803; [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]: the supreme controller is Kr&#803;s&#803;n&#803;a. Others, who control their own departments in the affairs of the universe, are insignificant in comparison to Kr&#803;s&#803;n&#803;a, the supreme controller. Kr&#803;s&#803;n&#803;a says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/7.htm">7.7</A>), mattah&#803; parataram&#769; n&#257;nyat ki&#241;cid asti dhana&#241;jaya: "My dear Dhana&#241;jaya [Arjuna], no one is superior to Me." Therefore Yamar&#257;ja immediately cleared away the doubts of his assistants, the Yamad&#363;tas, by confirming that there is a supreme controller above all others.</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya explains that the words otam&#769; protam refer to the cause of all causes. The Supreme Lord is both vertical and horizontal to the cosmic manifestation. This is confirmed by the following verse from the Skanda Pur&#257;n&#803;a:</P><P>yath&#257; kanth&#257;-pat&#803;&#257;h&#803; s&#363;tra</P><P CLASS=n>ot&#257;h&#803; prot&#257;&#347; ca sa sthit&#257;h&#803;</P><P CLASS=n>evam&#769; vis&#803;n&#803;&#257;v idam&#769; vi&#347;vam</P><P CLASS=n>otam&#769; protam&#769; ca sam&#769;sthitam</P><P>Like the two threads, horizontal and vertical, of which a quilt is manufactured, Lord Vis&#803;n&#803;u is situated as the vertical and horizontal cause of the cosmic manifestation.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>