<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.18</P><P CLASS=c>bh&#363;t&#257;ni vis&#803;n&#803;oh&#803; sura-p&#363;jit&#257;ni</P><P CLASS=c>durdar&#347;a-li&#324;g&#257;ni mah&#257;dbhut&#257;ni</P><P CLASS=c>raks&#803;anti tad-bhaktimatah&#803; parebhyo</P><P CLASS=c>matta&#347; ca marty&#257;n atha sarvata&#347; ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; living entities or servants; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vis&#803;n&#803;oh&#803;</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/p/pujitani">p&#363;jit&#257;ni</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> worshiped by the demigods; <A CLASS=v HREF="http://vedabase.net/d/durdarsa">durdar&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/l/lingani">li&#324;g&#257;ni</A> &#8212; possessing forms not easily seen; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adbhutani">adbhut&#257;ni</A> &#8212; greatly wonderful; <A CLASS=v HREF="http://vedabase.net/r/raksanti">raks&#803;anti</A> &#8212; they protect; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/m/matah">matah&#803;</A> &#8212; the devotees of the Lord; <A CLASS=v HREF="http://vedabase.net/p/parebhyah">parebhyah&#803;</A> &#8212; from others who <A HREF="http://vedabase.net/a/are">are</A> inimical; <A CLASS=v HREF="http://vedabase.net/m/mattah">mattah&#803;</A> &#8212; from <A HREF="http://vedabase.net/m/me">me</A> (Yamar&#257;ja) and my order carriers; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/martyan">marty&#257;n</A> &#8212; the human beings; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sarvatah">sarvatah&#803;</A> &#8212; from everything; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>The order carriers of Lord Vis&#803;n&#803;u, who are worshiped even by the demigods, possess wonderful bodily features exactly like those of Vis&#803;n&#803;u and are very rarely seen. The Vis&#803;n&#803;ud&#363;tas protect the devotees of the Lord from the hands of enemies, from envious persons and even from my jurisdiction, as well as from natural disturbances.</P><P CLASS=t>PURPORT</P><P>Yamar&#257;ja has specifically described the qualities of the Vis&#803;n&#803;ud&#363;tas to convince his own servants not to be envious of them. Yamar&#257;ja warned the Yamad&#363;tas that the Vis&#803;n&#803;ud&#363;tas are worshiped with respectful obeisances by the demigods and are always very alert to protect the devotees of the Lord from the hands of enemies, from natural disturbances and from all dangerous conditions in this material world. Sometimes the members of the Kr&#803;s&#803;n&#803;a Consciousness Society are afraid of the impending danger of world war and ask what would happen to them if a war should occur. In all kinds of danger, they should be confident of their protection by the Vis&#803;n&#803;ud&#363;tas or the Supreme Personality of Godhead, as confirmed in Bhagavad-g&#299;t&#257; (kaunteya pratij&#257;n&#299;hi na me bhaktah&#803; pran&#803;a&#347;yati). Material danger is not meant for devotees. This is also confirmed in &#346;r&#299;mad-Bh&#257;gavatam. Padam&#769; padam&#769; yad vipad&#257;m&#769; na tes&#803;&#257;m: in this material world there are dangers at every step, but they are not meant for devotees who have fully surrendered unto the lotus feet of the Lord. The pure devotees of Lord Vis&#803;n&#803;u may rest assured of the Lord's protection, and as long as they are in this material world they should fully engage in devotional service by preaching the cult of &#346;r&#299; Caitanya Mah&#257;prabhu and Lord Kr&#803;s&#803;n&#803;a, namely the Hare Kr&#803;s&#803;n&#803;a movement of Kr&#803;s&#803;n&#803;a consciousness.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>