<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.19</P><P CLASS=c>dharmam&#769; tu s&#257;ks&#803;&#257;d bhagavat-pran&#803;&#299;tam&#769;</P><P CLASS=c>na vai vidur r&#803;s&#803;ayo n&#257;pi dev&#257;h&#803;</P><P CLASS=c>na siddha-mukhy&#257; asur&#257; manus&#803;y&#257;h&#803;</P><P CLASS=c>kuto nu vidy&#257;dhara-c&#257;ran&#803;&#257;dayah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; real religious principles, or bona fide laws of religion; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ks&#803;&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pranitam">pran&#803;&#299;tam</A> &#8212; enacted; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh&#803;</A> &#8212; they know; <A CLASS=v HREF="http://vedabase.net/r/rsayah">r&#803;s&#803;ayah&#803;</A> &#8212; the great r&#803;s&#803;is such <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/b/bhrgu">Bhr&#803;gu</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h&#803;</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A>-<A CLASS=v HREF="http://vedabase.net/m/mukhyah">mukhy&#257;h&#803;</A> &#8212; the chief leaders of Siddhaloka; <A CLASS=v HREF="http://vedabase.net/a/asurah">asur&#257;h&#803;</A> &#8212; the demons; <A CLASS=v HREF="http://vedabase.net/m/manusyah">manus&#803;y&#257;h&#803;</A> &#8212; the inhabitants of Bh&#363;rloka, the human beings; <A CLASS=v HREF="http://vedabase.net/k/kutah">kutah&#803;</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vidyadhara">vidy&#257;dhara</A> &#8212; the lesser demigods known <A HREF="http://vedabase.net/a/as">as</A> Vidy&#257;dharas; <A CLASS=v HREF="http://vedabase.net/c/carana">c&#257;ran&#803;a</A> &#8212; the residents of the planets where people <A HREF="http://vedabase.net/a/are">are</A> by nature great musicians and singers; <A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah&#803;</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on.</P><P CLASS=t>TRANSLATION</P><P>Real religious principles are enacted by the Supreme Personality of Godhead. Although fully situated in the mode of goodness, even the great r&#803;s&#803;is who occupy the topmost planets cannot ascertain the real religious principles, nor can the demigods or the leaders of Siddhaloka, to say nothing of the asuras, ordinary human beings, Vidy&#257;dharas and C&#257;ran&#803;as.</P><P CLASS=t>PURPORT</P><P>When challenged by the Vis&#803;n&#803;ud&#363;tas to describe the principles of religion, the Yamad&#363;tas said, veda-pran&#803;ihito dharmah&#803;: the religious principles are the principles enacted in the Vedic literature. They did not know, however, that the Vedic literature contains ritualistic ceremonies that are not transcendental, but are meant to keep peace and order among materialistic persons in the material world. Real religious principles are nistraigun&#803;ya, above the three modes of material nature, or transcendental. The Yamad&#363;tas did not know these transcendental religious principles, and therefore when prevented from arresting Aj&#257;mila they were surprised. Materialistic persons who attach all their faith to the Vedic rituals are described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/42.htm">2.42</A>), wherein Kr&#803;s&#803;n&#803;a says, veda-v&#257;da-rat&#257;h&#803; p&#257;rtha n&#257;nyad ast&#299;ti v&#257;dinah&#803;: the supposed followers of the Vedas say that there is nothing beyond the Vedic ceremonies. Indeed, there is a group of men in India who are very fond of the Vedic rituals, not understanding the meaning of these rituals, which are intended to elevate one gradually to the transcendental platform of knowing Kr&#803;s&#803;n&#803;a (vedai&#347; ca sarvair aham eva vedyah&#803; [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]). Those who do not know this principle but who simply attach their faith to the Vedic rituals are called veda-v&#257;da-rat&#257;h&#803;.</P><P>Herein it is stated that the real religious principle is that which is given by the Supreme Personality of Godhead. That principle is stated in Bhagavad-g&#299;t&#257;. Sarva-dharm&#257;n parityajya m&#257;m ekam&#769; &#347;aran&#803;am&#769; vraja: [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>] one should give up all other duties and surrender unto the lotus feet of Kr&#803;s&#803;n&#803;a. That is the real religious principle everyone should follow. Even though one follows Vedic scriptures, one may not know this transcendental principle, for it is not known to everyone. To say nothing of human beings, even the demigods in the upper planetary systems are unaware of it. This transcendental religious principle must be understood from the Supreme Personality of Godhead directly or from His special representative, as stated in the next verses.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20-21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>