<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.29</P><P CLASS=c>jihv&#257; na vakti bhagavad-gun&#803;a-n&#257;madheyam&#769;</P><P CLASS=c>ceta&#347; ca na smarati tac-caran&#803;&#257;ravindam</P><P CLASS=c>kr&#803;s&#803;n&#803;&#257;ya no namati yac-chira ekad&#257;pi</P><P CLASS=c>t&#257;n &#257;nayadhvam asato 'kr&#803;ta-vis&#803;n&#803;u-kr&#803;ty&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jihva">jihv&#257;</A> &#8212; the tongue; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vakti">vakti</A> &#8212; chants; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A> &#8212; transcendental qualities; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; and the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/d/dheyam">dheyam</A> &#8212; imparting; <A CLASS=v HREF="http://vedabase.net/c/cetah">cetah&#803;</A> &#8212; the heart; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/smarati">smarati</A> &#8212; remembers; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/c/carana">caran&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/aravindam">aravindam</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/k/krsnaya">kr&#803;s&#803;n&#803;&#257;ya</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A> through His Deity <A HREF="http://vedabase.net/i/in">in</A> the temple; <A CLASS=v HREF="http://vedabase.net/n/no">no</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/n/namati">namati</A> &#8212; bows; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah&#803;</A> &#8212; head; <A CLASS=v HREF="http://vedabase.net/e/ekada">ekad&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even once; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/a/anayadhvam">&#257;nayadhvam</A> &#8212; bring before <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/asatah">asatah&#803;</A> &#8212; the nondevotees; <A CLASS=v HREF="http://vedabase.net/a/akrta">akr&#803;ta</A> &#8212; not performing; <A CLASS=v HREF="http://vedabase.net/v/visnu">vis&#803;n&#803;u</A>-<A CLASS=v HREF="http://vedabase.net/k/krtyan">kr&#803;ty&#257;n</A> &#8212; duties toward Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>.</P><P CLASS=t>TRANSLATION</P><P>My dear servants, please bring to me only those sinful persons who do not use their tongues to chant the holy name and qualities of Kr&#803;s&#803;n&#803;a, whose hearts do not remember the lotus feet of Kr&#803;s&#803;n&#803;a even once, and whose heads do not bow down even once before Lord Kr&#803;s&#803;n&#803;a. Send me those who do not perform their duties toward Vis&#803;n&#803;u, which are the only duties in human life. Please bring me all such fools and rascals.</P><P CLASS=t>PURPORT</P><P>The word vis&#803;n&#803;u-kr&#803;ty&#257;n is very important in this verse because the purpose of human life is to please Lord Vis&#803;n&#803;u. Varn&#803;&#257;&#347;rama-dharma is also meant for that purpose. As stated in the Vis&#803;n&#803;u Pur&#257;n&#803;a (<A CLASS=v HREF="http://vedabase.net/todo/purana3/8/9">3.8.9</A>):</P><P>varn&#803;&#257;&#347;ram&#257;c&#257;ravat&#257;</P><P CLASS=n>purus&#803;en&#803;a parah&#803; pum&#257;n</P><P CLASS=n>vis&#803;n&#803;ur &#257;r&#257;dhyate panth&#257;</P><P CLASS=n>n&#257;nyat tat-tos&#803;a-k&#257;ran&#803;am</P><P>Human society is meant to follow strictly the varn&#803;&#257;&#347;rama-dharma, which divides society into four social divisions (br&#257;hman&#803;a, ks&#803;atriya, vai&#347;ya and &#347;&#363;dra) and four spiritual divisions (brahmacarya, gr&#803;hastha, v&#257;naprastha and sanny&#257;sa). Varn&#803;&#257;&#347;rama-dharma easily brings one nearer to Lord Vis&#803;n&#803;u, who is the only true objective in human society. Na te viduh&#803; sv&#257;rtha-gatim&#769; hi vis&#803;n&#803;um: [<A CLASS=v HREF="../../7/5/31.htm">SB 7.5.31</A>] unfortunately, however, people do not know that their self-interest is to return home, back to Godhead, or to approach Lord Vis&#803;n&#803;u. Dur&#257;&#347;ay&#257; ye bahir-artha-m&#257;ninah&#803;: instead, they are simply bewildered. Every human being is expected to perform duties meant for approaching Lord Vis&#803;n&#803;u. Therefore Yamar&#257;ja advises the Yamad&#363;tas to bring him those persons who have forgotten their duties toward Vis&#803;n&#803;u (akr&#803;ta-vis&#803;n&#803;u-kr&#803;ty&#257;n). One who does not chant the holy name of Vis&#803;n&#803;u (Kr&#803;s&#803;n&#803;a), who does not bow down to the Deity of Vis&#803;n&#803;u, and who does not remember the lotus feet of Vis&#803;n&#803;u is punishable by Yamar&#257;ja. In summary, all avais&#803;n&#803;avas, persons unconcerned with Lord Vis&#803;n&#803;u, are punishable by Yamar&#257;ja.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>