<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.33</P><P CLASS=c>kr&#803;s&#803;n&#803;&#257;&#324;ghri-padma-madhu-lin&#803; na punar visr&#803;s&#803;t&#803;a-</P><P CLASS=c>m&#257;y&#257;-gun&#803;es&#803;u ramate vr&#803;jin&#257;vahes&#803;u</P><P CLASS=c>anyas tu k&#257;ma-hata &#257;tma-rajah&#803; pram&#257;rs&#803;t&#803;um</P><P CLASS=c>&#299;heta karma yata eva rajah&#803; punah&#803; sy&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/p/padma">padma</A> &#8212; of the lotus feet of Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A> &#8212; the honey; <A CLASS=v HREF="http://vedabase.net/l/lit">lit&#803;</A> &#8212; one who licks; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/punah">punah&#803;</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/v/visrsta">visr&#803;s&#803;t&#803;a</A> &#8212; already renounced; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gunesu">gun&#803;es&#803;u</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material modes of nature; <A CLASS=v HREF="http://vedabase.net/r/ramate">ramate</A> &#8212; desires <A HREF="http://vedabase.net/t/to">to</A> enjoy; <A CLASS=v HREF="http://vedabase.net/v/vrjina">vr&#803;jina</A>-<A CLASS=v HREF="http://vedabase.net/a/avahesu">avahes&#803;u</A> &#8212; which brings distress; <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah&#803;</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; however; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/h/hatah">hatah&#803;</A> &#8212; being enchanted by lust; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/r/rajah">rajah&#803;</A> &#8212; the sinful infection of the heart; <A CLASS=v HREF="http://vedabase.net/p/pramarstum">pram&#257;rs&#803;t&#803;um</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> cleanse; <A CLASS=v HREF="http://vedabase.net/i/iheta">&#299;heta</A> &#8212; may perform; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah&#803;</A> &#8212; after which; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah&#803;</A> &#8212; the sinful activity; <A CLASS=v HREF="http://vedabase.net/p/punah">punah&#803;</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; appears.</P><P CLASS=t>TRANSLATION</P><P>Devotees who always lick the honey from the lotus feet of Lord Kr&#803;s&#803;n&#803;a do not care at all for material activities, which are performed under the three modes of material nature and which bring only misery. Indeed, devotees never give up the lotus feet of Kr&#803;s&#803;n&#803;a to return to material activities. Others, however, who are addicted to Vedic rituals because they have neglected the service of the Lord's lotus feet and are enchanted by lusty desires, sometimes perform acts of atonement. Nevertheless, being incompletely purified, they return to sinful activities again and again.</P><P CLASS=t>PURPORT</P><P>A devotee's duty is to chant the Hare Kr&#803;s&#803;n&#803;a mantra. One may sometimes chant with offenses and sometimes without offenses, but if one seriously adopts this process, he will achieve perfection, which cannot be achieved through Vedic ritualistic ceremonies of atonement. Persons who are attached to the Vedic ritualistic ceremonies, but do not believe in devotional service, who advise atonement, but do not appreciate the chanting of the Lord's holy name, fail to achieve the highest perfection. Devotees, therefore, being completely detached from material enjoyment, never give up Kr&#803;s&#803;n&#803;a consciousness for Vedic ritualistic ceremonies. Those who are attached to Vedic ritualistic ceremonies because of lusty desires are subjected to the tribulations of material existence again and again. Mah&#257;r&#257;ja Par&#299;ks&#803;it has compared their activities to ku&#241;jara-&#347;auca, the bathing of an elephant.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>