<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 11 Verses 26-27</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 11 Verses 26-27"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Symptoms of Conditioned and Liberated Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.11.26-27</P><P CLASS=c>&#347;r&#299;-uddhava uv&#257;ca</P><P CLASS=c>s&#257;dhus tavottama-&#347;loka</P><P CLASS=c>matah&#803; k&#299;dr&#803;g-vidhah&#803; prabho</P><P CLASS=c>bhaktis tvayy upayujyeta</P><P CLASS=c>k&#299;dr&#803;&#347;&#299; sadbhir &#257;dr&#803;t&#257;</P><P CLASS=c>etan me purus&#803;&#257;dhyaks&#803;a</P><P CLASS=c>lok&#257;dhyaks&#803;a jagat-prabho</P><P CLASS=c>pran&#803;at&#257;y&#257;nurakt&#257;ya</P><P CLASS=c>prapann&#257;ya ca kathyat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/u/uddhavah">uddhavah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/u/uddhava">Uddhava</A> said; <A CLASS=v HREF="http://vedabase.net/s/sadhuh">s&#257;dhuh&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> saintly person; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Your; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A>-<A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A> &#8212; my dear Lord; <A CLASS=v HREF="http://vedabase.net/m/matah">matah&#803;</A> &#8212; opinion; <A CLASS=v HREF="http://vedabase.net/k/kidrk">k&#299;dr&#803;k</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhah">vidhah&#803;</A> &#8212; what kind would <A HREF="http://vedabase.net/h/he">he</A> be; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; my dear Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih&#803;</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; unto Your Lordship; <A CLASS=v HREF="http://vedabase.net/u/upayujyeta">upayujyeta</A> &#8212; deserves <A HREF="http://vedabase.net/t/to">to</A> be executed; <A CLASS=v HREF="http://vedabase.net/k/kidrsi">k&#299;dr&#803;&#347;&#299;</A> &#8212; what type is <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/s/sadbhih">sadbhih&#803;</A> &#8212; by Your <A HREF="http://vedabase.net/p/pure">pure</A> devotees such <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/a/adrta">&#257;dr&#803;t&#257;</A> &#8212; honored; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/p/purusa">purus&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/adhyaksa">adhyaks&#803;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> ruler of the universal controllers; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/a/adhyaksa">adhyaks&#803;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Lord of <A HREF="http://vedabase.net/v/vaikuntha">Vaikun&#803;t&#803;ha</A>; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> God of the universe; <A CLASS=v HREF="http://vedabase.net/p/pranataya">pran&#803;at&#257;ya</A> &#8212; unto Your surrendered devotee; <A CLASS=v HREF="http://vedabase.net/a/anuraktaya">anurakt&#257;ya</A> &#8212; who loves You; <A CLASS=v HREF="http://vedabase.net/p/prapannaya">prapann&#257;ya</A> &#8212; who has <A HREF="http://vedabase.net/n/no">no</A> other shelter than You; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/kathyatam">kathyat&#257;m</A> &#8212; let this be spoken.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Uddhava said: My dear Lord, O Supreme Personality of Godhead, what type of person do You consider to be a true devotee, and what type of devotional service is approved by great devotees as worthy of being offered to Your Lordship? My dear ruler of the universal controllers, O Lord of Vaikun&#803;t&#803;ha and almighty God of the universe, I am Your devotee, and because I love You I have no other shelter than You. Therefore please explain this to me.</P><P CLASS=t>PURPORT</P><P>In the previous verse it was stated that one can achieve the Lord's supreme abode by associating with devotees. Therefore, Uddhava naturally inquires about the symptoms of a distinguished devotee whose association can promote one to the kingdom of God. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; notes that the Personality of Godhead knows who is actually a sincere devotee because the Lord is always attached to His loving servitors. Similarly, pure devotees can expertly explain the proper methods of devotional service to Lord Kr&#803;s&#803;n&#803;a because they are already absorbed in love of Kr&#803;s&#803;n&#803;a. Uddhava herein requests Lord Kr&#803;s&#803;n&#803;a to describe the qualities of a devotee and asks the Lord to explain the devotional service that the devotees themselves approve as worthy to be offered to the Lord.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura remarks that the word purus&#803;&#257;dhyaks&#803;a indicates that Lord Kr&#803;s&#803;n&#803;a is the supreme ruler of the universal controllers headed by Mah&#257;-Vis&#803;n&#803;u, and thus the Lord possesses infinite sovereignty. The term lok&#257;dhyaks&#803;a indicates that Lord Kr&#803;s&#803;n&#803;a is the ultimate supervising authority of all of the Vaikun&#803;t&#803;ha planets, and therefore the Lord is unlimitedly glorious and perfect. Uddhava further addresses Lord Kr&#803;s&#803;n&#803;a as jagat-prabhu, because even in the illusory material world the Lord exhibits His unlimited mercy by personally incarnating to uplift the conditioned souls. The word pran&#803;at&#257;ya ("Your surrendered devotee") indicates that Uddhava is not proud like ordinary fools who do not enjoy bowing down to the Supreme Personality of Godhead. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura, Uddhava mentions that he is anurakt&#257;ya, or completely bound in love to Lord Kr&#803;s&#803;n&#803;a, because unlike other great devotees such as Arjuna, who sometimes worshiped demigods in order to comply with social customs or to show respect for their positions in the scheme of planetary management, Uddhava never worshiped any demigods. Therefore, Uddhava is prapann&#257;ya, or completely surrendered to Lord Kr&#803;s&#803;n&#803;a, having no other shelter.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>