<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 13 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 13 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Ham&#769;sa-avat&#257;ra Answers the Questions of the Sons of Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.13.23</P><P CLASS=c>pa&#241;c&#257;tmakes&#803;u bh&#363;tes&#803;u</P><P CLASS=c>sam&#257;nes&#803;u ca vastutah&#803;</P><P CLASS=c>ko bhav&#257;n iti vah&#803; pra&#347;no</P><P CLASS=c>v&#257;c&#257;rambho hy anarthakah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/panca">pa&#241;ca</A> &#8212; of five elements; <A CLASS=v HREF="http://vedabase.net/a/atmakesu">&#257;tmakes&#803;u</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;tes&#803;u</A> &#8212; thus existing; <A CLASS=v HREF="http://vedabase.net/s/samanesu">sam&#257;nes&#803;u</A> &#8212; being the <A HREF="http://vedabase.net/s/same">same</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vastutah">vastutah&#803;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> essence; <A CLASS=v HREF="http://vedabase.net/k/kah">kah&#803;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> You; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vah">vah&#803;</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/p/prasnah">pra&#347;nah&#803;</A> &#8212; question; <A CLASS=v HREF="http://vedabase.net/v/vaca">v&#257;c&#257;</A> &#8212; merely with words; <A CLASS=v HREF="http://vedabase.net/a/arambhah">&#257;rambhah&#803;</A> &#8212; such <A HREF="http://vedabase.net/a/an">an</A> endeavor; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anarthakah">anarthakah&#803;</A> &#8212; without real meaning or purpose.</P><P CLASS=t>TRANSLATION</P><P>If by asking Me "Who are You?" you were referring to the material body, then I must point out that all material bodies are constituted of five elements, namely earth, water, fire, air and ether. Thus, you should have asked, "Who are you five?" If you consider that all material bodies are ultimately one, being constituted essentially of the same elements, then your question is still meaningless, since there would be no deep purpose in distinguishing one body from another. Thus, it appears that in asking My identity, you are merely speaking words, without any real meaning or purpose.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura explains this verse as follows. "In the previous verse Lord Kr&#803;s&#803;n&#803;a demonstrated that if the sages accepted the impersonal philosophy that all living beings are ultimately one in all respects, their question 'Who are You?' was meaningless, since there would be no philosophical basis to distinguish one manifestation of spirit soul from another. In this verse the Lord refutes the false identification with the material body composed of five elements. If the sages accepted the body as the self, then their question was meaningless, since they would have to ask, 'Who are you five?' If the sages replied that although the body is composed basically of five elements and these elements combine and thus form one unique substance, then the Lord has already replied by the words sam&#257;nes&#803;u ca vastutah&#803;. The bodies of human beings, demigods, animals, etc., are all composed of the same five elements and are essentially the same. Therefore the question 'Who are You?' is ultimately meaningless. Thus, if one accepts either the theory that all living entities are ultimately the same or the theory that all living entities are ultimately nondifferent from their material bodies, in both cases the question of the sages is meaningless.</P><P>"The sages might argue that even among learned persons it is common practice to ask questions and give answers on many subjects as a part of normal life. The sages could point out that Lord Kr&#803;s&#803;n&#803;a also distinguished among them, by His saying vipr&#257;h&#803;, 'O br&#257;hman&#803;as,' and vah&#803;, or 'your [question],' as expressed in this verse. In this way it is seen that the Lord also accepts the ordinary customs of questions and answers. To answer this argument, Lord Kr&#803;s&#803;n&#803;a states, v&#257;c&#257;rambho hy anarthakah&#803;. The Lord states, 'My addressing you as br&#257;hman&#803;as is merely an exhibition of words if we are ultimately not different. I merely reciprocated with your approach to Me. Therefore, if we are ultimately one, neither My statement nor your question has any real meaning. I can conclude therefore by your question to Me that you are all not actually very intelligent. Therefore, why are you inquiring after ultimate knowledge? Aren't you all embarrassed?'"</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya points out in this regard that the question of the sages was not appropriate, since they had already seen their father, Lord Brahm&#257;, worshiping the lotus feet of Lord Ham&#769;sa. Since their spiritual master and father was worshiping Lord Ham&#769;sa, they should have immediately understood the Lord's position, and their question is thus meaningless.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>