<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 80 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 80 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 80: <A CLASS=v HREF="index.htm">The Br&#257;hman&#803;a Sud&#257;m&#257; Visits Lord Kr&#803;s&#803;n&#803;a in Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.80.2</P><P CLASS=c>ko nu &#347;rutv&#257;sakr&#803;d brahmann</P><P CLASS=c>uttamah&#803;&#347;loka-sat-kath&#257;h&#803;</P><P CLASS=c>virameta vi&#347;es&#803;a-j&#241;o</P><P CLASS=c>vis&#803;an&#803;n&#803;ah&#803; k&#257;ma-m&#257;rgan&#803;aih&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kah">kah&#803;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; having heard; <A CLASS=v HREF="http://vedabase.net/a/asakrt">asakr&#803;t</A> &#8212; repeatedly; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hman&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/u/uttamah">uttamah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/k/kathah">kath&#257;h&#803;</A> &#8212; topics; <A CLASS=v HREF="http://vedabase.net/v/virameta">virameta</A> &#8212; can desist; <A CLASS=v HREF="http://vedabase.net/v/visesa">vi&#347;es&#803;a</A> &#8212; the essence (of life); <A CLASS=v HREF="http://vedabase.net/j/jnah">j&#241;ah&#803;</A> &#8212; who knows; <A CLASS=v HREF="http://vedabase.net/v/visannah">vis&#803;an&#803;n&#803;ah&#803;</A> &#8212; disgusted; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; for material desire; <A CLASS=v HREF="http://vedabase.net/m/marganaih">m&#257;rgan&#803;aih&#803;</A> &#8212; with seeking.</P><P CLASS=t>TRANSLATION</P><P>O br&#257;hman&#803;a, how could anyone who knows the essence of life and is disgusted with endeavoring for sense gratification give up the transcendental topics of Lord Uttamah&#803;&#347;loka after hearing them repeatedly?</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; comments herein that we see many persons who, even after hearing the topics of the Lord repeatedly, give up their spiritual dedication. The &#257;c&#257;rya replies that the word vi&#347;es&#803;a-j&#241;a is therefore significant here. Those who have actually understood the essence of life do not give up Kr&#803;s&#803;n&#803;a consciousness. A further qualification is to be vis&#803;an&#803;n&#803;ah&#803; k&#257;ma-m&#257;rgan&#803;aih&#803;, disgusted with material sense gratification. These two qualities are complementary. One who has experienced the real taste of Kr&#803;s&#803;n&#803;a consciousness automatically becomes disgusted with the inferior taste of material pleasure. Such a genuine hearer of the topics of Kr&#803;s&#803;n&#803;a cannot give up hearing about the Lord's fascinating pastimes.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>