<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verses 9-10</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verses 9-10"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.9-10</P><P CLASS=c>atrir vasis&#803;t&#803;ha&#347; cyavanah&#803; &#347;aradv&#257;n</P><P CLASS=c>aris&#803;t&#803;anemir bhr&#803;gur a&#324;gir&#257;&#347; ca</P><P CLASS=c>par&#257;&#347;aro g&#257;dhi-suto 'tha r&#257;ma</P><P CLASS=c>utathya indrapramadedhmav&#257;hau</P><P CLASS=c>medh&#257;tithir devala &#257;rs&#803;t&#803;is&#803;en&#803;o</P><P CLASS=c>bh&#257;radv&#257;jo gautamah&#803; pippal&#257;dah&#803;</P><P CLASS=c>maitreya aurvah&#803; kavas&#803;ah&#803; kumbhayonir</P><P CLASS=c>dvaip&#257;yano bhagav&#257;n n&#257;rada&#347; ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atri">atri</A> <A CLASS=v HREF="http://vedabase.net/t/to">to</A> <A CLASS=v HREF="http://vedabase.net/n/narada">n&#257;rada</A> &#8212; all names of the different saintly personalities who arrived there from different parts of the universe.</P><P CLASS=t>TRANSLATION</P><P>From different parts of the universe there arrived great sages like Atri, Cyavana, &#346;aradv&#257;n, Aris&#803;t&#803;anemi, Bhr&#803;gu, Vasis&#803;t&#803;ha, Par&#257;&#347;ara, Vi&#347;v&#257;mitra, A&#324;gir&#257;, Para&#347;ur&#257;ma, Utathya, Indrapramada, Idhmav&#257;hu, Medh&#257;tithi, Devala, &#256;rs&#803;t&#803;is&#803;en&#803;a, Bh&#257;radv&#257;ja, Gautama, Pippal&#257;da, Maitreya, Aurva, Kavas&#803;a, Kumbhayoni, Dvaip&#257;yana and the great personality N&#257;rada.</P><P CLASS=t>PURPORT</P><P>Cyavana: A great sage and one of the sons of Bhr&#803;gu Muni. He was born prematurely when his pregnant mother was kidnapped. Cyavana is one of the six sons of his father.</P><P>Bhr&#803;gu: When Brahm&#257;j&#299; was performing a great sacrifice on behalf of Varun&#803;a, Mahars&#803;i Bhr&#803;gu was born from the sacrificial fire. He was a great sage, and his very dear wife was Pulom&#257;. He could travel in space like Durv&#257;s&#257;, N&#257;rada and others, and he used to visit all the planets of the universe. Before the Battle of Kuruks&#803;etra, he tried to stop the battle. Sometimes he instructed Bh&#257;radv&#257;ja Muni about astronomical evolution, and he is the author of the great Bhr&#803;gu-sam&#769;hit&#257;, the great astrological calculation. He explained how air, fire, water and earth are generated from ether. He explained how the air in the stomach works and regulates the intestines. As a great philosopher, he logically established the eternity of the living entity (Mah&#257;bh&#257;rata). He was also a great anthropologist, and the theory of evolution was long ago explained by him. He was a scientific propounder of the four divisions and orders of human society known as the varn&#803;&#257;&#347;rama institution. He converted the ks&#803;atriya king V&#299;tahavya into a br&#257;hman&#803;a.</P><P>Vasis&#803;t&#803;ha: See &#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../../1/9/6/.htm">1.9.6.</A></P><P>Par&#257;&#347;ara: He is the grandson of Vasis&#803;t&#803;ha Muni and father of Vy&#257;sadeva. He is the son of Mahars&#803;i &#346;akti, and his mother's name was Adr&#803;&#347;yat&#299;. He was in the womb of his mother when she was only twelve years old. And from within the womb of his mother he learned the Vedas. His father was killed by a demon, Kalm&#257;s&#803;ap&#257;da, and to avenge this he wanted to annihilate the whole world. He was restrained, however, by his grandfather Vasis&#803;t&#803;ha. He then performed a R&#257;ks&#803;asa-killing yaj&#241;a, but Mahars&#803;i Pulastya restrained him. He begot Vy&#257;sadeva, being attracted by Satyavat&#299;, who was to become the wife of Mah&#257;r&#257;ja &#346;&#257;ntanu. By the blessings of Par&#257;&#347;ara, Satyavat&#299; became fragrant for miles. He was present also during the time of Bh&#299;s&#803;ma's death. He was spiritual master of Mah&#257;r&#257;ja Janaka and a great devotee of Lord &#346;iva. He is the author of many Vedic scriptures and sociological directions.</P><P>G&#257;dhi-suta, or Vi&#347;v&#257;mitra: A great sage of austerity and mystic power. He is famous as G&#257;dhi-suta because his father was G&#257;dhi, a powerful king of the province of Kany&#257;kubja (part of Uttara Pradesh). Although he was a ks&#803;atriya by birth, he became a br&#257;hman&#803;a in the very same body by the power of his spiritual achievements. He picked a quarrel with Vasis&#803;t&#803;ha Muni when he was a ks&#803;atriya king and performed a great sacrifice in cooperation with Maga&#324;ga Muni and thus was able to vanquish the sons of Vasis&#803;t&#803;ha. He became a great yog&#299;, and yet he failed to check his senses and thus was obliged to become the father of &#346;akuntal&#257;, the beauty queen of world history. Once, when he was a ks&#803;atriya king, he visited the hermitage of Vasis&#803;t&#803;ha Muni, and he was given a royal reception. Vi&#347;v&#257;mitra wanted from Vasis&#803;t&#803;ha a cow named Nandin&#299;, and the Muni refused to deliver it. Vi&#347;v&#257;mitra stole the cow, and thus there was a quarrel between the sage and the King. Vi&#347;v&#257;mitra was defeated by the spiritual strength of Vasis&#803;t&#803;ha, and thus the King decided to become a br&#257;hman&#803;a. Before becoming a br&#257;hman&#803;a he underwent severe austerity on the bank of the Kau&#347;ika. He was also one who tried to stop the Kuruks&#803;etra war.</P><P>A&#324;gir&#257;: He is one of the six mental sons of Brahm&#257; and the father of Br&#803;haspati, the great learned priest of the demigods in the heavenly planets. He was born of the semen of Brahm&#257;j&#299; given to a cinder of fire. Utathya and Sam&#769;varta are his sons. It is said that he is still performing austerity and chanting the holy name of the Lord at a place known as Alok&#257;nanda on the banks of the Ganges.</P><P>Para&#347;ur&#257;ma: See &#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../../1/9/6/.htm">1.9.6.</A></P><P>Utathya: One of the three sons of Mahars&#803;i A&#324;gir&#257;. He was the spiritual master of Mah&#257;r&#257;ja Mandh&#257;t&#257;. He married Bhadr&#257;, the daughter of Soma (moon). Varun&#803;a kidnapped his wife Bhadr&#257;, and to retaliate the offense of the god of water, he drank all the water of the world.</P><P>Medh&#257;tithi: An old sage of yore. An assembly member of the heavenly King Indradeva. His son was Kan&#803;va Muni, who brought up &#346;akuntal&#257; in the forest. He was promoted to the heavenly planet by strictly following the principles of retired life (v&#257;naprastha).</P><P>Devala: A great authority like N&#257;rada Muni and Vy&#257;sadeva. His good name is on the list of authorities mentioned in the Bhagavad-g&#299;t&#257; when Arjuna acknowledged Lord Kr&#803;s&#803;n&#803;a as the Supreme Personality of Godhead. He met Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira after the Battle of Kuruks&#803;etra, and he was the elder brother of Dhaumya, the priest of the P&#257;n&#803;d&#803;ava family. Like the ks&#803;atriyas, he also allowed his daughter to select her own husband in a svayam&#769;vara meeting, and at that ceremony all the bachelor sons of the r&#803;s&#803;is were invited. According to some, he is not Asita Devala.</P><P>Bh&#257;radv&#257;ja: See &#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../../1/9/6/.htm">1.9.6.</A></P><P>Gautama: One of the seven great sages of the universe. &#346;aradv&#257;n Gautama was one of his sons. Persons in the Gautama-gotra (dynasty) today are either his family descendants or in his disciplic succession. The br&#257;hman&#803;as who profess Gautama-gotra are generally family descendants, and the ks&#803;atriyas and vai&#347;yas who profess Gautama-gotra are all in the line of his disciplic succession. He was the husband of the famous Ahaly&#257; who turned into stone when Indradeva, the King of the heaven, molested her. Ahaly&#257; was delivered by Lord R&#257;macandra. Gautama was the grandfather of Kr&#803;p&#257;c&#257;rya, one of the heroes of the Battle of Kuruks&#803;etra.</P><P>Maitreya: A great r&#803;s&#803;i of yore. He was spiritual master of Vidura and a great religious authority. He advised Dhr&#803;tar&#257;s&#803;t&#803;ra to keep good relations with the P&#257;n&#803;d&#803;avas. Duryodhana disagreed and thus was cursed by him. He met Vy&#257;sadeva and had religious discourses with him.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>