<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 12</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 12"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Dynasty of Ku&#347;a, the Son of Lord R&#257;macandra</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.12 Summary</P><P>This chapter describes the dynasty of Ku&#347;a, the son of Lord R&#257;macandra. The members of this dynasty are descendants of Sa&#347;&#257;da, the son of Mah&#257;r&#257;ja Iks&#803;v&#257;ku.</P><P>Following in the genealogical table of Lord R&#257;macandra's dynasty, Ku&#347;a, the Lord's son, was followed consecutively by Atithi, Nis&#803;adha, Nabha, Pun&#803;d&#803;ar&#299;ka, Ks&#803;emadhanv&#257;, Dev&#257;n&#299;ka, An&#299;ha, P&#257;riy&#257;tra, Balasthala, Vajran&#257;bha, Sagan&#803;a and Vidhr&#803;ti. These personalities ruled the world. From Vidhr&#803;ti came Hiran&#803;yan&#257;bha, who later became the disciple of Jaimini and propounded the system of mystic yoga in which Y&#257;j&#241;avalkya was initiated. Following in this dynasty were Pus&#803;pa, Dhruvasandhi, Sudar&#347;ana, Agnivarn&#803;a, &#346;&#299;ghra and Maru. Maru attained full perfection in the practice of yoga, and he still lives in the village of Kal&#257;pa. At the end of this age of Kali, he will revive the dynasty of the sun-god. Next in the dynasty were Prasu&#347;ruta, Sandhi, Amars&#803;an&#803;a, Mahasv&#257;n, Vi&#347;vab&#257;hu, Prasenajit, Taks&#803;aka and Br&#803;hadbala, who was later killed by Abhimanyu. &#346;ukadeva Gosv&#257;m&#299; said that these were all kings who had passed away. The future descendants of Br&#803;hadbala will be Br&#803;hadran&#803;a, &#362;rukriya, Vatsavr&#803;ddha, Prativyoma, Bh&#257;nu, Div&#257;ka, Sahadeva, Br&#803;hada&#347;va, Bh&#257;num&#257;n, Prat&#299;k&#257;&#347;va, Suprat&#299;ka, Marudeva, Sunaks&#803;atra, Pus&#803;kara, Antariks&#803;a, Sutap&#257;, Amitrajit, Br&#803;hadr&#257;ja, Barhi, Kr&#803;ta&#241;jaya, Ran&#803;a&#241;jaya, Sa&#241;jaya, &#346;&#257;kya, &#346;uddhoda, L&#257;&#324;gala, Prasenajit, Ks&#803;udraka, Ran&#803;aka, Suratha and Sumitra. All of them will become kings one after another. Sumitra, coming in this age of Kali, will be the last king in the Iks&#803;v&#257;ku dynasty; after him, the dynasty will be extinguished.</P><P CLASS=l><A CLASS=i HREF="../11/36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>