<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nr&#803;sim&#769;hadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.29</P><P CLASS=c>vis&#803;vak sphurantam&#769; grahan&#803;&#257;turam&#769; harir</P><P CLASS=c>vy&#257;lo yath&#257;khum&#769; kuli&#347;&#257;ks&#803;ata-tvacam</P><P CLASS=c>dv&#257;ry &#363;rum &#257;patya dad&#257;ra l&#299;lay&#257;</P><P CLASS=c>nakhair yath&#257;him&#769; garud&#803;o mah&#257;-vis&#803;am</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visvak">vis&#803;vak</A> &#8212; all around; <A CLASS=v HREF="http://vedabase.net/s/sphurantam">sphurantam</A> &#8212; moving his limbs; <A CLASS=v HREF="http://vedabase.net/g/grahana">grahan&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/aturam">&#257;turam</A> &#8212; afflicted because of being captured; <A CLASS=v HREF="http://vedabase.net/h/harih">harih&#803;</A> &#8212; the Supreme Personality of Godhead, Nr&#803;sim&#769;hadeva; <A CLASS=v HREF="http://vedabase.net/v/vyalah">vy&#257;lah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> snake; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/akhum">&#257;khum</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> mouse; <A CLASS=v HREF="http://vedabase.net/k/kulisa">kuli&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/a/aksata">aks&#803;ata</A> &#8212; not cut even by the thunderbolt thrown by <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/t/tvacam">tvacam</A> &#8212; whose skin; <A CLASS=v HREF="http://vedabase.net/d/dvari">dv&#257;ri</A> &#8212; on the threshold of the door; <A CLASS=v HREF="http://vedabase.net/u/urum">&#363;rum</A> &#8212; on His thigh; <A CLASS=v HREF="http://vedabase.net/a/apatya">&#257;patya</A> &#8212; placing; <A CLASS=v HREF="http://vedabase.net/d/dadara">dad&#257;ra</A> &#8212; pierced; <A CLASS=v HREF="http://vedabase.net/l/lilaya">l&#299;lay&#257;</A> &#8212; very easily; <A CLASS=v HREF="http://vedabase.net/n/nakhaih">nakhaih&#803;</A> &#8212; with the nails; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/ahim">ahim</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> snake; <A CLASS=v HREF="http://vedabase.net/g/garudah">garud&#803;ah&#803;</A> &#8212; <A HREF="http://vedabase.net/g/garuda">Garud&#803;a</A>, the carrier of Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/visam">vis&#803;am</A> &#8212; very venomous.</P><P CLASS=t>TRANSLATION</P><P>As a snake captures a mouse or Garud&#803;a captures a very venomous snake, Lord Nr&#803;sim&#769;hadeva captured Hiran&#803;yaka&#347;ipu, who could not be pierced even by the thunderbolt of King Indra. As Hiran&#803;yaka&#347;ipu moved his limbs here, there and all around, very much afflicted at being captured, Lord Nr&#803;sim&#769;hadeva placed the demon on His lap, supporting him with His thighs, and in the doorway of the assembly hall the Lord very easily tore the demon to pieces with the nails of His hand.</P><P CLASS=t>PURPORT</P><P>Hiran&#803;yaka&#347;ipu had received from Lord Brahm&#257; the benediction that he would not die on the land or in the sky. Therefore, to keep the promise of Lord Brahm&#257; intact, Nr&#803;sim&#769;hadeva placed Hiran&#803;yaka&#347;ipu's body on His lap, which was neither land nor sky. Hiran&#803;yaka&#347;ipu had received the benediction that he would not die either during the day or at night. Therefore, to keep this promise of Brahm&#257;, the Lord killed Hiran&#803;yaka&#347;ipu in the evening, which is the end of day and the beginning of night but is neither day nor night. Hiran&#803;yaka&#347;ipu had taken a benediction from Lord Brahm&#257; that he would not die from any weapon or be killed by any person, dead or alive. Therefore, just to keep the word of Lord Brahm&#257;, Lord Nr&#803;sim&#769;hadeva pierced Hiran&#803;yaka&#347;ipu's body with His nails, which were not weapons and were neither living nor dead. Indeed, the nails can be called dead, but at the same time they can be said to be alive. To keep intact all of Lord Brahm&#257;'s benedictions, Lord Nr&#803;sim&#769;hadeva paradoxically but very easily killed the great demon Hiran&#803;yaka&#347;ipu.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>