<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nr&#803;sim&#769;hadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.34</P><P CLASS=c>tatah&#803; sabh&#257;y&#257;m upavis&#803;t&#803;am uttame</P><P CLASS=c>nr&#803;p&#257;sane sambhr&#803;ta-tejasam&#769; vibhum</P><P CLASS=c>alaks&#803;ita-dvairatham atyamars&#803;an&#803;am&#769;</P><P CLASS=c>pracan&#803;d&#803;a-vaktram&#769; na babh&#257;ja ka&#347;cana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah&#803;</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/s/sabhayam">sabh&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the assembly house; <A CLASS=v HREF="http://vedabase.net/u/upavistam">upavis&#803;t&#803;am</A> &#8212; seated; <A CLASS=v HREF="http://vedabase.net/u/uttame">uttame</A> &#8212; on the best; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nr&#803;pa</A>-<A CLASS=v HREF="http://vedabase.net/a/asane">&#257;sane</A> &#8212; throne (upon which King Hiran&#803;yaka&#347;ipu used <A HREF="http://vedabase.net/t/to">to</A> sit); <A CLASS=v HREF="http://vedabase.net/s/sambhrta">sambhr&#803;ta</A>-<A CLASS=v HREF="http://vedabase.net/t/tejasam">tejasam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> full effulgence; <A CLASS=v HREF="http://vedabase.net/v/vibhum">vibhum</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/alaksita">alaks&#803;ita</A>-<A CLASS=v HREF="http://vedabase.net/d/dvairatham">dvairatham</A> &#8212; whose challenger or enemy was not seen; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/a/amarsanam">amars&#803;an&#803;am</A> &#8212; fearsome (due <A HREF="http://vedabase.net/t/to">to</A> His anger); <A CLASS=v HREF="http://vedabase.net/p/pracanda">pracan&#803;d&#803;a</A> &#8212; terrible; <A CLASS=v HREF="http://vedabase.net/v/vaktram">vaktram</A> &#8212; face; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/babhaja">babh&#257;ja</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/k/kascana">ka&#347;cana</A> &#8212; anyone.</P><P CLASS=t>TRANSLATION</P><P>Manifesting a full effulgence and a fearsome countenance, Lord Nr&#803;sim&#769;ha, being very angry and finding no contestant to face His power and opulence, then sat down in the assembly hall on the excellent throne of the king. Because of fear and obedience, no one could come forward to serve the Lord directly.</P><P CLASS=t>PURPORT</P><P>When the Lord sat on the throne of Hiran&#803;yaka&#347;ipu, there was no one to protest; no enemy came forward on behalf of Hiran&#803;yaka&#347;ipu to fight with the Lord. This means that His supremacy was immediately accepted by the demons. Another point is that although Hiran&#803;yaka&#347;ipu treated the Lord as his bitterest enemy, he was the Lord's faithful servant in Vaikun&#803;t&#803;ha, and therefore the Lord had no hesitation in sitting on the throne that Hiran&#803;yaka&#347;ipu had so laboriously created. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura remarks in this connection that sometimes, with great care and attention, great saintly persons and r&#803;s&#803;is offer the Lord valuable seats dedicated with Vedic mantras and tantras, but still the Lord does not sit upon those thrones. Hiran&#803;yaka&#347;ipu, however, had formerly been Jaya, the doorkeeper at the Vaikun&#803;t&#803;ha gate, and although he had fallen because of the curse of the br&#257;hman&#803;as and had gotten the nature of a demon, and although he had never offered anything to the Lord as Hiran&#803;yaka&#347;ipu, the Lord is so affectionate to His devotee and servant that He nonetheless took pleasure in sitting on the throne that Hiran&#803;yaka&#347;ipu had created. In this regard it is to be understood that a devotee is fortunate in any condition of his life.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>