<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nr&#803;sim&#769;hadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.43</P><P CLASS=c>&#347;r&#299;-r&#803;s&#803;aya &#363;cuh&#803;</P><P CLASS=c>tvam&#769; nas tapah&#803; paramam &#257;ttha yad &#257;tma-tejo</P><P CLASS=c>yenedam &#257;di-purus&#803;&#257;tma-gatam&#769; sasarktha</P><P CLASS=c>tad vipraluptam amun&#257;dya &#347;aran&#803;ya-p&#257;la</P><P CLASS=c>raks&#803;&#257;-gr&#803;h&#299;ta-vapus&#803;&#257; punar anvamam&#769;sth&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/rsayah">r&#803;s&#803;ayah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh&#803;</A> &#8212; the great sages said; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah&#803;</A> &#8212; austerity; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; topmost; <A CLASS=v HREF="http://vedabase.net/a/attha">&#257;ttha</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/t/tejah">tejah&#803;</A> &#8212; Your spiritual power; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this (material world); <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purus&#803;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme original Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/g/gatam">gatam</A> &#8212; merged within Yourself; <A CLASS=v HREF="http://vedabase.net/s/sasarktha">sasarktha</A> &#8212; (You) created; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that process of austerity and penance; <A CLASS=v HREF="http://vedabase.net/v/vipraluptam">vipraluptam</A> &#8212; stolen; <A CLASS=v HREF="http://vedabase.net/a/amuna">amun&#257;</A> &#8212; by that demon (Hiran&#803;yaka&#347;ipu); <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/s/saranya">&#347;aran&#803;ya</A>-<A CLASS=v HREF="http://vedabase.net/p/pala">p&#257;la</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme maintainer of those who need <A HREF="http://vedabase.net/t/to">to</A> be sheltered; <A CLASS=v HREF="http://vedabase.net/r/raksa">raks&#803;&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/grhita">gr&#803;h&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vapusa">vapus&#803;&#257;</A> &#8212; by Your body, which You accept <A HREF="http://vedabase.net/t/to">to</A> give protection; <A CLASS=v HREF="http://vedabase.net/p/punah">punah&#803;</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/a/anvamamsthah">anvamam&#769;sth&#257;h&#803;</A> &#8212; You have approved.</P><P CLASS=t>TRANSLATION</P><P>All the saintly persons present offered their prayers in this way: O Lord, O supreme maintainer of those sheltered at Your lotus feet, O original Personality of Godhead, the process of austerity and penance, in which You instructed us before, is the spiritual power of Your very self. It is by austerity that You create the material world, which lies dormant within You. This austerity was almost stopped by the activities of this demon, but now, by Yourself appearing in the form of Nr&#803;sim&#769;hadeva, which is meant just to give us protection, and by killing this demon, You have again approved the process of austerity.</P><P CLASS=t>PURPORT</P><P>The living entities wandering within the jurisdiction of the 8,400,000 species of life get the opportunity for self-realization in the human form and gradually in such other elevated forms as those of the demigods, Kinnaras and C&#257;ran&#803;as, as will be described below. In the higher statuses of life, beginning from human life, the main duty is tapasya, or austerity. As R&#803;s&#803;abhadeva advised His sons, tapo divyam&#769; putrak&#257; yena sattvam&#769; &#347;uddhyet. To rectify our material existence, austerity (tapasya) is absolutely necessary. However, when people in general come under the control of a demon or a demoniac ruling power, they forget this process of tapasya and gradually also become demoniac. All the saintly persons, who were generally engaged in austerity, felt relieved when Hiran&#803;yaka&#347;ipu was killed by the Lord in the form of Nr&#803;sim&#769;hadeva. They realized that the original instruction concerning human life &#8212; that it is meant for tapasya for self-realization &#8212; was reaffirmed by the Lord when He killed Hiran&#803;yaka&#347;ipu.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>