<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 7 Verses 13-14</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 7 Verses 13-14"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Son of Dron&#803;a Punished</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.7.13-14</P><P CLASS=c>yad&#257; mr&#803;dhe kaurava-sr&#803;&#241;jay&#257;n&#257;m&#769;</P><P CLASS=c>v&#299;res&#803;v atho v&#299;ra-gatim&#769; gates&#803;u</P><P CLASS=c>vr&#803;kodar&#257;viddha-gad&#257;bhimar&#347;a-</P><P CLASS=c>bhagnoru-dan&#803;d&#803;e dhr&#803;tar&#257;s&#803;t&#803;ra-putre</P><P CLASS=c>bhartuh&#803; priyam&#769; draun&#803;ir iti sma pa&#347;yan</P><P CLASS=c>kr&#803;s&#803;n&#803;&#257;-sut&#257;n&#257;m&#769; svapat&#257;m&#769; &#347;ir&#257;m&#769;si</P><P CLASS=c>up&#257;harad vipriyam eva tasya</P><P CLASS=c>jugupsitam&#769; karma vigarhayanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/m/mrdhe">mr&#803;dhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the battlefield; <A CLASS=v HREF="http://vedabase.net/k/kaurava">kaurava</A> &#8212; the party of <A HREF="http://vedabase.net/d/dhrtarastra">Dhr&#803;tar&#257;s&#803;t&#803;ra</A>; <A CLASS=v HREF="http://vedabase.net/s/srnjayanam">sr&#803;&#241;jay&#257;n&#257;m</A> &#8212; of the party of the P&#257;n&#803;d&#803;avas; <A CLASS=v HREF="http://vedabase.net/v/viresu">v&#299;res&#803;u</A> &#8212; of the warriors; <A CLASS=v HREF="http://vedabase.net/a/atho">atho</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; the destination deserved by the warriors; <A CLASS=v HREF="http://vedabase.net/g/gatesu">gates&#803;u</A> &#8212; being obtained; <A CLASS=v HREF="http://vedabase.net/v/vrkodara">vr&#803;kodara</A> &#8212; <A HREF="http://vedabase.net/b/bhima">Bh&#299;ma</A> (the second <A HREF="http://vedabase.net/p/pandava">P&#257;n&#803;d&#803;ava</A>); <A CLASS=v HREF="http://vedabase.net/a/aviddha">&#257;viddha</A> &#8212; beaten; <A CLASS=v HREF="http://vedabase.net/g/gada">gad&#257;</A> &#8212; by the club; <A CLASS=v HREF="http://vedabase.net/a/abhimarsa">abhimar&#347;a</A> &#8212; lamenting; <A CLASS=v HREF="http://vedabase.net/b/bhagna">bhagna</A> &#8212; broken; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A>-<A CLASS=v HREF="http://vedabase.net/d/dande">dan&#803;d&#803;e</A> &#8212; spinal cord; <A CLASS=v HREF="http://vedabase.net/d/dhrtarastra">dhr&#803;tar&#257;s&#803;t&#803;ra</A>-<A CLASS=v HREF="http://vedabase.net/p/putre">putre</A> &#8212; the son of King <A HREF="http://vedabase.net/d/dhrtarastra">Dhr&#803;tar&#257;s&#803;t&#803;ra</A>; <A CLASS=v HREF="http://vedabase.net/b/bhartuh">bhartuh&#803;</A> &#8212; of the master; <A CLASS=v HREF="http://vedabase.net/p/priyam">priyam</A> &#8212; pleasing; <A CLASS=v HREF="http://vedabase.net/d/draunih">draun&#803;ih&#803;</A> &#8212; the son of Dron&#803;&#257;c&#257;rya; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; shall be; <A CLASS=v HREF="http://vedabase.net/p/pasyan">pa&#347;yan</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;&#257;</A> &#8212; <A HREF="http://vedabase.net/d/draupadi">Draupad&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sutanam">sut&#257;n&#257;m</A> &#8212; of the sons; <A CLASS=v HREF="http://vedabase.net/s/svapatam">svapat&#257;m</A> &#8212; while sleeping; <A CLASS=v HREF="http://vedabase.net/s/siramsi">&#347;ir&#257;m&#769;si</A> &#8212; heads; <A CLASS=v HREF="http://vedabase.net/u/upaharat">up&#257;harat</A> &#8212; delivered <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> prize; <A CLASS=v HREF="http://vedabase.net/v/vipriyam">vipriyam</A> &#8212; pleasing; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/j/jugupsitam">jugupsitam</A> &#8212; most heinous; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; act; <A CLASS=v HREF="http://vedabase.net/v/vigarhayanti">vigarhayanti</A> &#8212; disapproving.</P><P CLASS=t>TRANSLATION</P><P>When the respective warriors of both camps, namely the Kauravas and the P&#257;n&#803;d&#803;avas, were killed on the Battlefield of Kuruks&#803;etra and the dead warriors obtained their deserved destinations, and when the son of Dhr&#803;tar&#257;s&#803;t&#803;ra fell down lamenting, his spine broken, being beaten by the club of Bh&#299;masena, the son of Dron&#803;&#257;c&#257;rya [A&#347;vatth&#257;m&#257;] beheaded the five sleeping sons of Draupad&#299; and delivered them as a prize to his master, foolishly thinking that he would be pleased. Duryodhana, however, disapproved of the heinous act, and he was not pleased in the least.</P><P CLASS=t>PURPORT</P><P>Transcendental topics of the activities of Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a in the &#346;r&#299;mad-Bh&#257;gavatam begin from the end of the battle at Kuruks&#803;etra, where the Lord Himself spoke about Himself in the Bhagavad-g&#299;t&#257;. Therefore, both the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam are transcendental topics of Lord Kr&#803;s&#803;n&#803;a. The G&#299;t&#257; is kr&#803;s&#803;n&#803;a-kath&#257;, or topics of Kr&#803;s&#803;n&#803;a, because it is spoken by the Lord, and the Bh&#257;gavatam is also kr&#803;s&#803;n&#803;a-kath&#257; because it is spoken about the Lord. Lord &#346;r&#299; Caitanya Mah&#257;prabhu wanted everyone to be informed of both kr&#803;s&#803;n&#803;a-kath&#257;s by His order. Lord Kr&#803;s&#803;n&#803;a Caitanya is Kr&#803;s&#803;n&#803;a Himself in the garb of a devotee of Kr&#803;s&#803;n&#803;a, and therefore the versions of both Lord Kr&#803;s&#803;n&#803;a and &#346;r&#299; Kr&#803;s&#803;n&#803;a Caitanya Mah&#257;prabhu are identical. Lord Caitanya desired that all who are born in India seriously understand such kr&#803;s&#803;n&#803;a-kath&#257;s and then after full realization preach the transcendental message to everyone in all parts of the world. That will bring about the desired peace and prosperity of the stricken world.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>