<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiran&#803;yaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.17</P><P CLASS=c>daiteya-candana-vane</P><P CLASS=c>j&#257;to 'yam&#769; kan&#803;t&#803;aka-drumah&#803;</P><P CLASS=c>yan-m&#363;lonm&#363;la-para&#347;or</P><P CLASS=c>vis&#803;n&#803;or n&#257;l&#257;yito 'rbhakah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/daiteya">daiteya</A> &#8212; of the demoniac family; <A CLASS=v HREF="http://vedabase.net/c/candana">candana</A>-<A CLASS=v HREF="http://vedabase.net/v/vane">vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sandalwood forest; <A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;tah&#803;</A> &#8212; born; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kantaka">kan&#803;t&#803;aka</A>-<A CLASS=v HREF="http://vedabase.net/d/drumah">drumah&#803;</A> &#8212; thorn tree; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A> &#8212; of the roots; <A CLASS=v HREF="http://vedabase.net/u/unmula">unm&#363;la</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the cutting; <A CLASS=v HREF="http://vedabase.net/p/parasoh">para&#347;oh&#803;</A> &#8212; who is like <A HREF="http://vedabase.net/a/an">an</A> axe; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vis&#803;n&#803;oh&#803;</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/n/nalayitah">n&#257;l&#257;yitah&#803;</A> &#8212; the handle; <A CLASS=v HREF="http://vedabase.net/a/arbhakah">arbhakah&#803;</A> &#8212; boy.</P><P CLASS=t>TRANSLATION</P><P>This rascal Prahl&#257;da has appeared like a thorn tree in a forest of sandalwood. To cut down sandalwood trees, an axe is needed, and the wood of the thorn tree is very suitable for the handle of such an axe. Lord Vis&#803;n&#803;u is the axe for cutting down the sandalwood forest of the family of demons, and this Prahl&#257;da is the handle for that axe.</P><P CLASS=t>PURPORT</P><P>Thorn trees generally grow in deserted places, not in sandalwood forests, but the seminal br&#257;hman&#803;as S&#803;an&#803;d&#803;a and Amarka compared the dynasty of the Daitya Hiran&#803;yaka&#347;ipu to a sandalwood forest and compared Prahl&#257;da Mah&#257;r&#257;ja to a hard, strong thorn tree that could provide the handle of an axe. They compared Lord Vis&#803;n&#803;u to the axe itself. An axe alone cannot cut a thorn tree; it needs a handle, which may be made of the wood of a thorn tree. Thus the thorn tree of demoniac civilization can be cut to pieces by the axe of vis&#803;n&#803;u-bhakti, devotional service to Lord Kr&#803;s&#803;n&#803;a. Some of the members of the demoniac civilization, like Prahl&#257;da Mah&#257;r&#257;ja, may become the handle for the axe, to assist Lord Vis&#803;n&#803;u, and thus the entire forest of demoniac civilization can be cut to pieces.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>