<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiran&#803;yaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.32</P><P CLASS=c>nais&#803;&#257;m&#769; matis t&#257;vad urukram&#257;&#324;ghrim&#769;</P><P CLASS=c>spr&#803;&#347;aty anarth&#257;pagamo yad-arthah&#803;</P><P CLASS=c>mah&#299;yas&#257;m&#769; p&#257;da-rajo-'bhis&#803;ekam&#769;</P><P CLASS=c>nis&#803;ki&#241;can&#257;n&#257;m&#769; na vr&#803;n&#803;&#299;ta y&#257;vat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/esam">es&#803;&#257;m</A> &#8212; of these; <A CLASS=v HREF="http://vedabase.net/m/matih">matih&#803;</A> &#8212; the consciousness; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; that long; <A CLASS=v HREF="http://vedabase.net/u/urukrama">urukrama</A>-<A CLASS=v HREF="http://vedabase.net/a/anghrim">a&#324;ghrim</A> &#8212; the lotus feet of the Supreme Personality of Godhead, who is famous for performing uncommon activities; <A CLASS=v HREF="http://vedabase.net/s/sprsati">spr&#803;&#347;ati</A> &#8212; does touch; <A CLASS=v HREF="http://vedabase.net/a/anartha">anartha</A> &#8212; of unwanted things; <A CLASS=v HREF="http://vedabase.net/a/apagamah">apagamah&#803;</A> &#8212; the disappearance; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/a/arthah">arthah&#803;</A> &#8212; the purpose; <A CLASS=v HREF="http://vedabase.net/m/mahiyasam">mah&#299;yas&#257;m</A> &#8212; of the great souls (the mah&#257;tm&#257;s, or devotees); <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/r/rajah">rajah&#803;</A> &#8212; by the dust of the lotus feet; <A CLASS=v HREF="http://vedabase.net/a/abhisekam">abhis&#803;ekam</A> &#8212; consecration; <A CLASS=v HREF="http://vedabase.net/n/niskincananam">nis&#803;ki&#241;can&#257;n&#257;m</A> &#8212; of devotees who have nothing <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A> with this material world; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vrnita">vr&#803;n&#803;&#299;ta</A> &#8212; may accept; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>Unless they smear upon their bodies the dust of the lotus feet of a Vais&#803;n&#803;ava completely freed from material contamination, persons very much inclined toward materialistic life cannot be attached to the lotus feet of the Lord, who is glorified for His uncommon activities. Only by becoming Kr&#803;s&#803;n&#803;a conscious and taking shelter at the lotus feet of the Lord in this way can one be freed from material contamination.</P><P CLASS=t>PURPORT</P><P>Becoming Kr&#803;s&#803;n&#803;a conscious brings about anartha-apagamah&#803;, the disappearance of all anarthas, the miserable conditions we have unnecessarily accepted. The material body is the basic principle of these unwanted miserable conditions. The entire Vedic civilization is meant to relieve one from these unwanted miseries, but persons bound by the laws of nature do not know the destination of life. As described in the previous verse, &#299;&#347;a-tantry&#257;m uru-d&#257;mni baddh&#257;h&#803;: they are conditioned by the three strong modes of material nature. The education that keeps the conditioned soul bound life after life is called materialistic education. &#346;r&#299;la Bhaktivinoda T&#803;h&#257;kura has explained that materialistic education expands the influence of m&#257;y&#257;. Such an education induces the conditioned soul to be increasingly attracted to materialistic life and to stray further and further away from liberation from unwanted miseries.</P><P>One may ask why highly educated persons do not take to Kr&#803;s&#803;n&#803;a consciousness. The reason is explained in this verse. Unless one takes shelter of a bona fide, fully Kr&#803;s&#803;n&#803;a conscious spiritual master, there is no chance of understanding Kr&#803;s&#803;n&#803;a. The educators, scholars and big political leaders worshiped by millions of people cannot understand the goal of life and take to Kr&#803;s&#803;n&#803;a consciousness, for they have not accepted a bona fide spiritual master and the Vedas. Therefore in the Mun&#803;d&#803;aka Upanis&#803;ad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/2/3">3.2.3</A>) it is said, n&#257;yam &#257;tm&#257; pravacanena labhyo na medhay&#257; na bahun&#257; &#347;rutena: one cannot become self-realized simply by having an academic education, by presenting lectures in an erudite way (pravacanena labhyah&#803;), or by being an intelligent scientist who discovers many wonderful things. One cannot understand Kr&#803;s&#803;n&#803;a unless one is graced by the Supreme Personality of Godhead. Only one who has surrendered to a pure devotee of Kr&#803;s&#803;n&#803;a and taken the dust of his lotus feet can understand Kr&#803;s&#803;n&#803;a. First one must understand how to get out of the clutches of m&#257;y&#257;. The only means is to become Kr&#803;s&#803;n&#803;a conscious. And to become Kr&#803;s&#803;n&#803;a conscious very easily, one must take shelter of a realized soul &#8212; a mahat, or mah&#257;tm&#257; &#8212; whose only interest is to engage in the service of the Supreme Lord. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/13.htm">9.13</A>):</P><P>mah&#257;tm&#257;nas tu m&#257;m&#769; p&#257;rtha</P><P CLASS=n>daiv&#299;m&#769; prakr&#803;tim&#769; &#257;&#347;rit&#257;h&#803;</P><P CLASS=n>bhajanty ananya-manaso</P><P CLASS=n>j&#241;&#257;tv&#257; bh&#363;t&#257;dim avyayam</P><P>"O son of Pr&#803;th&#257;, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible." Therefore, to end the unwanted miseries of life, one must become a devotee.</P><P>yasy&#257;sti bhaktir bhagavaty aki&#241;can&#257;</P><P CLASS=n>sarvair gun&#803;ais tatra sam&#257;sate sur&#257;h&#803;</P><P>"One who has unflinching devotional faith in Kr&#803;s&#803;n&#803;a consistently manifests all the good qualities of Kr&#803;s&#803;n&#803;a and the demigods." (Bh&#257;g. <A CLASS=v HREF="../../../sb/5/18/12.htm">5.18.12</A>)</P><P>yasya deva par&#257; bhaktir</P><P CLASS=n>yath&#257; deve tath&#257; gurau</P><P CLASS=n>tasyaite kathit&#257; hy arth&#257;h&#803;</P><P CLASS=n>prak&#257;&#347;ante mah&#257;tmanah&#803;</P><P>"Only unto those great souls who have implicit faith in both the Lord and the spiritual master are all the imports of Vedic knowledge automatically revealed." (&#346;vet&#257;&#347;vatara Upanis&#803;ad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/23">6.23</A>)</P><P>yam evais&#803;a vr&#803;n&#803;ute tena labhyas</P><P CLASS=n>tasyais&#803;a &#257;tm&#257; vivr&#803;n&#803;ute tan&#363;m&#769; sv&#257;m</P><P>"The Lord is obtained only by one whom He Himself chooses. To such a person He manifests His own form." (Mun&#803;d&#803;aka Upanis&#803;ad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/2/3">3.2.3</A>)</P><P>These are Vedic injunctions. One must take shelter of a self-realized spiritual master, not a materially educated scholar or politician. One must take shelter of a nis&#803;ki&#241;cana, a person engaged in devotional service and free from material contamination. That is the way to return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>