<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daks&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.35</P><P CLASS=c>siddh&#257; &#363;cuh&#803;</P><P CLASS=c>ayam&#769; tvat-kath&#257;-mr&#803;s&#803;t&#803;a-p&#299;y&#363;s&#803;a-nady&#257;m&#769;</P><P CLASS=c>mano-v&#257;ran&#803;ah&#803; kle&#347;a-d&#257;v&#257;gni-dagdhah&#803;</P><P CLASS=c>tr&#803;s&#803;&#257;rto 'vag&#257;d&#803;ho na sasm&#257;ra d&#257;vam&#769;</P><P CLASS=c>na nis&#803;kr&#257;mati brahma-sampannavan nah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/siddhah">siddh&#257;h&#803;</A> &#8212; the Siddhas; <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh&#803;</A> &#8212; prayed; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; Your pastimes; <A CLASS=v HREF="http://vedabase.net/m/mrsta">mr&#803;s&#803;t&#803;a</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/p/piyusa">p&#299;y&#363;s&#803;a</A> &#8212; of nectar; <A CLASS=v HREF="http://vedabase.net/n/nadyam">nady&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the river; <A CLASS=v HREF="http://vedabase.net/m/manah">manah&#803;</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/v/varanah">v&#257;ran&#803;ah&#803;</A> &#8212; the elephant; <A CLASS=v HREF="http://vedabase.net/k/klesa">kle&#347;a</A> &#8212; sufferings; <A CLASS=v HREF="http://vedabase.net/d/dava">d&#257;va</A>-<A CLASS=v HREF="http://vedabase.net/a/agni">agni</A> &#8212; by the forest fire; <A CLASS=v HREF="http://vedabase.net/d/dagdhah">dagdhah&#803;</A> &#8212; burned; <A CLASS=v HREF="http://vedabase.net/t/trsa">tr&#803;s&#803;&#257;</A> &#8212; thirst; <A CLASS=v HREF="http://vedabase.net/a/artah">&#257;rtah&#803;</A> &#8212; afflicted; <A CLASS=v HREF="http://vedabase.net/a/avagadhah">avag&#257;d&#803;hah&#803;</A> &#8212; being immersed; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/s/sasmara">sasm&#257;ra</A> &#8212; does not remember; <A CLASS=v HREF="http://vedabase.net/d/davam">d&#257;vam</A> &#8212; the forest fire or the miseries; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/n/niskramati">nis&#803;kr&#257;mati</A> &#8212; not come out; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Absolute; <A CLASS=v HREF="http://vedabase.net/s/sampanna">sampanna</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like having merged; <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; our.</P><P CLASS=t>TRANSLATION</P><P>The Siddhas prayed: Like an elephant that has suffered in a forest fire but can forget all its troubles by entering a river, our minds, O Lord, always merge in the nectarean river of Your transcendental pastimes, and they desire never to leave such transcendental bliss, which is as good as the pleasure of merging in the Absolute.</P><P CLASS=t>PURPORT</P><P>This statement is from the Siddhas, the inhabitants of Siddhaloka, where the eight kinds of material perfection are complete. The residents of Siddhaloka have full control in the eight kinds of yogic perfection, but from their statement it appears that they are pure devotees. They always merge in the nectarean river of hearing of the pastimes of the Lord. Hearing of the pastimes of the Lord is called kr&#803;s&#803;n&#803;a-kath&#257;. Similarly, there is a statement by Prahl&#257;da Mah&#257;r&#257;ja that those who are always merged in the ocean of the nectar of describing the Lord's pastimes are liberated and have no fear of the material condition of life. The Siddhas say that the mind of an ordinary person is full of anxieties. The example is given of the elephant who has suffered in a forest fire and who enters into a river for relief. If persons who are suffering in the forest fire of this material existence will only enter into the nectarean river of the description of the pastimes of the Lord, they will forget all the troubles of the miserable material existence. The Siddhas do not care for fruitive activities, such as performing sacrifices and achieving the good results. They simply merge in the transcendental discussions of the pastimes of the Lord. That makes them completely happy, without care for pious or impious activities. For those who are always in Kr&#803;s&#803;n&#803;a consciousness there is no need to perform any kind of pious or impious sacrifices or activities. Kr&#803;s&#803;n&#803;a consciousness is itself complete, for it includes all the processes praised in the Vedic scriptures.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>