<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daks&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.36</P><P CLASS=c>yajam&#257;ny uv&#257;ca</P><P CLASS=c>sv&#257;gatam&#769; te pras&#299;de&#347;a tubhyam&#769; namah&#803;</P><P CLASS=c>&#347;r&#299;niv&#257;sa &#347;riy&#257; k&#257;ntay&#257; tr&#257;hi nah&#803;</P><P CLASS=c>tv&#257;m r&#803;te 'dh&#299;&#347;a n&#257;&#324;gair makhah&#803; &#347;obhate</P><P CLASS=c>&#347;&#299;rs&#803;a-h&#299;nah&#803; ka-bandho yath&#257; purus&#803;ah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yajamani">yajam&#257;n&#299;</A> &#8212; the wife of <A HREF="http://vedabase.net/d/daksa">Daks&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; prayed; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/a/agatam">&#257;gatam</A> &#8212; auspicious appearance; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/prasida">pras&#299;da</A> &#8212; become pleased; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; my dear Lord; <A CLASS=v HREF="http://vedabase.net/t/tubhyam">tubhyam</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/n/namah">namah&#803;</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/s/srinivasa">&#347;r&#299;niv&#257;sa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> abode of the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/s/sriya">&#347;riy&#257;</A> &#8212; with <A HREF="http://vedabase.net/l/laksmi">Laks&#803;m&#299;</A>; <A CLASS=v HREF="http://vedabase.net/k/kantaya">k&#257;ntay&#257;</A> &#8212; Your wife; <A CLASS=v HREF="http://vedabase.net/t/trahi">tr&#257;hi</A> &#8212; protect; <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/r/rte">r&#803;te</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/a/adhisa">adh&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme controller; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/angaih">a&#324;gaih&#803;</A> &#8212; with bodily limbs; <A CLASS=v HREF="http://vedabase.net/m/makhah">makhah&#803;</A> &#8212; the sacrificial arena; <A CLASS=v HREF="http://vedabase.net/s/sobhate">&#347;obhate</A> &#8212; is beautiful; <A CLASS=v HREF="http://vedabase.net/s/sirsa">&#347;&#299;rs&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/h/hinah">h&#299;nah&#803;</A> &#8212; without the head; <A CLASS=v HREF="http://vedabase.net/k/ka">ka</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhah">bandhah&#803;</A> &#8212; possessed of only <A HREF="http://vedabase.net/a/a">a</A> body; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/purusah">purus&#803;ah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person.</P><P CLASS=t>TRANSLATION</P><P>The wife of Daks&#803;a prayed as follows: My dear Lord, it is very fortunate that You have appeared in this arena of sacrifice. I offer my respectful obeisances unto You, and I request that You be pleased on this occasion. The sacrificial arena is not beautiful without You, just as a body is not beautiful without the head.</P><P CLASS=t>PURPORT</P><P>Another name of Lord Vis&#803;n&#803;u is Yaj&#241;e&#347;vara. In Bhagavad-g&#299;t&#257; it is said that all activities should be performed as Vis&#803;n&#803;u-yaj&#241;a, for the pleasure of Lord Vis&#803;n&#803;u. Unless we please Him, whatever we do is the cause of our bondage in the material world. This is confirmed herein by the wife of Daks&#803;a: "Without Your presence, the grandeur of this sacrificial ceremony is useless, just as a body without the head, however decorated it may be, is useless." The comparison is equally applicable to the social body. Material civilization is very proud of being advanced, but it is actually the useless trunk of a body without a head. Without Kr&#803;s&#803;n&#803;a consciousness, without an understanding of Vis&#803;n&#803;u, the Supreme Personality of Godhead, any advancement in a civilization, no matter how sophisticated, is of no value. There is a statement in the Hari-bhakti-sudhodaya (<A CLASS=v HREF="http://vedabase.net/todo/sudhodaya/3/11">3.11</A>):</P><P>bhagavad-bhakti-h&#299;nasya</P><P CLASS=n>j&#257;tih&#803; &#347;&#257;stram&#769; japas tapah&#803;</P><P CLASS=n>apr&#257;n&#803;asyaiva dehasya</P><P CLASS=n>man&#803;d&#803;anam&#769; loka-ra&#241;janam</P><P>The purport is that sometimes when a friend or relative dies, especially among lower class men, the dead body is decorated. Dressed and ornamented, the body is taken in procession. That sort of decoration of the dead body has no actual value because the life force is already gone. Similarly, any aristocracy, any social prestige or any advancement of material civilization without Kr&#803;s&#803;n&#803;a consciousness is as good as the decoration of a dead body. The name of the wife of Daks&#803;a was Pras&#363;ti, and she was the daughter of Sv&#257;yambhuva Manu. Her sister, Devah&#363;ti, was married to Kardama Muni, and Kapiladeva, the Personality of Godhead, became her son. Pras&#363;ti, then, was the aunt of Lord Vis&#803;n&#803;u. She was asking the favor of Lord Vis&#803;n&#803;u in an affectionate mode; since she was His aunt, she sought some special favor. Also significant in this verse is that the Lord is praised with the goddess of fortune. Wherever Lord Vis&#803;n&#803;u is worshiped, naturally there is the favor of the goddess of fortune. Lord Vis&#803;n&#803;u is addressed as amr&#803;ta, transcendental. The demigods, including Brahm&#257; and Lord &#346;iva, were produced after the creation, but Lord Vis&#803;n&#803;u existed before the creation. He is addressed, therefore, as amr&#803;ta. Lord Vis&#803;n&#803;u is worshiped with His internal energy by the Vais&#803;n&#803;avas. Pras&#363;ti, the wife of Daks&#803;a, implored the Lord to turn the priests into Vais&#803;n&#803;avas instead of simply fruitive workers performing sacrifices for some material benefits.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>