<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daks&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.41</P><P CLASS=c>agnir uv&#257;ca</P><P CLASS=c>yat-tejas&#257;ham&#769; susamiddha-tej&#257;</P><P CLASS=c>havyam&#769; vahe svadhvara &#257;jya-siktam</P><P CLASS=c>tam&#769; yaj&#241;iyam&#769; pa&#241;ca-vidham&#769; ca pa&#241;cabhih&#803;</P><P CLASS=c>svis&#803;t&#803;am&#769; yajurbhih&#803; pran&#803;ato 'smi yaj&#241;am</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/agnih">agnih&#803;</A> &#8212; the fire-god; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by whose effulgence; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/samiddha">samiddha</A>-<A CLASS=v HREF="http://vedabase.net/t/tejah">tej&#257;h&#803;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> luminous <A HREF="http://vedabase.net/a/as">as</A> blazing fire; <A CLASS=v HREF="http://vedabase.net/h/havyam">havyam</A> &#8212; offerings; <A CLASS=v HREF="http://vedabase.net/v/vahe">vahe</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> accepting; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/a/adhvare">adhvare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sacrifice; <A CLASS=v HREF="http://vedabase.net/a/ajya">&#257;jya</A>-<A CLASS=v HREF="http://vedabase.net/s/siktam">siktam</A> &#8212; mixed with butter; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/y/yajniyam">yaj&#241;iyam</A> &#8212; the protector of the sacrifice; <A CLASS=v HREF="http://vedabase.net/p/panca">pa&#241;ca</A>-<A CLASS=v HREF="http://vedabase.net/v/vidham">vidham</A> &#8212; five; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/pancabhih">pa&#241;cabhih&#803;</A> &#8212; by five; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/i/istam">is&#803;t&#803;am</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/y/yajurbhih">yajurbhih&#803;</A> &#8212; Vedic hymns; <A CLASS=v HREF="http://vedabase.net/p/pranatah">pran&#803;atah&#803;</A> &#8212; offer respectful obeisances; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/y/yajnam">yaj&#241;am</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/y/yajna">Yaj&#241;a</A> (<A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>).</P><P CLASS=t>TRANSLATION</P><P>The fire-god said: My dear Lord, I offer my respectful obeisances unto You because by Your favor I am as luminous as blazing fire and I accept the offerings mixed with butter and offered in sacrifice. The five kinds of offerings according to the Yajur Veda are all Your different energies, and You are worshiped by five kinds of Vedic hymns. Sacrifice means Your Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; it is clearly said that yaj&#241;a should be performed for Lord Vis&#803;n&#803;u. Lord Vis&#803;n&#803;u has one thousand popular, transcendental names, out of which one name is Yaj&#241;a. lt is clearly said that everything should be done for the satisfaction of Yaj&#241;a, or Vis&#803;n&#803;u. All other actions a person may take are only causes for his bondage. Everyone has to perform yaj&#241;a according to the Vedic hymns. As stated in the Upanis&#803;ads, fire, the altar, the auspicious full moon, the period of four months called c&#257;turm&#257;sya, the sacrificial animal, and the beverage called soma are necessary requisites, as are the specific hymns mentioned in the Vedas and composed of four letters. One hymn is as follows: &#257;&#347;r&#257;vayeti catur-aks&#803;aram&#769; astu &#347;raus&#803;ad&#803; iti catur-aks&#803;aram&#769; yajeti dv&#257;bhy&#257;m&#769; ye yaj&#257;mahah&#803;. These mantras, chanted according to the &#347;ruti and smr&#803;ti literatures, are only to please Lord Vis&#803;n&#803;u. For the deliverance of those who are materially conditioned and attached to material enjoyment, performing yaj&#241;a and following the rules and regulations of the four divisions of society and of spiritual life are recommended. It is said in the Vis&#803;n&#803;u Pur&#257;n&#803;a that by offering sacrifice to Vis&#803;n&#803;u one can gradually be liberated. The whole target of life, therefore, is to please Lord Vis&#803;n&#803;u. That is yaj&#241;a. Any person who is in Kr&#803;s&#803;n&#803;a consciousness has dedicated his life for the satisfaction of Kr&#803;s&#803;n&#803;a, the origin of all Vis&#803;n&#803;u forms, and by offering worship and pras&#257;da daily, he becomes the best performer of yaj&#241;a. In the &#346;r&#299;mad-Bh&#257;gavatam it is clearly stated that in this age of Kali the only successful performance of yaj&#241;a, or sacrifice, is yaj&#241;aih&#803; sa&#324;k&#299;rtana-pr&#257;yaih&#803;: the best type of sacrifice is simply to chant Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. This yaj&#241;a is offered before the form of Lord Caitanya, as other yaj&#241;as are offered before the form of Lord Vis&#803;n&#803;u. These recommendations are found in the Eleventh Canto of the &#346;r&#299;mad-Bh&#257;gavatam. Moreover, this yaj&#241;a performance confirms that Lord Caitanya Mah&#257;prabhu is Vis&#803;n&#803;u Himself. As Lord Vis&#803;n&#803;u appeared at the Daks&#803;a yaj&#241;a long, long ago, Lord Caitanya has appeared in this age to accept our sa&#324;k&#299;rtana-yaj&#241;a.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>