<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daks&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.43</P><P CLASS=c>gandharv&#257; &#363;cuh&#803;</P><P CLASS=c>am&#769;&#347;&#257;m&#769;&#347;&#257;s te deva mar&#299;cy-&#257;daya ete</P><P CLASS=c>brahmendr&#257;dy&#257; deva-gan&#803;&#257; rudra-purog&#257;h&#803;</P><P CLASS=c>kr&#299;d&#803;&#257;-bh&#257;n&#803;d&#803;am&#769; vi&#347;vam idam&#769; yasya vibh&#363;man</P><P CLASS=c>tasmai nityam&#769; n&#257;tha namas te karav&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gandharvah">gandharv&#257;h&#803;</A> &#8212; the Gandharvas; <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh&#803;</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/a/amsa">am&#769;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/a/amsah">am&#769;&#347;&#257;h&#803;</A> &#8212; parts and parcels of Your body; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; dear Lord; <A CLASS=v HREF="http://vedabase.net/m/marici">mar&#299;ci</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah&#803;</A> &#8212; <A HREF="http://vedabase.net/m/marici">Mar&#299;ci</A> and the great sages; <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A>-<A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dy&#257;h&#803;</A> &#8212; headed by <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> and <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/g/ganah">gan&#803;&#257;h&#803;</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/r/rudra">rudra</A>-<A CLASS=v HREF="http://vedabase.net/p/purogah">purog&#257;h&#803;</A> &#8212; having Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A> <A HREF="http://vedabase.net/a/as">as</A> the chief; <A CLASS=v HREF="http://vedabase.net/k/krida">kr&#299;d&#803;&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhandam">bh&#257;n&#803;d&#803;am</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> plaything; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; the whole creation; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/v/vibhuman">vibh&#363;man</A> &#8212; the Supreme Almighty Great; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/n/namah">namah&#803;</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/k/karavama">karav&#257;ma</A> &#8212; we offer.</P><P CLASS=t>TRANSLATION</P><P>The Gandharvas said: Dear Lord, all the demigods, including Lord &#346;iva, Lord Brahm&#257;, Indra and Mar&#299;ci and the great sages, are all only differentiated parts and parcels of Your body. You are the Supreme Almighty Great; the whole creation is just like a plaything for You. We always accept You as the Supreme Personality of Godhead, and we offer our respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>In the Brahma-sam&#769;hit&#257; it is said that Kr&#803;s&#803;n&#803;a is the Supreme Personality of Godhead. There may be many gods, from Brahm&#257;, Lord &#346;iva, Indra and Candra down to the rulers of the lower planetary systems, the presidents, ministers, chairmen and kings. In fact, anyone can think that he is God. That is the false, puffed-up conviction of material life. Actually Vis&#803;n&#803;u is the Supreme Lord, but there is even one above Vis&#803;n&#803;u, for Vis&#803;n&#803;u is also the plenary portion of a part of Kr&#803;s&#803;n&#803;a. In this verse this is referred to by the word am&#769;&#347;&#257;m&#769;&#347;&#257;h&#803;, which refers to part and parcel of a part and parcel. There are similar verses in the Caitanya-carit&#257;mr&#803;ta which indicate that the Supreme Lord's parts and parcels again expand into other parts and parcels. As described in &#346;r&#299;mad-Bh&#257;gavatam, there are many manifestations of Vis&#803;n&#803;u and many manifestations of living entities. Vis&#803;n&#803;u manifestations are called sv&#257;m&#769;&#347;a, partial manifestations, and the living entities are called vibhinn&#257;m&#769;&#347;a. The demigods like Brahm&#257; and Indra have been promoted to such exalted positions by pious activities and austerities, but actually Vis&#803;n&#803;u, or Kr&#803;s&#803;n&#803;a, is the master of everyone. ln the Caitanya-carit&#257;mr&#803;ta it is said, ekale &#299;&#347;vara kr&#803;s&#803;n&#803;a, &#257;ra saba bhr&#803;tya. This means that Kr&#803;s&#803;n&#803;a alone is the Supreme Personality of Godhead, and all others, even the vis&#803;n&#803;u-tattva and certainly the living entities, are His servitors. Baladeva is the immediate expansion of Kr&#803;s&#803;n&#803;a. He also engages in the service of Kr&#803;s&#803;n&#803;a, and certainly the ordinary living entities are serving. Everyone is created, constitutionally, for serving Kr&#803;s&#803;n&#803;a. Here the Gandharvas acknowledge that although the demigods may represent themselves as the Supreme, actually they are not supreme. Real supremacy belongs to Kr&#803;s&#803;n&#803;a. Kr&#803;s&#803;n&#803;as tu bhagav&#257;n svayam is the statement of &#346;r&#299;mad-Bh&#257;gavatam: "Kr&#803;s&#803;n&#803;a is the only Supreme Lord." Worship of Kr&#803;s&#803;n&#803;a alone, therefore, includes worship of all the parts and parcels, just as watering the root of a tree also waters all the branches, twigs, leaves and flowers.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>