<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daks&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.45</P><P CLASS=c>br&#257;hman&#803;&#257; &#363;cuh&#803;</P><P CLASS=c>tvam&#769; kratus tvam&#769; havis tvam&#769; hut&#257;&#347;ah&#803; svayam&#769;</P><P CLASS=c>tvam&#769; hi mantrah&#803; samid-darbha-p&#257;tr&#257;n&#803;i ca</P><P CLASS=c>tvam&#769; sadasyartvijo dampat&#299; devat&#257;</P><P CLASS=c>agnihotram&#769; svadh&#257; soma &#257;jyam&#769; pa&#347;uh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hman&#803;&#257;h&#803;</A> &#8212; the br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh&#803;</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/k/kratuh">kratuh&#803;</A> &#8212; sacrifice; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/h/havih">havih&#803;</A> &#8212; offering of clarified butter; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/h/huta">huta</A>-<A CLASS=v HREF="http://vedabase.net/a/asah">&#257;&#347;ah&#803;</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personified; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; for; <A CLASS=v HREF="http://vedabase.net/m/mantrah">mantrah&#803;</A> &#8212; the Vedic hymns; <A CLASS=v HREF="http://vedabase.net/s/samit">samit</A>-<A CLASS=v HREF="http://vedabase.net/d/darbha">darbha</A>-<A CLASS=v HREF="http://vedabase.net/p/patrani">p&#257;tr&#257;n&#803;i</A> &#8212; the fuel, the <A HREF="http://vedabase.net/k/kusa">ku&#347;a</A> grass and the sacrificial pots; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/s/sadasya">sadasya</A> &#8212; the members of the assembly; <A CLASS=v HREF="http://vedabase.net/r/rtvijah">r&#803;tvijah&#803;</A> &#8212; the priests; <A CLASS=v HREF="http://vedabase.net/d/dampati">dampat&#299;</A> &#8212; the chief person of the sacrifice and his wife; <A CLASS=v HREF="http://vedabase.net/d/devata">devat&#257;</A> &#8212; demigods; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A>-<A CLASS=v HREF="http://vedabase.net/h/hotram">hotram</A> &#8212; the sacred fire ceremony; <A CLASS=v HREF="http://vedabase.net/s/svadha">svadh&#257;</A> &#8212; the offering <A HREF="http://vedabase.net/t/to">to</A> the forefathers; <A CLASS=v HREF="http://vedabase.net/s/somah">somah&#803;</A> &#8212; the <A HREF="http://vedabase.net/s/soma">soma</A> plant; <A CLASS=v HREF="http://vedabase.net/a/ajyam">&#257;jyam</A> &#8212; the clarified butter; <A CLASS=v HREF="http://vedabase.net/p/pasuh">pa&#347;uh&#803;</A> &#8212; the sacrificial animal.</P><P CLASS=t>TRANSLATION</P><P>The br&#257;hman&#803;as said: Dear Lord, You are sacrifice personified. You are the offering of clarified butter, You are the fire, You are the chanting of Vedic hymns by which the sacrifice is conducted, You are the fuel, You are the flame, You are the ku&#347;a grass, and You are the sacrificial pots. You are the priests who perform the yaj&#241;a, You are the demigods headed by Indra, and You are the sacrificial animal. Everything that is sacrificed is You or Your energy.</P><P CLASS=t>PURPORT</P><P>In this statement Lord Vis&#803;n&#803;u's all-pervasiveness is partially explained. It is said in the Vis&#803;n&#803;u Pur&#257;n&#803;a that as a fire situated in one place emanates its heat and illumination everywhere, so whatever we see within the material or spiritual worlds is nothing but a manifestation of different energies emanating from the Supreme Personality of Godhead. The br&#257;hman&#803;as' statement is that Lord Vis&#803;n&#803;u is everything &#8212; the fire, the offering, the clarified butter, the utensils, the place of sacrifice and the ku&#347;a. He is everything. It is confirmed herein that the performance of sa&#324;k&#299;rtana-yaj&#241;a in this age is as good as all other yaj&#241;as in all other ages. If one performs sa&#324;k&#299;rtana-yaj&#241;a by chanting Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, there is no need to arrange elaborate paraphernalia for the prescribed sacrificial ceremonies recommended in the Vedas. In the chant of the holy names, Hare and Kr&#803;s&#803;n&#803;a, Hare means the energy of Kr&#803;s&#803;n&#803;a, and Kr&#803;s&#803;n&#803;a is the vis&#803;n&#803;u-tattva. Combined together they are everything. In this age, persons are harassed by the influence of Kali-yuga and cannot arrange for all the requisite paraphernalia for performing sacrifice as recommended in the Vedas. But if one simply chants Hare Kr&#803;s&#803;n&#803;a, it is to be understood that he is performing all kinds of yaj&#241;a because there is nothing within our vision except Hare (the energy of Kr&#803;s&#803;n&#803;a) and Kr&#803;s&#803;n&#803;a. There is no difference between Kr&#803;s&#803;n&#803;a and His energies. Thus since everything is a manifestation of His energy, it is to be understood that everything is Kr&#803;s&#803;n&#803;a. One simply has to accept everything in Kr&#803;s&#803;n&#803;a consciousness, and he is a liberated person. One should not misunderstand that because everything is Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a has no personal identity. Kr&#803;s&#803;n&#803;a is so full that in spite of keeping Himself separate from everything by His energy, He is everything. This is confirmed in Bhagavad-g&#299;t&#257;, Ninth Chapter. He is spread throughout the creation as everything, but still He is not everything. The philosophy recommended by Lord Caitanya is that He is simultaneously one and different.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>