<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daks&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.5</P><P CLASS=c>b&#257;hubhy&#257;m a&#347;vinoh&#803; p&#363;s&#803;n&#803;o</P><P CLASS=c>hast&#257;bhy&#257;m&#769; kr&#803;ta-b&#257;havah&#803;</P><P CLASS=c>bhavantv adhvaryava&#347; c&#257;nye</P><P CLASS=c>basta-&#347;ma&#347;rur bhr&#803;gur bhavet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bahubhyam">b&#257;hubhy&#257;m</A> &#8212; with two arms; <A CLASS=v HREF="http://vedabase.net/a/asvinoh">a&#347;vinoh&#803;</A> &#8212; of A&#347;vin&#299;-<A HREF="http://vedabase.net/k/kumara">kum&#257;ra</A>; <A CLASS=v HREF="http://vedabase.net/p/pusnah">p&#363;s&#803;n&#803;ah&#803;</A> &#8212; of <A HREF="http://vedabase.net/p/pusa">P&#363;s&#803;&#257;</A>; <A CLASS=v HREF="http://vedabase.net/h/hastabhyam">hast&#257;bhy&#257;m</A> &#8212; with two hands; <A CLASS=v HREF="http://vedabase.net/k/krta">kr&#803;ta</A>-<A CLASS=v HREF="http://vedabase.net/b/bahavah">b&#257;havah&#803;</A> &#8212; those <A HREF="http://vedabase.net/i/in">in</A> need of arms; <A CLASS=v HREF="http://vedabase.net/b/bhavantu">bhavantu</A> &#8212; they will have <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/a/adhvaryavah">adhvaryavah&#803;</A> &#8212; the priests; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/b/basta">basta</A>-<A CLASS=v HREF="http://vedabase.net/s/smasruh">&#347;ma&#347;ruh&#803;</A> &#8212; the beard of the goat; <A CLASS=v HREF="http://vedabase.net/b/bhrguh">bhr&#803;guh&#803;</A> &#8212; <A HREF="http://vedabase.net/b/bhrgu">Bhr&#803;gu</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> may have.</P><P CLASS=t>TRANSLATION</P><P>Those who have had their arms cut off will have to work with the arms of A&#347;vin&#299;-kum&#257;ra, and those whose hands were cut off will have to do their work with the hands of P&#363;s&#803;&#257;. The priests will also have to act in that manner. As for Bhr&#803;gu, he will have the beard from the goat's head.</P><P CLASS=t>PURPORT</P><P>Bhr&#803;gu Muni, a great supporter of Daks&#803;a, was awarded the beard of the goat's head which was substituted for the head of Daks&#803;a. It appears from the exchange of Daks&#803;a's head that the modern scientific theory that the brain substance is the cause of all intelligent work is not valid. The brain substance of Daks&#803;a and that of a goat are different, but Daks&#803;a still acted like himself, even though his head was replaced by that of a goat. The conclusion is that it is the particular consciousness of an individual soul which acts. The brain substance is only an instrument which has nothing to do with real intelligence. The real intelligence, mind and consciousness are part of the particular individual soul. It will be found in the verses ahead that after Daks&#803;a's head was replaced by the goat's head, he was as intelligent as he had previously been. He prayed very nicely to satisfy Lord &#346;iva and Lord Vis&#803;n&#803;u, which is not possible for a goat to do. Therefore it is definitely concluded that the brain substance is not the center of intelligence; it is the consciousness of a particular soul that works intelligently. The whole movement of Kr&#803;s&#803;n&#803;a consciousness is to purify the consciousness. It doesn't matter what kind of brain one has because if he simply transfers his consciousness from matter to Kr&#803;s&#803;n&#803;a, his life becomes successful. It is confirmed by the Lord Himself in Bhagavad-g&#299;t&#257; that anyone who takes up Kr&#803;s&#803;n&#803;a consciousness achieves the highest perfection of life, regardless of whatever abominable condition of life he may have fallen into. Specifically, anyone in Kr&#803;s&#803;n&#803;a consciousness goes back to Godhead, back to home, on leaving his present material body.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>