<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 10 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 10 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Deliverance of the Yamala-arjuna Trees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.10.29</P><P CLASS=c>kr&#803;s&#803;n&#803;a kr&#803;s&#803;n&#803;a mah&#257;-yogim&#769;s</P><P CLASS=c>tvam &#257;dyah&#803; purus&#803;ah&#803; parah&#803;</P><P CLASS=c>vyakt&#257;vyaktam idam&#769; vi&#347;vam&#769;</P><P CLASS=c>r&#363;pam&#769; te br&#257;hman&#803;&#257; viduh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A> <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>, <A HREF="http://vedabase.net/o/o">O</A> Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/y/yogin">yogin</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master of mysticism; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You, the exalted personality; <A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dyah&#803;</A> &#8212; the root cause of everything; <A CLASS=v HREF="http://vedabase.net/p/purusah">purus&#803;ah&#803;</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/p/parah">parah&#803;</A> &#8212; beyond this material creation; <A CLASS=v HREF="http://vedabase.net/v/vyakta">vyakta</A>-<A CLASS=v HREF="http://vedabase.net/a/avyaktam">avyaktam</A> &#8212; this material cosmic manifestation, consisting of cause and effect, or gross and subtle forms; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; whole world; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hman&#803;&#257;h&#803;</A> &#8212; learned br&#257;hman&#803;as; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh&#803;</A> &#8212; know.</P><P CLASS=t>TRANSLATION</P><P>O Lord Kr&#803;s&#803;n&#803;a, Lord Kr&#803;s&#803;n&#803;a, Your opulent mysticism is inconceivable. You are the supreme, original person, the cause of all causes, immediate and remote, and You are beyond this material creation. Learned br&#257;hman&#803;as know [on the basis of the Vedic statement sarvam&#769; khalv idam&#769; brahma] that You are everything and that this cosmic manifestation, in its gross and subtle aspects, is Your form.</P><P CLASS=t>PURPORT</P><P>The two demigods Nalak&#363;vara and Man&#803;igr&#299;va, because of their continuing memory, could understand the supremacy of Kr&#803;s&#803;n&#803;a by the grace of N&#257;rada. Now they admitted, "That we should be delivered by the blessings of N&#257;rada Muni was all Your plan. Therefore You are the supreme mystic. Everything &#8212; past, present and future &#8212; is known to You. Your plan was made so nicely that although we stayed here as twin arjuna trees, You have appeared as a small boy to deliver us. This was all Your inconceivable arrangement. Because You are the Supreme Person, You can do everything."</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30-31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>