<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 1 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 1 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Supreme Lord Is Equal to Everyone</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.1.1</P><P CLASS=c>&#347;r&#299;-r&#257;jov&#257;ca</P><P CLASS=c>samah&#803; priyah&#803; suhr&#803;d brahman</P><P CLASS=c>bh&#363;t&#257;n&#257;m&#769; bhagav&#257;n svayam</P><P CLASS=c>indrasy&#257;rthe katham&#769; daity&#257;n</P><P CLASS=c>avadh&#299;d vis&#803;amo yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;ks&#803;it</A> said; <A CLASS=v HREF="http://vedabase.net/s/samah">samah&#803;</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah&#803;</A> &#8212; beloved; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhr&#803;t</A> &#8212; friend; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hman&#803;a</A> (<A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A>); <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; toward all living entities; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Lord, <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/i/indrasya">indrasya</A> &#8212; of <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/a/arthe">arthe</A> &#8212; for the benefit; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/d/daityan">daity&#257;n</A> &#8212; the demons; <A CLASS=v HREF="http://vedabase.net/a/avadhit">avadh&#299;t</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/v/visamah">vis&#803;amah&#803;</A> &#8212; partial; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if.</P><P CLASS=t>TRANSLATION</P><P>King Par&#299;ks&#803;it inquired: My dear br&#257;hman&#803;a, the Supreme Personality of Godhead, Vis&#803;n&#803;u, being everyone's well-wisher, is equal and extremely dear to everyone. How, then, did He become partial like a common man for the sake of Indra and thus kill Indra's enemies? How can a person equal to everyone be partial to some and inimical toward others?</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/29.htm">9.29</A>) the Lord says, samo 'ham&#769; sarva-bh&#363;tes&#803;u na me dves&#803;yo 'sti na priyah&#803;: "I am equal to everyone. No one is dear to Me, nor is anyone My enemy." In the previous canto, however, it has been observed that the Lord sided with Indra by killing the demons on his account (hata-putr&#257; ditih&#803; &#347;akra-p&#257;rs&#803;n&#803;i-gr&#257;hen&#803;a vis&#803;n&#803;un&#257;). Therefore, the Lord was clearly partial to Indra, although He is the Supersoul in everyone's heart. The soul is extremely dear to everyone, and similarly the Supersoul is also dear to everyone. Thus there cannot be any faulty action on the part of the Supersoul. The Lord is always kind to all living entities, irrespective of form and situation, yet He took the side of Indra just like an ordinary friend. This was the subject of Par&#299;ks&#803;it Mah&#257;r&#257;ja's inquiry. As a devotee of Lord Kr&#803;s&#803;n&#803;a, he knew very well that Kr&#803;s&#803;n&#803;a cannot be partial to anyone, but when he saw that Kr&#803;s&#803;n&#803;a acted as the enemy of the demons, he was somewhat doubtful. Therefore he posed this question to &#346;ukadeva Gosv&#257;m&#299; for a clear answer.</P><P>A devotee cannot accept that Lord Vis&#803;n&#803;u has material qualifications. Mah&#257;r&#257;ja Par&#299;ks&#803;it knew perfectly well that Lord Vis&#803;n&#803;u, being transcendental, has nothing to do with material qualities, but to confirm his conviction he wanted to hear from the authority &#346;ukadeva Gosv&#257;m&#299;. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura says, samasya katham&#769; vais&#803;amyam: since the Lord is equally disposed toward everyone, how can He be partial? Priyasya katham asures&#803;u pr&#299;ty-abh&#257;vah&#803;. The Lord, being the Supersoul, is extremely dear to everyone. Why, then, should the Lord display unsympathetic behavior toward the asuras? How is this impartial? Suhr&#803;da&#347; ca katham&#769; tes&#803;v asauh&#257;rdam. Since the Lord says that He is suhr&#803;dam&#769; sarva-bh&#363;t&#257;n&#257;m, the well-wisher of all living entities, how could He act with partiality by killing demons? These questions arose in the heart of Par&#299;ks&#803;it Mah&#257;r&#257;ja, and therefore he inquired from &#346;ukadeva Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>