<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 1 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 1 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Supreme Lord Is Equal to Everyone</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.1.10</P><P CLASS=c>yad&#257; sisr&#803;ks&#803;uh&#803; pura &#257;tmanah&#803; paro</P><P CLASS=c>rajah&#803; sr&#803;jaty es&#803;a pr&#803;thak sva-m&#257;yay&#257;</P><P CLASS=c>sattvam&#769; vicitr&#257;su riram&#769;sur &#299;&#347;varah&#803;</P><P CLASS=c>&#347;ayis&#803;yam&#257;n&#803;as tama &#299;rayaty asau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/s/sisrksuh">sisr&#803;ks&#803;uh&#803;</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> create; <A CLASS=v HREF="http://vedabase.net/p/purah">purah&#803;</A> &#8212; material bodies; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah&#803;</A> &#8212; for the living entities; <A CLASS=v HREF="http://vedabase.net/p/parah">parah&#803;</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah&#803;</A> &#8212; the mode of passion; <A CLASS=v HREF="http://vedabase.net/s/srjati">sr&#803;jati</A> &#8212; manifests; <A CLASS=v HREF="http://vedabase.net/e/esah">es&#803;ah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/p/prthak">pr&#803;thak</A> &#8212; separately, predominantly; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by His own creative energy; <A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> &#8212; the mode of goodness; <A CLASS=v HREF="http://vedabase.net/v/vicitrasu">vicitr&#257;su</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> various types of bodies; <A CLASS=v HREF="http://vedabase.net/r/riramsuh">riram&#769;suh&#803;</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> act; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah&#803;</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sayisyamanah">&#347;ayis&#803;yam&#257;n&#803;ah&#803;</A> &#8212; being about <A HREF="http://vedabase.net/t/to">to</A> conclude; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah&#803;</A> &#8212; the mode of ignorance; <A CLASS=v HREF="http://vedabase.net/i/irayati">&#299;rayati</A> &#8212; causes <A HREF="http://vedabase.net/t/to">to</A> rise; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that Supreme.</P><P CLASS=t>TRANSLATION</P><P>When the Supreme Personality of Godhead creates different types of bodies, offering a particular body to each living entity according to his character and fruitive actions, the Lord revives all the qualities of material nature &#8212; sattva-gun&#803;a, rajo-gun&#803;a and tamo-gun&#803;a. Then, as the Supersoul, He enters each body and influences the qualities of creation, maintenance and annihilation, using sattva-gun&#803;a for maintenance, rajo-gun&#803;a for creation and tamo-gun&#803;a for annihilation.</P><P CLASS=t>PURPORT</P><P>Although material nature is conducted by the three qualities &#8212; sattva-gun&#803;a, rajo-gun&#803;a and tamo-gun&#803;a &#8212; nature is not independent. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>):</P><P>may&#257;dhyaks&#803;en&#803;a prakr&#803;tih&#803;</P><P CLASS=n>s&#363;yate sa-car&#257;caram</P><P CLASS=n>hetun&#257;nena kaunteya</P><P CLASS=n>jagad viparivartate</P><P>"This material nature is working under My direction, O son of Kunt&#299;, and it is producing all moving and unmoving beings. By its rule this manifestation is created and annihilated again and again." The different changes in the material world take place as actions and reactions of the three gun&#803;as, but above the three gun&#803;as is their director, the Supreme Personality of Godhead. In the various types of bodies given to the living entities by material nature (yantr&#257;r&#363;d&#803;h&#257;ni m&#257;yay&#257;), either sattva-gun&#803;a, rajo-gun&#803;a or tamo-gun&#803;a is prominent. The body is produced by material nature according to the direction of the Supreme Personality of Godhead. Therefore it is said here, yad&#257; sisr&#803;ks&#803;uh&#803; pura &#257;tmanah&#803; parah&#803;, indicating that the body is certainly created by the Lord. Karman&#803;&#257; daiva-netren&#803;a: according to the karma of the living entity, a body is prepared under the Supreme Lord's supervision. Whether the body is of sattva-gun&#803;a, rajo-gun&#803;a or tamo-gun&#803;a, everything is done by the direction of the Supreme Lord through the agency of the external energy (pr&#803;thak sva-m&#257;yay&#257;). In this way, in different types of bodies, the Lord (&#299;&#347;vara) gives directions as Param&#257;tm&#257;, and again, to destroy the body, He employs the tamo-gun&#803;a. This is the way the living entities receive different types of bodies.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>