<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 1 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 1 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Supreme Lord Is Equal to Everyone</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.1.26</P><P CLASS=c>tasm&#257;d vair&#257;nubandhena</P><P CLASS=c>nirvairen&#803;a bhayena v&#257;</P><P CLASS=c>sneh&#257;t k&#257;mena v&#257; yu&#241;jy&#257;t</P><P CLASS=c>katha&#241;cin neks&#803;ate pr&#803;thak</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/v/vaira">vaira</A>-<A CLASS=v HREF="http://vedabase.net/a/anubandhena">anubandhena</A> &#8212; by constant enmity; <A CLASS=v HREF="http://vedabase.net/n/nirvairena">nirvairen&#803;a</A> &#8212; by devotion; <A CLASS=v HREF="http://vedabase.net/b/bhayena">bhayena</A> &#8212; by fear; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/s/snehat">sneh&#257;t</A> &#8212; from affection; <A CLASS=v HREF="http://vedabase.net/k/kamena">k&#257;mena</A> &#8212; by lusty desires; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/y/yunjyat">yu&#241;jy&#257;t</A> &#8212; one should concentrate; <A CLASS=v HREF="http://vedabase.net/k/kathancit">katha&#241;cit</A> &#8212; somehow or other; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/i/iksate">&#299;ks&#803;ate</A> &#8212; sees; <A CLASS=v HREF="http://vedabase.net/p/prthak">pr&#803;thak</A> &#8212; something else.</P><P CLASS=t>TRANSLATION</P><P>Therefore by enmity or by devotional service, by fear, by affection or by lusty desire &#8212; by all of these or any one of them &#8212; if a conditioned soul somehow or other concentrates his mind upon the Lord, the result is the same, for the Lord, because of His blissful position, is never affected by enmity or friendship.</P><P CLASS=t>PURPORT</P><P>From this verse one should not conclude that because Kr&#803;s&#803;n&#803;a is unaffected by favorable prayers or unfavorable blasphemy one should therefore blaspheme the Supreme Lord. This is not the regulative principle. Bhakti-yoga means &#257;nuk&#363;lyena kr&#803;s&#803;n&#803;&#257;nu&#347;&#299;lanam: one should serve Kr&#803;s&#803;n&#803;a very favorably. This is the real injunction. Here it is said that although an enemy thinks of Kr&#803;s&#803;n&#803;a unfavorably, the Lord is unaffected by such antidevotional service. Thus He offers His benedictions even to &#346;i&#347;up&#257;la and similarly inimical conditioned souls. This does not mean, however, that one should be inimical toward the Lord. The stress is given to the favorable execution of devotional service, not purposeful blasphemy of the Lord. It is said:</P><P>nind&#257;m&#769; bhagavatah&#803; &#347;r&#803;n&#803;vam&#769;s</P><P CLASS=n>tat-parasya janasya v&#257;</P><P CLASS=n>tato n&#257;paiti yah&#803; so 'pi</P><P CLASS=n>y&#257;ty adhah&#803; sukr&#803;t&#257;c cyutah&#803;</P><P>One who hears blasphemy of the Supreme Personality of Godhead or His devotees should immediately take action or should leave. Otherwise he will be put into hellish life perpetually. There are many such injunctions. Therefore as a regulative principle one should not be unfavorable toward the Lord but always favorably inclined toward Him.</P><P>&#346;i&#347;up&#257;la's achievement of oneness with the Supreme Lord was different because Jaya and Vijaya, from the very beginning of their material existence, were ordained to treat the Supreme Lord as an enemy for three lives and then return home, back to Godhead. Jaya and Vijaya inwardly knew that Kr&#803;s&#803;n&#803;a is the Supreme Personality of Godhead, but they purposely became His enemies to be delivered from material life. From the very beginning of their lives they thought of Lord Kr&#803;s&#803;n&#803;a as an enemy, and even though blaspheming Lord Kr&#803;s&#803;n&#803;a, they chanted the holy name of Kr&#803;s&#803;n&#803;a constantly along with their inimical thoughts. Thus they were purified because of chanting the holy name of Kr&#803;s&#803;n&#803;a. It is to be understood that even a blasphemer can be freed from sinful activities by chanting the holy name of the Lord. Certainly, therefore, freedom is assured for a devotee who is always favorable to the service of the Lord. This will be clear from the following verse. By rapt attention fixed upon Kr&#803;s&#803;n&#803;a, one is purified, and thus one is delivered from material life.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura has very nicely explained the word bhayena, which means "by fear." When the gop&#299;s went to Kr&#803;s&#803;n&#803;a in the dead of night, they certainly feared chastisement by their relatives &#8212; their husbands, brothers and fathers &#8212; but nonetheless, not caring for their relatives, they went to Kr&#803;s&#803;n&#803;a. There was certainly fear, but this fear could not check their devotional service to Kr&#803;s&#803;n&#803;a.</P><P>One should not mistakenly think that Lord Kr&#803;s&#803;n&#803;a must be worshiped by an inimical attitude like that of &#346;i&#347;up&#257;la. The injunction is &#257;nuk&#363;lyasya grahan&#803;am&#769; pr&#257;tik&#363;lyasya varjanam: one should give up unfavorable activities and accept only favorable conditions in devotional service. Generally, if one blasphemes the Supreme Personality of Godhead he is punished. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/16/19.htm">16.19</A>):</P><P>t&#257;n aham&#769; dvis&#803;atah&#803; kr&#363;r&#257;n</P><P CLASS=n>sam&#769;s&#257;res&#803;u nar&#257;dham&#257;n</P><P CLASS=n>ks&#803;ip&#257;my ajasram a&#347;ubh&#257;n</P><P CLASS=n>&#257;sur&#299;s&#803;v eva yonis&#803;u</P><P>There are many such injunctions. One should not try to worship Kr&#803;s&#803;n&#803;a unfavorably; otherwise he must be punished, at least for one life, to be purified. As one should not try to be killed by embracing an enemy, a tiger or a snake, one should not blaspheme the Supreme Personality of Godhead and become His enemy in order to be put into hellish life.</P><P>The purpose of this verse is to emphasize that even the enemy of the Lord can be delivered, not to speak of His friend. &#346;r&#299;la Madhv&#257;c&#257;rya also says in many ways that one should not blaspheme Lord Vis&#803;n&#803;u through one's mind, words or actions, for a blasphemer will go to hellish life along with his forefathers.</P><P>karman&#803;&#257; manas&#257; v&#257;c&#257;</P><P CLASS=n>yo dvis&#803;y&#257;d vis&#803;n&#803;um avyayam</P><P CLASS=n>majjanti pitaras tasya</P><P CLASS=n>narake &#347;&#257;&#347;vat&#299;h&#803; sam&#257;h&#803;</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/16/19.htm">16.19-20</A>) the Lord says:</P><P>t&#257;n aham&#769; dvis&#803;atah&#803; kr&#363;r&#257;n</P><P CLASS=n>sam&#769;s&#257;res&#803;u nar&#257;dham&#257;n</P><P CLASS=n>ks&#803;ip&#257;my ajasram a&#347;ubh&#257;n</P><P CLASS=n>&#257;sur&#299;s&#803;v eva yonis&#803;u</P><P CLASS=n>&#257;sur&#299;m&#769; yonim &#257;pann&#257;</P><P CLASS=n>m&#363;d&#803;h&#257; janmani janmani</P><P CLASS=n>m&#257;m apr&#257;pyaiva kaunteya</P><P CLASS=n>tato y&#257;nty adham&#257;m&#769; gatim</P><P>"Those who are envious and mischievous, who are the lowest among men, are cast by Me into the ocean of material existence, into various demoniac species of life. Attaining repeated birth amongst the species of demoniac life, such persons can never approach Me. Gradually they sink down to the most abominable type of existence." One who blasphemes the Lord is put into a family of asuras, in which there is every chance of forgetting the service of the Lord. Lord Kr&#803;s&#803;n&#803;a further states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/11.htm">9.11-12</A>):</P><P>avaj&#257;nanti m&#257;m&#769; m&#363;d&#803;h&#257;</P><P CLASS=n>m&#257;nus&#803;&#299;m&#769; tanum &#257;&#347;ritam</P><P CLASS=n>param&#769; bh&#257;vam aj&#257;nanto</P><P CLASS=n>mama bh&#363;ta-mahe&#347;varam</P><P>M&#363;d&#803;has, rascals, blaspheme the Supreme Lord because He appears exactly like a human being. They do not know the unlimited opulence of the Supreme Personality of Godhead.</P><P>mogh&#257;&#347;&#257; mogha-karm&#257;n&#803;o</P><P CLASS=n>mogha-j&#241;&#257;n&#257; vicetasah&#803;</P><P CLASS=n>r&#257;ks&#803;as&#299;m &#257;sur&#299;m&#769; caiva</P><P CLASS=n>prakr&#803;tim&#769; mohin&#299;m&#769; &#347;rit&#257;h&#803;</P><P>Anything done by those who have taken the attitude of enemies will be baffled (mogh&#257;&#347;&#257;h&#803;). If these enemies try to be liberated or to merge into the existence of Brahman, if they desire to be elevated to the higher planetary systems as karm&#299;s, or even if they desire to return home, back to Godhead, they will certainly be baffled.</P><P>As for Hiran&#803;yaka&#347;ipu, although he was extremely inimical toward the Supreme Personality of Godhead, he always thought of his son, who was a great devotee. Therefore by the grace of his son, Prahl&#257;da Mah&#257;r&#257;ja, Hiran&#803;yaka&#347;ipu was also delivered by the Supreme Personality of Godhead.</P><P>hiran&#803;yaka&#347;ipu&#347; c&#257;pi</P><P CLASS=n>bhagavan-ninday&#257; tamah&#803;</P><P CLASS=n>vivaks&#803;ur atyag&#257;t s&#363;noh&#803;</P><P CLASS=n>prahl&#257;dasy&#257;nubh&#257;vatah&#803;</P><P>The conclusion is that one should not give up pure devotional service. For one's own benefit, one should not imitate Hiran&#803;yaka&#347;ipu or &#346;i&#347;up&#257;la. This is not the way to achieve success.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>