<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 1 Verses 28-29</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 1 Verses 28-29"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Supreme Lord Is Equal to Everyone</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.1.28-29</P><P CLASS=c>k&#299;t&#803;ah&#803; pe&#347;askr&#803;t&#257; ruddhah&#803;</P><P CLASS=c>kud&#803;y&#257;y&#257;m&#769; tam anusmaran</P><P CLASS=c>sam&#769;rambha-bhaya-yogena</P><P CLASS=c>vindate tat-svar&#363;pat&#257;m</P><P CLASS=c>evam&#769; kr&#803;s&#803;n&#803;e bhagavati</P><P CLASS=c>m&#257;y&#257;-manuja &#299;&#347;vare</P><P CLASS=c>vairen&#803;a p&#363;ta-p&#257;pm&#257;nas</P><P CLASS=c>tam &#257;pur anucintay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kitah">k&#299;t&#803;ah&#803;</A> &#8212; the grassworm; <A CLASS=v HREF="http://vedabase.net/p/pesaskrta">pe&#347;askr&#803;t&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> bee; <A CLASS=v HREF="http://vedabase.net/r/ruddhah">ruddhah&#803;</A> &#8212; confined; <A CLASS=v HREF="http://vedabase.net/k/kudyayam">kud&#803;y&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> hole <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> wall; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that (bee); <A CLASS=v HREF="http://vedabase.net/a/anusmaran">anusmaran</A> &#8212; thinking of; <A CLASS=v HREF="http://vedabase.net/s/samrambha">sam&#769;rambha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A>-<A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; through intense fear and enmity; <A CLASS=v HREF="http://vedabase.net/v/vindate">vindate</A> &#8212; attains; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of that bee; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rupatam">r&#363;pat&#257;m</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A> form; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/krsne">kr&#803;s&#803;n&#803;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/manuje">manuje</A> &#8212; who appeared by His own energy <A HREF="http://vedabase.net/i/in">in</A> His eternal humanlike form; <A CLASS=v HREF="http://vedabase.net/i/isvare">&#299;&#347;vare</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/v/vairena">vairen&#803;a</A> &#8212; by enmity; <A CLASS=v HREF="http://vedabase.net/p/puta">p&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/p/papmanah">p&#257;pm&#257;nah&#803;</A> &#8212; those purified of sins; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/a/apuh">&#257;puh&#803;</A> &#8212; attained; <A CLASS=v HREF="http://vedabase.net/a/anucintaya">anucintay&#257;</A> &#8212; by thinking of.</P><P CLASS=t>TRANSLATION</P><P>A grassworm confined in a hole of a wall by a bee always thinks of the bee in fear and enmity and later becomes a bee simply because of such remembrance. Similarly, if the conditioned souls somehow or other think of Kr&#803;s&#803;n&#803;a, who is sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], they will become free from their sins. Whether thinking of Him as their worshipable Lord or an enemy, because of constantly thinking of Him they will regain their spiritual bodies.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/10.htm">4.10</A>) the Lord says:</P><P>v&#299;ta-r&#257;ga-bhaya-krodh&#257;</P><P CLASS=n>man-may&#257; m&#257;m up&#257;&#347;rit&#257;h&#803;</P><P CLASS=n>bahavo j&#241;&#257;na-tapas&#257;</P><P CLASS=n>p&#363;t&#257; mad-bh&#257;vam &#257;gat&#257;h&#803;</P><P>"Being freed from attachment, fear and anger, being fully absorbed in Me and taking refuge in Me, many, many persons in the past became purified by knowledge of Me &#8212; and thus they all attained transcendental love for Me." There are two ways of constantly thinking of Kr&#803;s&#803;n&#803;a &#8212; as a devotee and as an enemy. A devotee, of course, by his knowledge and tapasya, becomes free from fear and anger and becomes a pure devotee. Similarly, an enemy, although thinking of Kr&#803;s&#803;n&#803;a inimically, thinks of Him constantly and also becomes purified. This is confirmed elsewhere in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/30.htm">9.30</A>), where the Lord says:</P><P>api cet su-dur&#257;c&#257;ro</P><P CLASS=n>bhajate m&#257;m ananya-bh&#257;k</P><P CLASS=n>s&#257;dhur eva sa mantavyah&#803;</P><P CLASS=n>samyag vyavasito hi sah&#803;</P><P>"Even if one commits the most abominable actions, if he engages in devotional service he is to be considered saintly because he is properly situated." A devotee undoubtedly worships the Lord with rapt attention. Similarly, if an enemy (sudur&#257;c&#257;rah&#803;) always thinks of Kr&#803;s&#803;n&#803;a, he also becomes a purified devotee. The example given here concerns the grassworm that becomes beelike because of constantly thinking of the bee that forces it to enter a hole. By always thinking of the bee in fear, the grassworm starts to become a bee. This is a practical example. Lord Kr&#803;s&#803;n&#803;a appears within this material world for two purposes &#8212; paritr&#257;n&#803;&#257;ya s&#257;dh&#363;n&#257;m&#769; vin&#257;&#347;&#257;ya ca dus&#803;kr&#803;t&#257;m: [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>] to protect the devotees and annihilate the demons. The s&#257;dhus and devotees certainly think of the Lord always, but dus&#803;kr&#803;t&#299;s, the demons like Kam&#769;sa and &#346;i&#347;up&#257;la, also think of Kr&#803;s&#803;n&#803;a in terms of killing Him. By thinking of Kr&#803;s&#803;n&#803;a, both the demons and devotees attain liberation from the clutches of material m&#257;y&#257;.</P><P>This verse uses the word m&#257;y&#257;-manuje. When Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead, appears in His original spiritual potency (sambhav&#257;my &#257;tma-m&#257;yay&#257; [<A CLASS=v HREF="../../../bg/4/6.htm">Bg. 4.6</A>]), He is not forced to accept a form made by material nature. Therefore the Lord is addressed as &#299;&#347;vara, the controller of m&#257;y&#257;. He is not controlled by m&#257;y&#257;. When a demon continuously thinks of Kr&#803;s&#803;n&#803;a because of enmity toward Him, he is certainly freed from the sinful reactions of his life. To think of Kr&#803;s&#803;n&#803;a in any way, in terms of His name, form, qualities, paraphernalia or anything pertaining to Him, is beneficial for everyone. Sr&#803;n&#803;vat&#257;m&#769; sva-kath&#257;h&#803; kr&#803;s&#803;n&#803;ah&#803; pun&#803;ya-&#347;ravan&#803;a-k&#299;rtanah&#803; [<A CLASS=v HREF="../../1/2/17.htm">SB 1.2.17</A>]. Thinking of Kr&#803;s&#803;n&#803;a, hearing the holy name of Kr&#803;s&#803;n&#803;a or hearing the pastimes of Kr&#803;s&#803;n&#803;a will make one pure, and then he will become a devotee. Our Kr&#803;s&#803;n&#803;a consciousness movement is therefore trying to introduce the system of somehow or other letting everyone hear the holy name of Kr&#803;s&#803;n&#803;a and take Kr&#803;s&#803;n&#803;a's pras&#257;da. Thus one will gradually become a devotee, and his life will be successful.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>