<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 1 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 1 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Supreme Lord Is Equal to Everyone</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.1.30</P><P CLASS=c>k&#257;m&#257;d dves&#803;&#257;d bhay&#257;t sneh&#257;d</P><P CLASS=c>yath&#257; bhaktye&#347;vare manah&#803;</P><P CLASS=c>&#257;ve&#347;ya tad-agham&#769; hitv&#257;</P><P CLASS=c>bahavas tad-gatim&#769; gat&#257;h&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kamat">k&#257;m&#257;t</A> &#8212; from lust; <A CLASS=v HREF="http://vedabase.net/d/dvesat">dves&#803;&#257;t</A> &#8212; from hatred; <A CLASS=v HREF="http://vedabase.net/b/bhayat">bhay&#257;t</A> &#8212; from fear; <A CLASS=v HREF="http://vedabase.net/s/snehat">sneh&#257;t</A> &#8212; from affection; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotion; <A CLASS=v HREF="http://vedabase.net/i/isvare">&#299;&#347;vare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme; <A CLASS=v HREF="http://vedabase.net/m/manah">manah&#803;</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/a/avesya">&#257;ve&#347;ya</A> &#8212; absorbing; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of that; <A CLASS=v HREF="http://vedabase.net/a/agham">agham</A> &#8212; sin; <A CLASS=v HREF="http://vedabase.net/h/hitva">hitv&#257;</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/b/bahavah">bahavah&#803;</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of that; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; path of liberation; <A CLASS=v HREF="http://vedabase.net/g/gatah">gat&#257;h&#803;</A> &#8212; attained.</P><P CLASS=t>TRANSLATION</P><P>Many, many persons have attained liberation simply by thinking of Kr&#803;s&#803;n&#803;a with great attention and giving up sinful activities. This great attention may be due to lusty desires, inimical feelings, fear, affection or devotional service. I shall now explain how one receives Kr&#803;s&#803;n&#803;a's mercy simply by concentrating one's mind upon Him.</P><P CLASS=t>PURPORT</P><P>As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/33/39.htm">10.33.39</A>):</P><P>vikr&#299;d&#803;itam&#769; vraja-vadh&#363;bhir idam&#769; ca vis&#803;n&#803;oh&#803;</P><P CLASS=n>&#347;raddh&#257;nvito 'nu&#347;r&#803;n&#803;uy&#257;d atha varn&#803;ayed yah&#803;</P><P CLASS=n>bhaktim&#769; par&#257;m&#769; bhagavati pratilabhya k&#257;mam&#769;</P><P CLASS=n>hr&#803;d-rogam &#257;&#347;v apahinoty aciren&#803;a dh&#299;rah&#803;</P><P>If a bona fide listener hears of Kr&#803;s&#803;n&#803;a's pastimes with the gop&#299;s, which seem to be lusty affairs, the lusty desires in his heart, which constitute the heart disease of the conditioned soul, will be vanquished, and he will become a most exalted devotee of the Lord. If one who hears of the gop&#299;s' lusty behavior with Kr&#803;s&#803;n&#803;a becomes free from lusty desires, certainly the gop&#299;s who approached Kr&#803;s&#803;n&#803;a became free from all such desires. Similarly, &#346;i&#347;up&#257;la and others who were very much envious of Kr&#803;s&#803;n&#803;a and who constantly thought of Kr&#803;s&#803;n&#803;a became free from envy. Nanda Mah&#257;r&#257;ja and mother Ya&#347;od&#257; were fully absorbed in Kr&#803;s&#803;n&#803;a consciousness because of affection. When the mind is somehow or other fully absorbed in Kr&#803;s&#803;n&#803;a, the material part is very soon vanquished, and the spiritual part &#8212; attraction to Kr&#803;s&#803;n&#803;a &#8212; becomes manifest. This indirectly confirms that if one thinks of Kr&#803;s&#803;n&#803;a enviously, simply because of thinking of Kr&#803;s&#803;n&#803;a he becomes free from all sinful reactions and thus becomes a pure devotee. Examples of this are given in the following verse.</P><P CLASS=l><A CLASS=i HREF="28-29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>