<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 1 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 1 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Supreme Lord Is Equal to Everyone</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.1.31</P><P CLASS=c>gopyah&#803; k&#257;m&#257;d bhay&#257;t kam&#769;so</P><P CLASS=c>dves&#803;&#257;c caidy&#257;dayo nr&#803;p&#257;h&#803;</P><P CLASS=c>sambandh&#257;d vr&#803;s&#803;n&#803;ayah&#803; sneh&#257;d</P><P CLASS=c>y&#363;yam&#769; bhakty&#257; vayam&#769; vibho</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gopyah">gopyah&#803;</A> &#8212; the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/k/kamat">k&#257;m&#257;t</A> &#8212; out of lusty desires; <A CLASS=v HREF="http://vedabase.net/b/bhayat">bhay&#257;t</A> &#8212; out of fear; <A CLASS=v HREF="http://vedabase.net/k/kamsah">kam&#769;sah&#803;</A> &#8212; King <A HREF="http://vedabase.net/k/kamsa">Kam&#769;sa</A>; <A CLASS=v HREF="http://vedabase.net/d/dvesat">dves&#803;&#257;t</A> &#8212; out of envy; <A CLASS=v HREF="http://vedabase.net/c/caidya">caidya</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah&#803;</A> &#8212; <A HREF="http://vedabase.net/s/sisupala">&#346;i&#347;up&#257;la</A> and others; <A CLASS=v HREF="http://vedabase.net/n/nrpah">nr&#803;p&#257;h&#803;</A> &#8212; kings; <A CLASS=v HREF="http://vedabase.net/s/sambandhat">sambandh&#257;t</A> &#8212; out of kinship; <A CLASS=v HREF="http://vedabase.net/v/vrsnayah">vr&#803;s&#803;n&#803;ayah&#803;</A> &#8212; the Vr&#803;s&#803;n&#803;is or the Y&#257;davas; <A CLASS=v HREF="http://vedabase.net/s/snehat">sneh&#257;t</A> &#8212; out of affection; <A CLASS=v HREF="http://vedabase.net/y/yuyam">y&#363;yam</A> &#8212; you (the P&#257;n&#803;d&#803;avas); <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/v/vibho">vibho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great King.</P><P CLASS=t>TRANSLATION</P><P>My dear King Yudhis&#803;t&#803;hira, the gop&#299;s by their lusty desires, Kam&#769;sa by his fear, &#346;i&#347;up&#257;la and other kings by envy, the Yadus by their familial relationship with Kr&#803;s&#803;n&#803;a, you P&#257;n&#803;d&#803;avas by your great affection for Kr&#803;s&#803;n&#803;a, and we, the general devotees, by our devotional service, have obtained the mercy of Kr&#803;s&#803;n&#803;a.</P><P CLASS=t>PURPORT</P><P>Different persons achieve different types of mukti &#8212; s&#257;yujya, s&#257;lokya, s&#257;r&#363;pya, s&#257;m&#299;pya and s&#257;rs&#803;t&#803;i &#8212; according to their own intense desire, which is called bh&#257;va. Thus it is described here that the gop&#299;s, by their lusty desires, which were based upon their intense love for Kr&#803;s&#803;n&#803;a, became the most beloved devotees of the Lord. Although the gop&#299;s at Vr&#803;nd&#257;vana expressed their lusty desires in relationship with a paramour (parak&#299;ya-rasa), they actually had no lusty desires. This is significant of spiritual advancement. Their desires appeared lusty, but actually they were not the lusty desires of the material world. Caitanya-carit&#257;mr&#803;ta compares the desires of the spiritual and material world to gold and iron. Both gold and iron are metal, but there is a vast difference in their value. The lusty desires of the gop&#299;s for Kr&#803;s&#803;n&#803;a are compared to gold, and material lusty desires are compared to iron.</P><P>Kam&#769;sa and other enemies of Kr&#803;s&#803;n&#803;a merged into the existence of Brahman, but why should Kr&#803;s&#803;n&#803;a's friends and devotees have the same position? Kr&#803;s&#803;n&#803;a's devotees attain the association of the Lord as His constant companions, either in Vr&#803;nd&#257;vana or in the Vaikun&#803;t&#803;ha planets. Similarly, although N&#257;rada Muni wanders in the three worlds, he has exalted devotion for N&#257;r&#257;yan&#803;a (ai&#347;varyam&#257;n). The Vr&#803;s&#803;n&#803;is and Yadus and the father and mother of Kr&#803;s&#803;n&#803;a in Vr&#803;nd&#257;vana all have familial relationships with Kr&#803;s&#803;n&#803;a; Kr&#803;s&#803;n&#803;a's foster father and mother in Vr&#803;nd&#257;vana, however, are more exalted than Vasudeva and Devak&#299;.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>