<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 1 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 1 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Manus, Administrators of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.1.11</P><P CLASS=c>yam&#769; pa&#347;yati na pa&#347;yantam&#769;</P><P CLASS=c>caks&#803;ur yasya na ris&#803;yati</P><P CLASS=c>tam&#769; bh&#363;ta-nilayam&#769; devam&#769;</P><P CLASS=c>suparn&#803;am upadh&#257;vata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> who; <A CLASS=v HREF="http://vedabase.net/p/pasyati">pa&#347;yati</A> &#8212; the living entity sees; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/pasyantam">pa&#347;yantam</A> &#8212; although always seeing; <A CLASS=v HREF="http://vedabase.net/c/caksuh">caks&#803;uh&#803;</A> &#8212; eye; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/r/risyati">ris&#803;yati</A> &#8212; diminishes; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/n/nilayam">nilayam</A> &#8212; the original source of all living entities; <A CLASS=v HREF="http://vedabase.net/d/devam">devam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/suparnam">suparn&#803;am</A> &#8212; who accompanies the living entity <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> friend; <A CLASS=v HREF="http://vedabase.net/u/upadhavata">upadh&#257;vata</A> &#8212; everyone should worship.</P><P CLASS=t>TRANSLATION</P><P>Although the Supreme Personality of Godhead constantly watches the activities of the world, no one sees Him. However, one should not think that because no one sees Him, He does not see, for His power to see is never diminished. Therefore, everyone should worship the Supersoul, who always stays with the individual soul as a friend.</P><P CLASS=t>PURPORT</P><P>Offering prayers to Kr&#803;s&#803;n&#803;a, &#346;r&#299;mat&#299; Kunt&#299;dev&#299;, the mother of the P&#257;n&#803;d&#803;avas, said, alaks&#803;yam&#769; sarva-bh&#363;t&#257;n&#257;m antar bahir avasthitam: "Kr&#803;s&#803;n&#803;a, You reside both inside and outside of everything, yet the unintelligent conditioned souls cannot see You." In Bhagavad-g&#299;t&#257; it is said that one can see the Supreme Personality of Godhead through j&#241;&#257;na-caks&#803;us&#803;ah&#803;, eyes of knowledge. He who opens these eyes of knowledge is called a spiritual master. Thus we offer our prayers to the spiritual master with the following &#347;loka:</P><P>om aj&#241;&#257;na-timir&#257;ndhasya</P><P CLASS=n>j&#241;&#257;n&#257;&#241;jana-&#347;al&#257;kay&#257;</P><P CLASS=n>caks&#803;ur unm&#299;litam&#769; yena</P><P CLASS=n>tasmai &#347;r&#299;-gurave namah&#803;</P><P>"I offer my respectful obeisances unto my spiritual master, who with the torchlight of knowledge has opened my eyes, which were blinded by the darkness of ignorance." (Gautam&#299;ya Tantra) The guru's task is to open the disciple's eyes of knowledge. When the disciple is awakened from ignorance to knowledge, he can see the Supreme Personality of Godhead everywhere because the Lord actually is everywhere. An&#803;d&#803;&#257;ntara-stha-param&#257;n&#803;u-cay&#257;ntara-stham. The Lord resides within this universe, He resides within the hearts of all living entities, and He resides even within the atom. Because we lack perfect knowledge, we cannot see God, but a little deliberation can help us to see God everywhere. This requires training. With a little deliberation, even the most degraded person can perceive the presence of God. If we take into account whose property is the vast ocean, whose property is the vast land, how the sky exists, how the numberless millions of stars and planets are set in the sky, who has made this universe and whose property it is, we should certainly come to the conclusion that there is a proprietor of everything. When we claim proprietorship over a certain piece of land, whether individually or for our families or nations, we should also consider how we became the proprietors. The land was there before our birth, before we came to the land. How did it become our property? Such deliberation will help us understand that there is a supreme proprietor of everything &#8212; the Supreme Personality of Godhead.</P><P>The Supreme Godhead is always awake. In the conditioned stage we forget things because we change our bodies, but because the Supreme Personality of Godhead does not change His body, He remembers past, present and future. Kr&#803;s&#803;n&#803;a says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/1.htm">4.1</A>), imam&#769; vivasvate yogam&#769; proktav&#257;n aham avyayam: "I spoke this science of God &#8212; Bhagavad-g&#299;t&#257; &#8212; to the sun-god at least forty million years ago." When Arjuna inquired from Kr&#803;s&#803;n&#803;a how He could remember incidents that had taken place so long ago, the Lord answered that Arjuna was also present at that time. Because Arjuna is Kr&#803;s&#803;n&#803;a's friend, wherever Kr&#803;s&#803;n&#803;a goes, Arjuna goes. But the difference is that Kr&#803;s&#803;n&#803;a remembers everything, whereas the living entity like Arjuna, being a minute particle of the Supreme Lord, forgets. Therefore it is said, the Lord's vigilance is never diminished. This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>). Sarvasya c&#257;ham&#769; hr&#803;di sannivis&#803;t&#803;o mattah&#803; smr&#803;tir j&#241;&#257;nam apohanam&#769; ca: the Supreme Personality of Godhead in His Param&#257;tm&#257; feature is always present within the hearts of all living entities, and from Him come memory, knowledge and forgetfulness. This is also indicated in this verse by the word suparn&#803;am, which means "friend." In the &#346;vet&#257;&#347;vatara Upanis&#803;ad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/4/6">4.6</A>) it is therefore said, dv&#257; suparn&#803;a-sayuj&#257; sakh&#257;y&#257; sam&#257;nam&#769; vr&#803;ks&#803;am&#769; paris&#803;asvaj&#257;te: two birds are sitting on the same tree as friends. One bird is eating the fruit of the tree, and the other is simply observing. This observing bird is always present as a friend to the eating bird and giving him remembrance of things he wanted to do. Thus if we take into account the Supreme Personality of Godhead in our daily affairs, we can see Him or at least perceive His presence everywhere.</P><P>The words caks&#803;ur yasya na ris&#803;yati mean that although we cannot see Him, this does not mean that He cannot see us. Nor does He die when the cosmic manifestation is annihilated. The example is given in this connection that the sunshine is present when the sun is present, but when the sun is not present, or when we cannot see the sun, this does not mean that the sun is lost. The sun is there, but we cannot see it. Similarly, although we cannot see the Supreme Personality of Godhead in our present darkness, our lack of knowledge, He is always present, seeing our activities. As the Param&#257;tm&#257;, He is the witness and adviser (upadras&#803;t&#803;&#257; and anumant&#257;). Therefore, by following the instructions of the spiritual master and studying authorized literatures, one can understand that God is present before us, seeing everything, although we have no eyes with which to see Him.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>