<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 1 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 1 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Manus, Administrators of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.1.14</P><P CLASS=c>ath&#257;gre r&#803;s&#803;ayah&#803; karm&#257;n&#803;-</P><P CLASS=c>&#299;hante 'karma-hetave</P><P CLASS=c>&#299;ham&#257;no hi purus&#803;ah&#803;</P><P CLASS=c>pr&#257;yo 'n&#299;h&#257;m&#769; prapadyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/agre">agre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning; <A CLASS=v HREF="http://vedabase.net/r/rsayah">r&#803;s&#803;ayah&#803;</A> &#8212; all learned r&#803;s&#803;is, saintly persons; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;n&#803;i</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/i/ihante">&#299;hante</A> &#8212; execute; <A CLASS=v HREF="http://vedabase.net/a/akarma">akarma</A> &#8212; freedom from fruitive results; <A CLASS=v HREF="http://vedabase.net/h/hetave">hetave</A> &#8212; for the purpose of; <A CLASS=v HREF="http://vedabase.net/i/ihamanah">&#299;ham&#257;nah&#803;</A> &#8212; engaging <A HREF="http://vedabase.net/i/in">in</A> such activities; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/purusah">purus&#803;ah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/p/prayah">pr&#257;yah&#803;</A> &#8212; almost always; <A CLASS=v HREF="http://vedabase.net/a/aniham">an&#299;h&#257;m</A> &#8212; liberation from <A HREF="http://vedabase.net/k/karma">karma</A>; <A CLASS=v HREF="http://vedabase.net/p/prapadyate">prapadyate</A> &#8212; attains.</P><P CLASS=t>TRANSLATION</P><P>Therefore, to enable people to reach the stage of activities that are not tinged by fruitive results, great saints first engage people in fruitive activities, for unless one begins by performing activities as recommended in the &#347;&#257;stras, one cannot reach the stage of liberation, or activities that produce no reactions.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/9.htm">3.9</A>) Lord Kr&#803;s&#803;n&#803;a advises, yaj&#241;&#257;rth&#257;t karman&#803;o 'nyatra loko 'yam&#769; karma-bandhanah&#803;: "Work done as a sacrifice for Vis&#803;n&#803;u has to be performed, otherwise work binds one to this material world." Generally, everyone is attracted to hard labor for becoming happy in this material world, but although various activities are going on all over the world simply for the sake of happiness, unfortunately only problems are being created from such fruitive activities. Therefore it is advised that active persons engage in activities of Kr&#803;s&#803;n&#803;a consciousness, which are called yaj&#241;a, because then they will gradually come to the platform of devotional service. Yaj&#241;a means Lord Vis&#803;n&#803;u, the yaj&#241;a-purus&#803;a, the enjoyer of all sacrifices (bhokt&#257;ram&#769; yaj&#241;a-tapas&#257;m&#769; sarva-loka-mahe&#347;varam [<A CLASS=v HREF="../../../bg/5/29.htm">Bg. 5.29</A>]). The Supreme Personality of Godhead is actually the enjoyer, and therefore if we begin our activities for His satisfaction, we will gradually lose our taste for material activities.</P><P>S&#363;ta Gosv&#257;m&#299; declared to the great assembly of sages at Naimis&#803;&#257;ran&#803;ya:</P><P>atah&#803; pumbhir dvija-&#347;res&#803;t&#803;h&#257;</P><P CLASS=n>varn&#803;&#257;&#347;rama-vibh&#257;ga&#347;ah&#803;</P><P CLASS=n>svanus&#803;t&#803;hitasya dharmasya</P><P CLASS=n>sam&#769;siddhir hari-tos&#803;an&#803;am</P><P>"O best among the twice-born, it is concluded that the highest perfection one can achieve, by discharging his prescribed duties [dharma] according to caste divisions and order of life, is to please the Lord Hari." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/13.htm">1.2.13</A>) According to Vedic principles, everyone must act according to his classification as br&#257;hman&#803;a, ks&#803;atriya, vai&#347;ya, &#347;&#363;dra, brahmac&#257;r&#299;, gr&#803;hastha, v&#257;naprastha or sanny&#257;s&#299;. Everyone should progress toward perfection by acting in such a way that Kr&#803;s&#803;n&#803;a will be pleased (sam&#769;siddhir hari-tos&#803;an&#803;am [<A CLASS=v HREF="../../1/2/13.htm">SB 1.2.13</A>]). One cannot please Kr&#803;s&#803;n&#803;a by sitting idly; one must act according to the directions of the spiritual master for the sake of pleasing the Supreme Personality of Godhead, and then one will gradually come to the stage of pure devotional service. As confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/5/12.htm">1.5.12</A>):</P><P>nais&#803;karmyam apy acyuta-bh&#257;va-varjitam&#769;</P><P CLASS=n>na &#347;obhate j&#241;&#257;nam alam&#769; nira&#241;janam</P><P>"Knowledge of self-realization, even though freed from all material affinity, does not look well if devoid of a conception of the infallible [God]." J&#241;&#257;n&#299;s recommend that one adopt nais&#803;karmya by not doing anything but simply meditating and thinking of Brahman, but this is impossible unless one realizes Parabrahman, Kr&#803;s&#803;n&#803;a. If there is no Kr&#803;s&#803;n&#803;a consciousness, any kind of activity, be it philanthropic, political or social, simply causes karma-bandhana, bondage to material work.</P><P>As long as one is entangled in karma-bandhana, one must accept different types of bodies that spoil the human form of facility. Therefore, in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/3.htm">6.3</A>) karma-yoga is recommended:</P><P>&#257;ruruks&#803;or muner yogam&#769;</P><P CLASS=n>karma k&#257;ran&#803;am ucyate</P><P CLASS=n>yog&#257;r&#363;d&#803;hasya tasyaiva</P><P CLASS=n>&#347;amah&#803; k&#257;ran&#803;am ucyate</P><P>"For one who is a neophyte in the yoga system, work is said to be the means; and for one who has already attained to yoga, cessation of all material activities is said to be the means." Nonetheless:</P><P>karmendriy&#257;n&#803;i sam&#769;yamya</P><P CLASS=n>ya &#257;ste manas&#257; smaran</P><P CLASS=n>indriy&#257;rth&#257;n vim&#363;d&#803;h&#257;tm&#257;</P><P CLASS=n>mithy&#257;c&#257;rah&#803; sa ucyate</P><P>"One who restrains the senses and organs of action, but whose mind dwells on sense objects, certainly deludes himself and is called a pretender." (<A CLASS=v HREF="../../../bg/3/6.htm">Bg. 3.6</A>) One should act for Kr&#803;s&#803;n&#803;a very seriously in order to become fully Kr&#803;s&#803;n&#803;a conscious and should not sit down to imitate such great personalities as Harid&#257;sa T&#803;h&#257;kura. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; T&#803;h&#257;kura condemned such imitation. Me said:</P><P>dus&#803;t&#803;a mana! tumi kisera vais&#803;n&#803;ava?</P><P>pratis&#803;t&#803;h&#257;ra tare, nirjanera ghare,</P><P CLASS=n>tava hari-n&#257;ma kevala kaitava</P><P>"My dear mind, what kind of devotee are you? Simply for cheap adoration, you sit in a solitary place and pretend to chant the Hare Kr&#803;s&#803;n&#803;a mah&#257;-mantra, but this is all cheating." Recently at M&#257;y&#257;pur an African devotee wanted to imitate Harid&#257;sa T&#803;h&#257;kura, but after fifteen days he became restless and went away. Do not suddenly try to imitate Harid&#257;sa T&#803;h&#257;kura. Engage yourself in Kr&#803;s&#803;n&#803;a conscious activities, and gradually you will come to the stage of liberation (muktir hitv&#257;nyath&#257; r&#363;pam&#769; svar&#363;pen&#803;a vyavasthitih&#803;).</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>