<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 13 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 13 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Further Talks Between King Rah&#363;gan&#803;a and Jad&#803;a Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.13.24</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>ity evam uttar&#257;-m&#257;tah&#803; sa vai brahmars&#803;i-sutah&#803; sindhu-pataya &#257;tma-satattvam&#769; vigan&#803;ayatah&#803; par&#257;nubh&#257;vah&#803; parama-k&#257;run&#803;ikatayopadi&#347;ya rah&#363;gan&#803;ena sakarun&#803;am abhivandita-caran&#803;a &#257;p&#363;rn&#803;&#257;rn&#803;ava iva nibhr&#803;ta-karan&#803;ormy-&#257;&#347;ayo dharan&#803;im im&#257;m&#769; vicac&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/u/uttara">uttar&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/matah">m&#257;tah&#803;</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;ks&#803;it</A>, son of mother <A HREF="http://vedabase.net/u/uttara">Uttar&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; that <A HREF="http://vedabase.net/b/brahmana">br&#257;hman&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/r/rsi">r&#803;s&#803;i</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sutah&#803;</A> &#8212; <A HREF="http://vedabase.net/j/jada">Jad&#803;a</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>, the son of <A HREF="http://vedabase.net/a/a">a</A> highly educated <A HREF="http://vedabase.net/b/brahmana">br&#257;hman&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/s/sindhu">sindhu</A>-<A CLASS=v HREF="http://vedabase.net/p/pataye">pataye</A> &#8212; unto the king of the province of <A HREF="http://vedabase.net/s/sindhu">Sindhu</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/t/tattvam">tattvam</A> &#8212; the actual constitutional position of the soul; <A CLASS=v HREF="http://vedabase.net/v/viganayatah">vigan&#803;ayatah&#803;</A> &#8212; although insulting <A HREF="http://vedabase.net/j/jada">Jad&#803;a</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavah">anubh&#257;vah&#803;</A> &#8212; who was very exalted <A HREF="http://vedabase.net/i/in">in</A> spiritual realization; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/k/karunikataya">k&#257;run&#803;ikatay&#257;</A> &#8212; by his quality of being very kind <A HREF="http://vedabase.net/t/to">to</A> the fallen souls; <A CLASS=v HREF="http://vedabase.net/u/upadisya">upadi&#347;ya</A> &#8212; instructing; <A CLASS=v HREF="http://vedabase.net/r/rahuganena">rah&#363;gan&#803;ena</A> &#8212; by King <A HREF="http://vedabase.net/r/rahugana">Rah&#363;gan&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/k/karunam">karun&#803;am</A> &#8212; piteously; <A CLASS=v HREF="http://vedabase.net/a/abhivandita">abhivandita</A>-<A CLASS=v HREF="http://vedabase.net/c/caranah">caran&#803;ah&#803;</A> &#8212; whose lotus feet were worshiped; <A CLASS=v HREF="http://vedabase.net/a/apurna">&#257;p&#363;rn&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/arnavah">arn&#803;avah&#803;</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like the full ocean; <A CLASS=v HREF="http://vedabase.net/n/nibhrta">nibhr&#803;ta</A> &#8212; completely silenced; <A CLASS=v HREF="http://vedabase.net/k/karana">karan&#803;a</A> &#8212; of the senses; <A CLASS=v HREF="http://vedabase.net/u/urmi">&#363;rmi</A> &#8212; the waves; <A CLASS=v HREF="http://vedabase.net/a/asayah">&#257;&#347;ayah&#803;</A> &#8212; possessing <A HREF="http://vedabase.net/a/a">a</A> heart <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/d/dharanim">dharan&#803;im</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vicacara">vicac&#257;ra</A> &#8212; continued <A HREF="http://vedabase.net/t/to">to</A> roam.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; continued: My dear King, O son of mother Uttar&#257;, there were some waves of dissatisfaction in the mind of Jad&#803;a Bharata due to his being insulted by King Rah&#363;gan&#803;a, who made him carry his palanquin, but Jad&#803;a Bharata neglected this, and his heart again became calm and quiet like an ocean. Although King Rah&#363;gan&#803;a had insulted him, he was a great paramaham&#769;sa. Being a Vais&#803;n&#803;ava, he was naturally very kindhearted, and he therefore told the King about the constitutional position of the soul. He then forgot the insult because King Rah&#363;gan&#803;a pitifully begged pardon at his lotus feet. After this, he began to wander all over the earth, just as before.</P><P CLASS=t>PURPORT</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../3/25/21.htm">3.25.21</A>), Kapiladeva describes the symptoms of great personalities: titiks&#803;avah&#803; k&#257;run&#803;ik&#257;h&#803; suhr&#803;dah&#803; sarva-dehin&#257;m. A saintly devotee is certainly very tolerant. He is the friend of all living entities, and he does not create enemies within the world. A pure devotee has all the qualities of a s&#257;dhu. Jad&#803;a Bharata is an example of this. Due to the material body, his senses were certainly agitated when he was insulted by King Rah&#363;gan&#803;a, but later, due to the King's humble submission, Jad&#803;a Bharata excused him. It is the duty of everyone desiring to return to Godhead to become submissive like King Rah&#363;gan&#803;a and beg pardon of Vais&#803;n&#803;avas one may have offended. Vais&#803;n&#803;avas are generally very kindhearted; therefore if one immediately submits himself at the lotus feet of a Vais&#803;n&#803;ava, one is immediately cleared of offensive reactions. If one does not do so, the reactions will remain, and the results will not be very palatable.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>