<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 3 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 3 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Gajendra's Prayers of Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.3.1</P><P CLASS=c>&#347;r&#299;-b&#257;dar&#257;yan&#803;ir uv&#257;ca</P><P CLASS=c>evam&#769; vyavasito buddhy&#257;</P><P CLASS=c>sam&#257;dh&#257;ya mano hr&#803;di</P><P CLASS=c>jaj&#257;pa paramam&#769; j&#257;pyam&#769;</P><P CLASS=c>pr&#257;g-janmany anu&#347;iks&#803;itam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/badarayanih">b&#257;dar&#257;yan&#803;ih&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vyavasitah">vyavasitah&#803;</A> &#8212; fixed; <A CLASS=v HREF="http://vedabase.net/b/buddhya">buddhy&#257;</A> &#8212; by intelligence; <A CLASS=v HREF="http://vedabase.net/s/samadhaya">sam&#257;dh&#257;ya</A> &#8212; for concentration; <A CLASS=v HREF="http://vedabase.net/m/manah">manah&#803;</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hr&#803;di</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> consciousness or <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/j/jajapa">jaj&#257;pa</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> chanted; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> supreme; <A CLASS=v HREF="http://vedabase.net/j/japyam">j&#257;pyam</A> &#8212; <A HREF="http://vedabase.net/m/mantra">mantra</A> <A HREF="http://vedabase.net/h/he">he</A> <A HREF="http://vedabase.net/h/had">had</A> learned from great devotees; <A CLASS=v HREF="http://vedabase.net/p/prak">pr&#257;k</A>-<A CLASS=v HREF="http://vedabase.net/j/janmani">janmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his previous birth; <A CLASS=v HREF="http://vedabase.net/a/anusiksitam">anu&#347;iks&#803;itam</A> &#8212; practiced.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: Thereafter, the King of the elephants, Gajendra, fixed his mind in his heart with perfect intelligence and chanted a mantra which he had learned in his previous birth as Indradyumna and which he remembered by the grace of Kr&#803;s&#803;n&#803;a.</P><P CLASS=t>PURPORT</P><P>Such remembrance is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/43.htm">6.43-44</A>):</P><P>tatra tam&#769; buddhi-sam&#769;yogam&#769;</P><P CLASS=n>labhate paurva-dehikam</P><P CLASS=n>yatate ca tato bh&#363;yah&#803;</P><P CLASS=n>sam&#769;siddhau kuru-nandana</P><P CLASS=n>p&#363;rv&#257;bhy&#257;sena tenaiva</P><P CLASS=n>hriyate hy ava&#347;o 'pi sah&#803;</P><P>In these verses it is assured that even if a person engaged in devotional service falls down, he is not degraded, but is placed in a position in which he will in due course of time remember the Supreme Personality of Godhead. As explained later, Gajendra was formerly King Indradyumna, and somehow or other in his next life he became King of the elephants. Now Gajendra was in danger, and although he was in a body other than that of a human being, he remembered the stotra he had chanted in his previous life. Yatate ca tato bh&#363;yah&#803; sam&#769;siddhau kuru-nandana. To enable one to achieve perfection, Kr&#803;s&#803;n&#803;a gives one the chance to remember Him again. This is proved here, for although the King of the elephants, Gajendra, was put in danger, this was a chance for him to remember his previous devotional activities so that he could immediately be rescued by the Supreme Personality of Godhead.</P><P>It is imperative, therefore, that all devotees in Kr&#803;s&#803;n&#803;a consciousness practice chanting some mantra. Certainly one should chant the Hare Kr&#803;s&#803;n&#803;a mantra, which is the mah&#257;-mantra, or great mantra, and also one should practice chanting cint&#257;man&#803;i-prakara-sadmasu or the Nr&#803;sim&#769;ha strotra (ito nr&#803;sim&#769;hah&#803; parato nr&#803;sim&#769;ho yato yato y&#257;mi tato nr&#803;sim&#769;hah&#803;). Every devotee should practice in order to chant some mantra perfectly so that even though he may be imperfect in spiritual consciousness in this life, in his next life he will not forget Kr&#803;s&#803;n&#803;a consciousness, even if he becomes an animal. Of course, a devotee should try to perfect his Kr&#803;s&#803;n&#803;a consciousness in this life, for simply by understanding Kr&#803;s&#803;n&#803;a and His instructions, after giving up this body one can return home, back to Godhead. Even if there is some falldown, practice of Kr&#803;s&#803;n&#803;a consciousness never goes in vain. For example, Aj&#257;mila, in his boyhood, practiced chanting the name of N&#257;r&#257;yan&#803;a under the direction of his father, but later, in his youth, he fell down and became a drunkard, woman-hunter, rogue and thief. Nonetheless, because of chanting the name of N&#257;r&#257;yan&#803;a for the purpose of calling his son, whom he had named N&#257;r&#257;yan&#803;a, he became advanced, even though he was involved in sinful activities. Therefore, we should not forget the chanting of the Hare Kr&#803;s&#803;n&#803;a mantra under any circumstances. It will help us in the greatest danger, as we find in the life of Gajendra.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>