<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 3 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 3 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Gajendra's Prayers of Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.3.15</P><P CLASS=c>namo namas te 'khila-k&#257;ran&#803;&#257;ya</P><P CLASS=c>nis&#803;k&#257;ran&#803;&#257;y&#257;dbhuta-k&#257;ran&#803;&#257;ya</P><P CLASS=c>sarv&#257;gam&#257;mn&#257;ya-mah&#257;rn&#803;av&#257;ya</P><P CLASS=c>namo 'pavarg&#257;ya par&#257;yan&#803;&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah&#803;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/n/namah">namah&#803;</A> &#8212; again <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/k/karanaya">k&#257;ran&#803;&#257;ya</A> &#8212; unto the supreme cause of everything; <A CLASS=v HREF="http://vedabase.net/n/niskaranaya">nis&#803;k&#257;ran&#803;&#257;ya</A> &#8212; unto You who <A HREF="http://vedabase.net/a/are">are</A> causeless; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A>-<A CLASS=v HREF="http://vedabase.net/k/karanaya">k&#257;ran&#803;&#257;ya</A> &#8212; the wonderful cause of everything; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/agama">&#257;gama</A>-<A CLASS=v HREF="http://vedabase.net/a/amnaya">&#257;mn&#257;ya</A> &#8212; unto the source of the <A HREF="http://vedabase.net/p/parampara">parampar&#257;</A> system of all Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/arnavaya">arn&#803;av&#257;ya</A> &#8212; the great ocean of knowledge, or the great ocean wherein all the rivers of knowledge merge; <A CLASS=v HREF="http://vedabase.net/n/namah">namah&#803;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my obeisances; <A CLASS=v HREF="http://vedabase.net/a/apavargaya">apavarg&#257;ya</A> &#8212; unto You who can give deliverance or liberation; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/ayanaya">ayan&#803;&#257;ya</A> &#8212; the shelter of all transcendentalists.</P><P CLASS=t>TRANSLATION</P><P>My Lord, You are the cause of all causes, but You Yourself have no cause. Therefore You are the wonderful cause of everything. I offer my respectful obeisances unto You, who are the shelter of the Vedic knowledge contained in the &#347;&#257;stras like the Pa&#241;car&#257;tras and Ved&#257;nta-s&#363;tra, which are Your representations, and who are the source of the parampar&#257; system. Because it is You who can give liberation, You are the only shelter for all transcendentalists. Let me offer my respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is described herein as the wonderful cause. He is wonderful in the sense that although there may be unlimited emanations from the Supreme Personality of Godhead (janm&#257;dy asya yatah&#803; [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]), He always remains complete (p&#363;rn&#803;asya p&#363;rn&#803;am &#257;d&#257;ya p&#363;rn&#803;am ev&#257;va&#347;is&#803;yate). In our experience in the material world, if we have a bank balance of one million dollars, as we withdraw money from the bank the balance gradually diminishes until it becomes nil. However, the Supreme Lord, the Personality of Godhead, is so complete that although innumerable Personalities of Godhead expand from Him, He remains the same Supreme Personality of Godhead. P&#363;rn&#803;asya p&#363;rn&#803;am &#257;d&#257;ya p&#363;rn&#803;am ev&#257;va&#347;is&#803;yate. Therefore He is the wonderful cause. Govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi **.</P><P>&#299;&#347;varah&#803; paramah&#803; kr&#803;s&#803;n&#803;ah&#803;</P><P CLASS=n>sac-cid-&#257;nanda-vigrahah&#803;</P><P CLASS=n>an&#257;dir &#257;dir govindah&#803;</P><P CLASS=n>sarva-k&#257;ran&#803;a-k&#257;ran&#803;am</P><P>"Kr&#803;s&#803;n&#803;a, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes." (Brahma-sam&#769;hit&#257; <A CLASS=v HREF="../../../bs/5/1.htm">5.1</A>)</P><P>Even in this material world, we can understand that the sun has existed for millions of years and has given off heat and light since its creation, yet the sun still retains its power and never changes. What then is to be said of the supreme cause, param&#769; brahma, Kr&#803;s&#803;n&#803;a? Everything emanates from Him perpetually, yet He maintains His original form (sac-cid-&#257;nanda-vigrahah&#803;). Kr&#803;s&#803;n&#803;a personally says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>), mattah&#803; sarvam&#769; pravartate: "Everything emanates from Me." Everything emanates from Kr&#803;s&#803;n&#803;a eternally, yet He is the same Kr&#803;s&#803;n&#803;a and does not change. Therefore He is the shelter of all transcendentalists who are eager to get free from material bondage.</P><P>Everyone must take shelter of Kr&#803;s&#803;n&#803;a. It is therefore advised:</P><P>ak&#257;mah&#803; sarva-k&#257;mo v&#257;</P><P CLASS=n>moks&#803;a-k&#257;ma ud&#257;ra-dh&#299;h&#803;</P><P CLASS=n>t&#299;vren&#803;a bhakti-yogena</P><P CLASS=n>yajeta purus&#803;am&#769; param</P><P>"Whether one desires everything or nothing or desires to merge into the existence of the Lord, he is intelligent only if he worships Lord Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead, by rendering transcendental loving service." (Bh&#257;g. <A CLASS=v HREF="../../../sb/2/3/10.htm">2.3.10</A>) Param&#769; brahma, the Supreme Lord, and param&#769; dh&#257;ma, the supreme repose, is Kr&#803;s&#803;n&#803;a. Therefore anyone who desires anything &#8212; whether he be a karm&#299;, a j&#241;&#257;n&#299; or a yog&#299; &#8212; should try to perceive the Supreme Personality of Godhead very seriously, and all of his desires will be fulfilled. The Lord says, ye yath&#257; m&#257;m&#769; prapadyante t&#257;m&#769;s tathaiva bhaj&#257;my aham: [<A CLASS=v HREF="../../../bg/4/11.htm">Bg. 4.11</A>] "As the living entities surrender unto Me, I reward them accordingly." Even the karm&#299; who wants everything for his enjoyment can get it from Kr&#803;s&#803;n&#803;a. For Kr&#803;s&#803;n&#803;a, supplying what he wants is not at all difficult. Actually, however, one should worship Kr&#803;s&#803;n&#803;a, the Supreme Personality of Godhead, for the sake of getting liberation.</P><P>Vedai&#347; ca sarvair aham eva vedyah&#803; [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]. By studying the Vedic literature, one should understand Kr&#803;s&#803;n&#803;a. As confirmed here, sarv&#257;gam&#257;mn&#257;ya-mah&#257;rn&#803;av&#257;ya. He is the ocean, and all Vedic knowledge flows toward Him. Therefore, intelligent transcendentalists take shelter of the Supreme Personality of Godhead (sarva-dharm&#257;n parityajya m&#257;m ekam&#769; &#347;aran&#803;am&#769; vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]). This is the ultimate goal.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>