<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 3 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 3 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Gajendra's Prayers of Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.3.17</P><P CLASS=c>m&#257;dr&#803;k prapanna-pa&#347;u-p&#257;&#347;a-vimoks&#803;an&#803;&#257;ya</P><P CLASS=c>mukt&#257;ya bh&#363;ri-karun&#803;&#257;ya namo 'lay&#257;ya</P><P CLASS=c>sv&#257;m&#769;&#347;ena sarva-tanu-bhr&#803;n-manasi prat&#299;ta-</P><P CLASS=c>pratyag-dr&#803;&#347;e bhagavate br&#803;hate namas te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/madrk">m&#257;dr&#803;k</A> &#8212; like <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/p/prapanna">prapanna</A> &#8212; surrendered; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> animal; <A CLASS=v HREF="http://vedabase.net/p/pasa">p&#257;&#347;a</A> &#8212; from entanglement; <A CLASS=v HREF="http://vedabase.net/v/vimoksanaya">vimoks&#803;an&#803;&#257;ya</A> &#8212; unto <A HREF="http://vedabase.net/h/he">He</A> who releases; <A CLASS=v HREF="http://vedabase.net/m/muktaya">mukt&#257;ya</A> &#8212; unto the Supreme, who is untouched by the contamination of material nature; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A>-<A CLASS=v HREF="http://vedabase.net/k/karunaya">karun&#803;&#257;ya</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> unlimitedly merciful; <A CLASS=v HREF="http://vedabase.net/n/namah">namah&#803;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/a/alayaya">alay&#257;ya</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> never inattentive or idle (for the purpose of my deliverance); <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/amsena">am&#769;&#347;ena</A> &#8212; by Your partial feature <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrt">bhr&#803;t</A> &#8212; the living entities embodied <A HREF="http://vedabase.net/i/in">in</A> material nature; <A CLASS=v HREF="http://vedabase.net/m/manasi">manasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/p/pratita">prat&#299;ta</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> acknowledged; <A CLASS=v HREF="http://vedabase.net/p/pratyak">pratyak</A>-<A CLASS=v HREF="http://vedabase.net/d/drse">dr&#803;&#347;e</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the direct observer (of all activities); <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/brhate">br&#803;hate</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> unlimited; <A CLASS=v HREF="http://vedabase.net/n/namah">namah&#803;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You.</P><P CLASS=t>TRANSLATION</P><P>Since an animal such as I has surrendered unto You, who are supremely liberated, certainly You will release me from this dangerous position. Indeed, being extremely merciful, You incessantly try to deliver me. By your partial feature as Param&#257;tm&#257;, You are situated in the hearts of all embodied beings. You are celebrated as direct transcendental knowledge, and You are unlimited. I offer my respectful obeisances unto You, the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>The words br&#803;hate namas te have been explained by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura: br&#803;hate &#347;r&#299;-kr&#803;s&#803;n&#803;&#257;ya. The Supreme Personality of Godhead is Kr&#803;s&#803;n&#803;a. There are many tattvas, such as vis&#803;n&#803;u-tattva, j&#299;va-tattva and &#347;akti-tattva, but above everything is the vis&#803;n&#803;u-tattva, which is all-pervading. This all-pervading feature of the Supreme Personality of Godhead is explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/42.htm">10.42</A>), wherein the Lord says:</P><P>athav&#257; bahunaitena</P><P CLASS=n>kim&#769; j&#241;&#257;tena tav&#257;rjuna</P><P CLASS=n>vis&#803;t&#803;abhy&#257;ham idam&#769; kr&#803;tsnam</P><P CLASS=n>ek&#257;m&#769;&#347;ena sthito jagat</P><P>"But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe." Thus Kr&#803;s&#803;n&#803;a says that the entire material world is maintained by His partial representation as Param&#257;tm&#257;. The Lord enters every universe as Garbhodaka&#347;&#257;y&#299; Vis&#803;n&#803;u and then expands Himself as Ks&#803;&#299;rodaka&#347;&#257;y&#299; Vis&#803;n&#803;u to enter the hearts of all living entities and even enter the atoms. An&#803;d&#803;&#257;ntara-stha-param&#257;n&#803;u-cay&#257;ntara-stham. Every universe is full of atoms, and the Lord is not only within the universe but also within the atoms. Thus within every atom the Supreme Lord exists in His Vis&#803;n&#803;u feature as Param&#257;tm&#257;, but all the vis&#803;n&#803;u-tattvas emanate from Kr&#803;s&#803;n&#803;a. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/2.htm">10.2</A>), aham &#257;dir hi dev&#257;n&#257;m: Kr&#803;s&#803;n&#803;a is the &#257;di, or beginning, of the devas of this material world &#8212; Brahm&#257;, Vis&#803;n&#803;u and Mahe&#347;vara. Therefore He is described here as bhagavate br&#803;hate. Everyone is bhagav&#257;n &#8212; everyone possesses opulence &#8212; but Kr&#803;s&#803;n&#803;a is br&#803;h&#257;n bhagav&#257;n, the possessor of unlimited opulence. &#298;&#347;varah&#803; paramah&#803; kr&#803;s&#803;n&#803;ah&#803; [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. Kr&#803;s&#803;n&#803;a is the origin of everyone. Aham&#769; sarvasya prabhavah&#803;. Even Brahm&#257;, Vis&#803;n&#803;u and Mahe&#347;vara come from Kr&#803;s&#803;n&#803;a. Mattah&#803; parataram&#769; n&#257;nyat ki&#241;cid asti dhana&#241;jaya: [<A CLASS=v HREF="../../../bg/7/7.htm">Bg. 7.7</A>] there is no personality superior to Kr&#803;s&#803;n&#803;a. Therefore Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura says that bhagavate br&#803;hate means "unto &#346;r&#299; Kr&#803;s&#803;n&#803;a."</P><P>In this material world, everyone is a pa&#347;u, an animal, because of the bodily conception of life.</P><P>yasy&#257;tma-buddhih&#803; kun&#803;ape tri-dh&#257;tuke</P><P CLASS=n>sva-dh&#299;h&#803; kalatr&#257;dis&#803;u bhauma ijya-dh&#299;h&#803;</P><P CLASS=n>yat t&#299;rtha-buddhih&#803; salile na karhicij</P><P CLASS=n>janes&#803;v abhij&#241;es&#803;u sa eva go-kharah&#803;</P><P>"A human being who identifies the body made of three elements as the self, who considers the by-products of the body to be his kinsmen, who considers the land of his birth to be worshipable, and who goes to a place of pilgrimage simply to bathe rather than to meet men of transcendental knowledge there is to be considered like a cow or an ass." (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/84/13.htm">10.84.13</A>) Practically everyone, therefore, is a pa&#347;u, an animal, and everyone is attacked by the crocodile of material existence. Not only the King of the elephants but every one of us is being attacked by the crocodile and is suffering the consequences.</P><P>Only Kr&#803;s&#803;n&#803;a can deliver us from this material existence. Indeed, He is always trying to deliver us. &#298;&#347;varah&#803; sarva-bh&#363;t&#257;n&#257;m&#769; hr&#803;d-de&#347;e 'rjuna tis&#803;t&#803;hati [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]. He is within our hearts and is not at all inattentive. His only aim is to deliver us from material life. It is not that He becomes attentive to us only when we offer prayers to Him. Even before we offer our prayers, He incessantly tries to deliver us. He is never lazy in regard to our deliverance. Therefore this verse says, bh&#363;ri-karun&#803;&#257;ya namo 'lay&#257;ya. It is the causeless mercy of the Supreme Lord that He always tries to bring us back home, back to Godhead. God is liberated, and He tries to make us liberated, but although He is constantly trying, we refuse to accept His instructions (sarva-dharm&#257;n parityajya m&#257;m ekam&#769; &#347;aran&#803;am&#769; vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]). Nonetheless, He has not become angry. Therefore He is described here as bh&#363;ri-karun&#803;&#257;ya, unlimitedly merciful in delivering us from this miserable material condition of life and taking us back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>