<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 3 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 3 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Gajendra's Prayers of Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.3.3</P><P CLASS=c>yasminn idam&#769; yata&#347; cedam&#769;</P><P CLASS=c>yenedam&#769; ya idam&#769; svayam</P><P CLASS=c>yo 'sm&#257;t parasm&#257;c ca paras</P><P CLASS=c>tam&#769; prapadye svayambhuvam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; the basic platform on which; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; the universe rests; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah&#803;</A> &#8212; the ingredients from which; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; the cosmic manifestation is produced; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this cosmic manifestation is created and maintained; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> who; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this material world; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; is Himself; <A CLASS=v HREF="http://vedabase.net/y/yah">yah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> who; <A CLASS=v HREF="http://vedabase.net/a/asmat">asm&#257;t</A> &#8212; from the effect (this material world); <A CLASS=v HREF="http://vedabase.net/p/parasmat">parasm&#257;t</A> &#8212; from the cause; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/parah">parah&#803;</A> &#8212; transcendental or different; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/p/prapadye">prapadye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> surrender; <A CLASS=v HREF="http://vedabase.net/s/svayambhuvam">svayambhuvam</A> &#8212; unto the supreme self-sufficient.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Godhead is the supreme platform on which everything rests, the ingredient by which everything has been produced, and the person who has created and is the only cause of this cosmic manifestation. Nonetheless, He is different from the cause and the result. I surrender unto Him, the Supreme Personality of Godhead, who is self-sufficient in everything.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>) the Lord says, may&#257; tatam idam&#769; sarvam&#769; jagad avyakta-m&#363;rtin&#257;: "I am the Supreme Personality of Godhead, but everything rests upon My energy, just as an earthen pot rests on the earth." The place where an earthen pot rests is also earth. Then again, the earthen pot is manufactured by a potter, whose body is a product of earth. The potter's wheel with which the pot is made is an expansion of earth, and the ingredients from which the pot are made are also earth. As confirmed in the &#347;ruti-mantra, yato v&#257; im&#257;ni bh&#363;t&#257;ni j&#257;yante. yena j&#257;t&#257;ni j&#299;vanti yat prayanty abhisam&#769;vi&#347;anti. The original cause of everything is the Supreme Personality of Godhead, and after being annihilated, everything enters into Him (prakr&#803;tim&#769; y&#257;nti m&#257;mik&#257;m). Thus the Supreme Lord, the Personality of Godhead &#8212; Lord R&#257;macandra or Lord Kr&#803;s&#803;n&#803;a &#8212; is the original cause of everything.</P><P>&#299;&#347;varah&#803; paramah&#803; kr&#803;s&#803;n&#803;ah&#803;</P><P CLASS=n>sac-cid-&#257;nanda-vigrahah&#803;</P><P CLASS=n>an&#257;dir &#257;dir govindah&#803;</P><P CLASS=n>sarva-k&#257;ran&#803;a-k&#257;ran&#803;am</P><P>"Kr&#803;s&#803;n&#803;a, who is known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes." (Brahma-sam&#769;hit&#257; <A CLASS=v HREF="../../../bs/5/1.htm">5.1</A>) The Lord is the cause for everything, but there is no cause for Him. Sarvam&#769; khalv idam&#769; brahma. Mat-sth&#257;ni sarva-bh&#363;t&#257;ni na c&#257;ham&#769; tes&#803;v avasthitah&#803;. Although He is everything, His personality is different from the cosmic manifestation.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>