<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 3 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 3 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Gajendra's Prayers of Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.3.6</P><P CLASS=c>na yasya dev&#257; r&#803;s&#803;ayah&#803; padam&#769; vidur</P><P CLASS=c>jantuh&#803; punah&#803; ko 'rhati gantum &#299;ritum</P><P CLASS=c>yath&#257; nat&#803;asy&#257;kr&#803;tibhir vices&#803;t&#803;ato</P><P CLASS=c>duratyay&#257;nukraman&#803;ah&#803; sa m&#257;vatu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; neither; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> of whom; <A CLASS=v HREF="http://vedabase.net/d/devah">dev&#257;h&#803;</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/r/rsayah">r&#803;s&#803;ayah&#803;</A> &#8212; great sages; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; position; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh&#803;</A> &#8212; can understand; <A CLASS=v HREF="http://vedabase.net/j/jantuh">jantuh&#803;</A> &#8212; unintelligent living beings like animals; <A CLASS=v HREF="http://vedabase.net/p/punah">punah&#803;</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/k/kah">kah&#803;</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; is able; <A CLASS=v HREF="http://vedabase.net/g/gantum">gantum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> enter into the knowledge; <A CLASS=v HREF="http://vedabase.net/i/iritum">&#299;ritum</A> &#8212; or <A HREF="http://vedabase.net/t/to">to</A> express by words; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/n/natasya">nat&#803;asya</A> &#8212; of the artist; <A CLASS=v HREF="http://vedabase.net/a/akrtibhih">&#257;kr&#803;tibhih&#803;</A> &#8212; by bodily features; <A CLASS=v HREF="http://vedabase.net/v/vicestatah">vices&#803;t&#803;atah&#803;</A> &#8212; dancing <A HREF="http://vedabase.net/i/in">in</A> different ways; <A CLASS=v HREF="http://vedabase.net/d/duratyaya">duratyaya</A> &#8212; very difficult; <A CLASS=v HREF="http://vedabase.net/a/anukramanah">anukraman&#803;ah&#803;</A> &#8212; His movements; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; that Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/avatu">avatu</A> &#8212; may give His protection.</P><P CLASS=t>TRANSLATION</P><P>An artist onstage, being covered by attractive dresses and dancing with different movements, is not understood by his audience; similarly, the activities and features of the supreme artist cannot be understood even by the demigods or great sages, and certainly not by those who are unintelligent like animals. Neither the demigods and sages nor the unintelligent can understand the features of the Lord, nor can they express in words His actual position. May that Supreme Personality of Godhead give me protection.</P><P CLASS=t>PURPORT</P><P>A similar understanding was expressed by Kunt&#299;dev&#299;. The Supreme Lord exists everywhere, within and without. He even exists within the heart. Sarvasya c&#257;ham&#769; hr&#803;di sannivis&#803;t&#803;o [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]. &#298;&#347;varah&#803; sarva-bh&#363;t&#257;n&#257;m&#769; hr&#803;d-de&#347;e 'rjuna tis&#803;t&#803;hati [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]. Thus it is indicated that one can find the Supreme Lord within one's heart. There are many, many yog&#299;s trying to find Him. Dhy&#257;n&#257;vasthita-tad-gatena manas&#257; pa&#347;yanti yam&#769; yoginah&#803; [<A CLASS=v HREF="../../12/13/1.htm">SB 12.13.1</A>]. Nonetheless, even great yog&#299;s, demigods, saints and sages have been unable to understand the bodily features of that great artist, nor could they understand the meaning of His movements. What then is to be said of ordinary speculators like the so-called philosophers of this material world? For them He is impossible to understand. Therefore we must accept the statements given by the Supreme when He kindly incarnates to instruct us. We must simply accept the word of Lord R&#257;macandra, Lord Kr&#803;s&#803;n&#803;a and Lord &#346;r&#299; Caitanya Mah&#257;prabhu and follow in Their footsteps. Then it may be possible for us to know the purpose of Their incarnations.</P><P>janma karma ca me divyam</P><P CLASS=n>evam&#769; yo vetti tattvatah&#803;</P><P CLASS=n>tyaktv&#257; deham&#769; punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>(<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>)</P><P>If by the Lord's grace one can understand Him, one will immediately be delivered, even within his material body. The material body will no longer have any function, and whatever activities take place with the body will be activities of Kr&#803;s&#803;n&#803;a consciousness. In this way one may give up his body and return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>