<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhr&#803;tar&#257;s&#803;t&#803;ra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.11</P><P CLASS=c>api nah&#803; suhr&#803;das t&#257;ta</P><P CLASS=c>b&#257;ndhav&#257;h&#803; kr&#803;s&#803;n&#803;a-devat&#257;h&#803;</P><P CLASS=c>dr&#803;s&#803;t&#803;&#257;h&#803; &#347;rut&#257; v&#257; yadavah&#803;</P><P CLASS=c>sva-pury&#257;m&#769; sukham &#257;sate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/n/nah">nah&#803;</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/s/suhrdah">suhr&#803;dah&#803;</A> &#8212; well-wishers; <A CLASS=v HREF="http://vedabase.net/t/tata">t&#257;ta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my uncle; <A CLASS=v HREF="http://vedabase.net/b/bandhavah">b&#257;ndhav&#257;h&#803;</A> &#8212; friends; <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/d/devatah">devat&#257;h&#803;</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> always rapt <A HREF="http://vedabase.net/i/in">in</A> the service of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/d/drstah">dr&#803;s&#803;t&#803;&#257;h&#803;</A> &#8212; by seeing them; <A CLASS=v HREF="http://vedabase.net/s/srutah">&#347;rut&#257;h&#803;</A> &#8212; or by hearing about them; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/y/yadavah">yadavah&#803;</A> &#8212; the descendants of <A HREF="http://vedabase.net/y/yadu">Yadu</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/puryam">pury&#257;m</A> &#8212; along with their residential place; <A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> <A CLASS=v HREF="http://vedabase.net/a/asate">&#257;sate</A> &#8212; if they <A HREF="http://vedabase.net/a/are">are</A> all happy.</P><P CLASS=t>TRANSLATION</P><P>My uncle, you must have visited Dv&#257;rak&#257;. In that holy place are our friends and well-wishers, the descendants of Yadu, who are always rapt in the service of the Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a. You might have seen them or heard about them. Are they all living happily in their abodes?</P><P CLASS=t>PURPORT</P><P>The particular word kr&#803;s&#803;n&#803;a-devat&#257;h&#803;, i.e., those who are always rapt in the service of Lord Kr&#803;s&#803;n&#803;a, is significant. The Y&#257;davas and the P&#257;n&#803;d&#803;avas, who were always rapt in the thought of the Lord Kr&#803;s&#803;n&#803;a and His different transcendental activities, were all pure devotees of the Lord like Vidura. Vidura left home in order to devote himself completely to the service of the Lord, but the P&#257;n&#803;d&#803;avas and the Y&#257;davas were always rapt in the thought of Lord Kr&#803;s&#803;n&#803;a. Thus there is no difference in their pure devotional qualities. Either remaining at home or leaving home, the real qualification of a pure devotee is to become rapt in the thought of Kr&#803;s&#803;n&#803;a favorably, i.e., knowing well that Lord Kr&#803;s&#803;n&#803;a is the Absolute Personality of Godhead. Kam&#769;sa, Jar&#257;sandha, &#346;i&#347;up&#257;la and other demons like them were also always rapt in the thought of Lord Kr&#803;s&#803;n&#803;a, but they were absorbed in a different way, namely unfavorably, or thinking Him to be a powerful man only. Therefore, Kam&#769;sa and &#346;i&#347;up&#257;la are not on the same level as pure devotees like Vidura, the P&#257;n&#803;d&#803;avas and the Y&#257;davas.</P><P>Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira was also always rapt in the thought of Lord Kr&#803;s&#803;n&#803;a and His associates at Dv&#257;rak&#257;. Otherwise he could not have asked all about them from Vidura. Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira was therefore on the same level of devotion as Vidura, although engaged in the state affairs of the kingdom of the world.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>