<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhr&#803;tar&#257;s&#803;t&#803;ra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.14</P><P CLASS=c>ka&#241;cit k&#257;lam ath&#257;v&#257;ts&#299;t</P><P CLASS=c>sat-kr&#803;to devavat sukham</P><P CLASS=c>bhr&#257;tur jyes&#803;t&#803;hasya &#347;reyas-kr&#803;t</P><P CLASS=c>sarves&#803;&#257;m&#769; sukham &#257;vahan</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kancit">ka&#241;cit</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> few days; <A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/avatsit">av&#257;ts&#299;t</A> &#8212; resided; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/k/krtah">kr&#803;tah&#803;</A> &#8212; being well treated; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; just like <A HREF="http://vedabase.net/a/a">a</A> godly personality; <A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; amenities; <A CLASS=v HREF="http://vedabase.net/b/bhratuh">bhr&#257;tuh&#803;</A> &#8212; of the brother; <A CLASS=v HREF="http://vedabase.net/j/jyesthasya">jyes&#803;t&#803;hasya</A> &#8212; of the elder; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/k/krt">kr&#803;t</A> &#8212; for doing good <A HREF="http://vedabase.net/t/to">to</A> him; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarves&#803;&#257;m</A> &#8212; all others; <A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/a/avahan">&#257;vahan</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> <A HREF="http://vedabase.net/i/it">it</A> possible.</P><P CLASS=t>TRANSLATION</P><P>Thus Mah&#257;tm&#257; Vidura, being treated just like a godly person by his kinsmen, remained there for a certain period just to rectify the mentality of his eldest brother and in this way bring happiness to all the others.</P><P CLASS=t>PURPORT</P><P>Saintly persons like Vidura must be treated as well as a denizen from heaven. In those days denizens of heavenly planets used to visit homes like that of Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira, and sometimes persons like Arjuna and others used to visit higher planets. N&#257;rada is a spaceman who can travel unrestrictedly, not only within the material universes but also in the spiritual universes. Even N&#257;rada used to visit the palace of Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira and what to speak of other celestial demigods. It is only the spiritual culture of the people concerned that makes interplanetary travel possible, even in the present body. Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira therefore received Vidura in the manner of reception offered to the demigods.</P><P>Mah&#257;tm&#257; Vidura had already adopted the renounced order of life, and therefore he did not return to his paternal palace to enjoy some material comforts. He accepted out of his own mercy what was offered to him by Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira, but the purpose of living in the palace was to deliver his elder brother, Dhr&#803;tar&#257;s&#803;t&#803;ra, who was too much materially attached. Dhr&#803;tar&#257;s&#803;t&#803;ra lost all his state and descendants in the fight with Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira, and still, due to his sense of helplessness, he did not feel ashamed to accept the charity and hospitality of Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira. On the part of Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira, it was quite in order to maintain his uncle in a befitting manner, but acceptance of such magnanimous hospitality by Dhr&#803;tar&#257;s&#803;t&#803;ra was not at all desirable. He accepted it because he thought that there was no alternative. Vidura particularly came to enlighten Dhr&#803;tar&#257;s&#803;t&#803;ra and to give him a lift to the higher status of spiritual cognition. It is the duty of enlightened souls to deliver the fallen ones, and Vidura came for that reason. But talks of spiritual enlightenment are so refreshing that while instructing Dhr&#803;tar&#257;s&#803;t&#803;ra, Vidura attracted the attention of all the members of the family, and all of them took pleasure in hearing him patiently. This is the way of spiritual realization. The message should be heard attentively, and if spoken by a realized soul, it will act on the dormant heart of the conditioned soul. And by continuously hearing, one can attain the perfect stage of self-realization.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>