<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhr&#803;tar&#257;s&#803;t&#803;ra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.33</P><P CLASS=c>amb&#257; ca hata-putr&#257;rt&#257;</P><P CLASS=c>pitr&#803;vyah&#803; kva gatah&#803; suhr&#803;t</P><P CLASS=c>api mayy akr&#803;ta-praj&#241;e</P><P CLASS=c>hata-bandhuh&#803; sa bh&#257;ryay&#257;</P><P CLASS=c>&#257;&#347;am&#769;sam&#257;nah&#803; &#347;amalam&#769;</P><P CLASS=c>ga&#324;g&#257;y&#257;m&#769; duh&#803;khito 'patat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/amba">amb&#257;</A> &#8212; mother aunt; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/h/hata">hata</A>-<A CLASS=v HREF="http://vedabase.net/p/putra">putr&#257;</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> lost all her sons; <A CLASS=v HREF="http://vedabase.net/a/arta">&#257;rt&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> sorry plight; <A CLASS=v HREF="http://vedabase.net/p/pitrvyah">pitr&#803;vyah&#803;</A> &#8212; uncle <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah&#803;</A> &#8212; gone; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhr&#803;t</A> &#8212; well-wisher; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/akrta">akr&#803;ta</A>-<A CLASS=v HREF="http://vedabase.net/p/prajne">praj&#241;e</A> &#8212; ungrateful; <A CLASS=v HREF="http://vedabase.net/h/hata">hata</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhuh">bandhuh&#803;</A> &#8212; one who has lost all his sons; <A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/d/dhrtarastra">Dhr&#803;tar&#257;s&#803;t&#803;ra</A>; <A CLASS=v HREF="http://vedabase.net/b/bharyaya">bh&#257;ryay&#257;</A> &#8212; with his wife; <A CLASS=v HREF="http://vedabase.net/a/asamsamanah">&#257;&#347;am&#769;sam&#257;nah&#803;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> doubtful mind; <A CLASS=v HREF="http://vedabase.net/s/samalam">&#347;amalam</A> &#8212; offenses; <A CLASS=v HREF="http://vedabase.net/g/gangayam">ga&#324;g&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Ganges water; <A CLASS=v HREF="http://vedabase.net/d/duhkhitah">duh&#803;khitah&#803;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> distressed mind; <A CLASS=v HREF="http://vedabase.net/a/apatat">apatat</A> &#8212; fell down.</P><P CLASS=t>TRANSLATION</P><P>Where is my well-wisher, uncle Vidura, and mother G&#257;ndh&#257;r&#299;, who is very afflicted due to all her sons' demise? My uncle Dhr&#803;tar&#257;s&#803;t&#803;ra was also very mortified due to the death of all his sons and grandsons. Undoubtedly I am very ungrateful. Did he, therefore, take my offenses very seriously and, along with his wife, drown himself in the Ganges?</P><P CLASS=t>PURPORT</P><P>The P&#257;n&#803;d&#803;avas, especially Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira and Arjuna, anticipated the aftereffects of the Battle of Kuruks&#803;etra, and therefore Arjuna declined to execute the fighting. The fight was executed by the will of the Lord, but the effects of family aggrievement, as they had thought of it before, had come to be true. Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira was always conscious of the great plight of his uncle Dhr&#803;tar&#257;s&#803;t&#803;ra and aunt G&#257;ndh&#257;r&#299;, and therefore he took all possible care of them in their old age and aggrieved conditions. When, therefore, he could not find his uncle and aunt in the palace, naturally his doubts arose, and he conjectured that they had gone down to the water of the Ganges. He thought himself ungrateful because when the P&#257;n&#803;d&#803;avas were fatherless, Mah&#257;r&#257;ja Dhr&#803;tar&#257;s&#803;t&#803;ra had given them all royal facilities to live, and in return he had killed all Dhr&#803;tar&#257;s&#803;t&#803;ra's sons in the Battle of Kuruks&#803;etra. As a pious man, Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira took into account all his unavoidable misdeeds, and he never thought of the misdeeds of his uncle and company. Dhr&#803;tar&#257;s&#803;t&#803;ra had suffered the effects of his own misdeeds by the will of the Lord, but Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira was thinking only of his own unavoidable misdeeds. That is the nature of a good man and devotee of the Lord. A devotee never finds fault with others, but tries to find his own and thus rectify them as far as possible.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>