<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 56</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 56"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhr&#803;tar&#257;s&#803;t&#803;ra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.56</P><P CLASS=c>dhvasta-m&#257;y&#257;-gun&#803;odarko</P><P CLASS=c>niruddha-karan&#803;&#257;&#347;ayah&#803;</P><P CLASS=c>nivartit&#257;khil&#257;h&#257;ra</P><P CLASS=c>&#257;ste sth&#257;n&#803;ur iv&#257;calah&#803;</P><P CLASS=c>tasy&#257;ntar&#257;yo maiv&#257;bh&#363;h&#803;</P><P CLASS=c>sannyast&#257;khila-karman&#803;ah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhvasta">dhvasta</A> &#8212; being destroyed; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A> &#8212; the modes of material nature; <A CLASS=v HREF="http://vedabase.net/u/udarkah">udarkah&#803;</A> &#8212; after effects; <A CLASS=v HREF="http://vedabase.net/n/niruddha">niruddha</A> &#8212; being suspended; <A CLASS=v HREF="http://vedabase.net/k/karana">karan&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/asayah">&#257;&#347;ayah&#803;</A> &#8212; the senses and the mind; <A CLASS=v HREF="http://vedabase.net/n/nivartita">nivartita</A> &#8212; stopped; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/aharah">&#257;h&#257;rah&#803;</A> &#8212; food for the senses; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; is sitting; <A CLASS=v HREF="http://vedabase.net/s/sthanuh">sth&#257;n&#803;uh&#803;</A> &#8212; immovable; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/acalah">acalah&#803;</A> &#8212; fixed; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/a/antarayah">antar&#257;yah&#803;</A> &#8212; hindrances; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; never like that; <A CLASS=v HREF="http://vedabase.net/a/abhuh">abh&#363;h&#803;</A> &#8212; be; <A CLASS=v HREF="http://vedabase.net/s/sannyasta">sannyasta</A> &#8212; renounced; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all sorts; <A CLASS=v HREF="http://vedabase.net/k/karmanah">karman&#803;ah&#803;</A> &#8212; material duties.</P><P CLASS=t>TRANSLATION</P><P>He will have to suspend all the actions of the senses, even from the outside, and will have to be impervious to interactions of the senses, which are influenced by the modes of material nature. After renouncing all material duties, he must become immovably established, beyond all sources of hindrances on the path.</P><P CLASS=t>PURPORT</P><P>Dhr&#803;tar&#257;s&#803;t&#803;ra had attained, by the yogic process, the stage of negation of all sorts of material reaction. The effects of the material modes of nature draw the victim to indefatigable desires of enjoying matter, but one can escape such false enjoyment by the yogic process. Every sense is always busy in searching for its food, and thus the conditioned soul is assaulted from all sides and has no chance to become steady in any pursuit. Mah&#257;r&#257;ja Yudhis&#803;t&#803;hira was advised by N&#257;rada not to disturb his uncle by attempting to bring him back home. He was now beyond the attraction of anything material. The material modes of nature (the gun&#803;as) have their different modes of activities, but above the material modes of nature is a spiritual mode, which is absolute. Nirgun&#803;a means without reaction. The spiritual mode and its effect are identical; therefore the spiritual quality is distinguished from its material counterpart by the word nirgun&#803;a. After complete suspension of the material modes of nature, one is admitted to the spiritual sphere, and action dictated by the spiritual modes is called devotional service, or bhakti. Bhakti is therefore nirgun&#803;a attained by direct contact with the Absolute.</P><P CLASS=l><A CLASS=i HREF="55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="57.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>