<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 12 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 12 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Beyond Renunciation and Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.12.11</P><P CLASS=c>t&#257;s t&#257;h&#803; ks&#803;ap&#257;h&#803; pres&#803;t&#803;hatamena n&#299;t&#257;</P><P CLASS=c>mayaiva vr&#803;nd&#257;vana-gocaren&#803;a</P><P CLASS=c>ks&#803;an&#803;&#257;rdha-vat t&#257;h&#803; punar a&#324;ga t&#257;s&#257;m&#769;</P><P CLASS=c>h&#299;n&#257; may&#257; kalpa-sam&#257; babh&#363;vuh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h&#803;</A> <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h&#803;</A> &#8212; all those; <A CLASS=v HREF="http://vedabase.net/k/ksapah">ks&#803;ap&#257;h&#803;</A> &#8212; nights; <A CLASS=v HREF="http://vedabase.net/p/prestha">pres&#803;t&#803;ha</A>-<A CLASS=v HREF="http://vedabase.net/t/tamena">tamena</A> &#8212; with the most dearly beloved; <A CLASS=v HREF="http://vedabase.net/n/nitah">n&#299;t&#257;h&#803;</A> &#8212; spent; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; with <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vrndavana">vr&#803;nd&#257;vana</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vrndavana">Vr&#803;nd&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/g/go">go</A>-<A CLASS=v HREF="http://vedabase.net/c/carena">caren&#803;a</A> &#8212; who can be known; <A CLASS=v HREF="http://vedabase.net/k/ksana">ks&#803;an&#803;a</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> moment; <A CLASS=v HREF="http://vedabase.net/a/ardha">ardha</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like half; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h&#803;</A> &#8212; those very nights; <A CLASS=v HREF="http://vedabase.net/p/punah">punah&#803;</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; dear <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>; <A CLASS=v HREF="http://vedabase.net/t/tasam">t&#257;s&#257;m</A> &#8212; for the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/h/hinah">h&#299;n&#257;h&#803;</A> &#8212; bereft; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/k/kalpa">kalpa</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> day of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> (4,320,000,000 years); <A CLASS=v HREF="http://vedabase.net/s/samah">sam&#257;h&#803;</A> &#8212; equal <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/b/babhuvuh">babh&#363;vuh&#803;</A> &#8212; became.</P><P CLASS=t>TRANSLATION</P><P>Dear Uddhava, all of those nights that the gop&#299;s spent with Me, their most dearly beloved, in the land of Vr&#803;nd&#257;vana seemed to them to pass in less than a moment. Bereft of My association, however, the gop&#299;s felt that those same nights dragged on forever, as if each night were equal to a day of Brahm&#257;.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; comments as follows. "The gop&#299;s suffered extreme anxiety in the absence of Lord Kr&#803;s&#803;n&#803;a, and though outwardly appearing bewildered, they actually achieved the highest perfectional stage of sam&#257;dhi. Their consciousness was intensely and intimately attached to Lord Kr&#803;s&#803;n&#803;a, and by such Kr&#803;s&#803;n&#803;a consciousness their own bodies seemed very far away from them, even though people normally consider their body to be their closest possession. In fact, the gop&#299;s did not think about their own existence. Although a young woman normally considers her husband and children to be her dearmost possessions, the gop&#299;s did not even consider the existence of their so-called families. Nor could they think of this world or life after death. Indeed, they were not at all aware of these things. Just like great sages who become detached from the names and forms of the material world, the gop&#299;s could not think of anything, because they were rapt in loving remembrance of Lord Kr&#803;s&#803;n&#803;a. Just as rivers enter the ocean, similarly, the gop&#299;s completely merged into consciousness of Lord Kr&#803;s&#803;n&#803;a through intense love."</P><P>Thus a day of Brahm&#257; seemed like a single moment for the gop&#299;s when Lord Kr&#803;s&#803;n&#803;a was present with them, and a single moment seemed like a day of Brahm&#257; when Lord Kr&#803;s&#803;n&#803;a was absent. The Kr&#803;s&#803;n&#803;a consciousness of the gop&#299;s is the perfection of spiritual life, and the symptoms of such perfection are described here.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>