<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 12 Verses 14-15</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 12 Verses 14-15"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Beyond Renunciation and Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.12.14-15</P><P CLASS=c>tasm&#257;t tvam uddhavotsr&#803;jya</P><P CLASS=c>codan&#257;m&#769; praticodan&#257;m</P><P CLASS=c>pravr&#803;ttim&#769; ca nivr&#803;ttim&#769; ca</P><P CLASS=c>&#347;rotavyam&#769; &#347;rutam eva ca</P><P CLASS=c>m&#257;m ekam eva &#347;aran&#803;am</P><P CLASS=c>&#257;tm&#257;nam&#769; sarva-dehin&#257;m</P><P CLASS=c>y&#257;hi sarv&#257;tma-bh&#257;vena</P><P CLASS=c>may&#257; sy&#257; hy akuto-bhayah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/u/uddhava">uddhava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>; <A CLASS=v HREF="http://vedabase.net/u/utsrjya">utsr&#803;jya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/c/codanam">codan&#257;m</A> &#8212; the regulations of the Vedas; <A CLASS=v HREF="http://vedabase.net/p/praticodanam">praticodan&#257;m</A> &#8212; the injunctions of supplementary Vedic literatures; <A CLASS=v HREF="http://vedabase.net/p/pravrttim">pravr&#803;ttim</A> &#8212; injunctions; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/n/nivrttim">nivr&#803;ttim</A> &#8212; prohibitions; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/srotavyam">&#347;rotavyam</A> &#8212; that which is <A HREF="http://vedabase.net/t/to">to</A> be heard; <A CLASS=v HREF="http://vedabase.net/s/srutam">&#347;rutam</A> &#8212; that which has been heard; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; actually; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aran&#803;am</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supersoul within the heart; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; of all conditioned souls; <A CLASS=v HREF="http://vedabase.net/y/yahi">y&#257;hi</A> &#8212; you must <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; with exclusive devotion; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by My mercy; <A CLASS=v HREF="http://vedabase.net/s/syah">sy&#257;h&#803;</A> &#8212; you should be; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/akutah">akutah&#803;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhayah">bhayah&#803;</A> &#8212; free from fear <A HREF="http://vedabase.net/i/in">in</A> all circumstances.</P><P CLASS=t>TRANSLATION</P><P>Therefore, My dear Uddhava, abandon the Vedic mantras as well as the procedures of supplementary Vedic literatures and their positive and negative injunctions. Disregard that which has been heard and that which is to be heard. Simply take shelter of Me alone, for I am the Supreme Personality of Godhead, situated within the heart of all conditioned souls. Take shelter of Me wholeheartedly, and by My grace be free from fear in all circumstances.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Uddhava inquired from Lord Kr&#803;s&#803;n&#803;a about the symptoms of saintly persons and liberated souls, and the Lord has replied in terms of different levels of spiritual advancement, distinguishing between those who are able to understand Lord Kr&#803;s&#803;n&#803;a to be the principal goal of life and those loving devotees who accept Lord Kr&#803;s&#803;n&#803;a and devotional service to Him as the only goal of life. Lord Kr&#803;s&#803;n&#803;a also mentioned that He is captured by His loving devotees and even by those who sincerely associate with His loving devotees. Among all the devotees, the gop&#299;s of Vr&#803;nd&#257;vana were described by the Lord as having achieved such a rare state of pure devotional service that Lord Kr&#803;s&#803;n&#803;a personally feels constantly indebted to them. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura, Lord Kr&#803;s&#803;n&#803;a previously kept the gop&#299;s' love for Him concealed in His heart because of its confidential nature and the Lord's own gravity. Finally, however, even Lord Kr&#803;s&#803;n&#803;a could not remain silent about the intense love of the gop&#299;s, and thus in these verses the Lord reveals to Uddhava how the gop&#299;s loved Him in Vr&#803;nd&#257;vana and brought Him fully under their control. The Lord would relax in secret places with the loving gop&#299;s, and by conjugal spontaneous affection the greatest love was exchanged between them.</P><P>As explained by the Lord in Bhagavad-g&#299;t&#257;, one cannot achieve the perfection of life merely by renouncing the material world or by executing ordinary, sectarian religious principles. One must actually understand the identity of the Supreme Personality of Godhead, and by associating with His pure devotees one must learn to love the Lord in His personal, original form. This love may be expressed in either the conjugal, paternal, fraternal or serving rasa, or relationship. The Lord has elaborately explained to Uddhava the system of philosophical analysis of the material world, and now He clearly concludes that it is useless for Uddhava to waste time in fruitive activities or mental speculation. Actually, Lord Kr&#803;s&#803;n&#803;a is hinting that Uddhava should assimilate the example of the gop&#299;s and try to advance further in Kr&#803;s&#803;n&#803;a consciousness by following in the footsteps of the cowherd damsels of Vraja. Any conditioned soul who is unsatisfied with the cruel laws of nature, which impose disease, old age and death, should understand that Lord Kr&#803;s&#803;n&#803;a can deliver all living beings from the problems of material existence. There is no need to entangle oneself in unauthorized, sectarian rituals, injunctions or prohibitions. One should simply surrender to Lord Kr&#803;s&#803;n&#803;a, following the example of &#346;r&#299; Caitanya Mah&#257;prabhu, who is Lord Kr&#803;s&#803;n&#803;a Himself. By the authorized regulated process of bhakti-yoga, Kr&#803;s&#803;n&#803;a consciousness, one easily achieves spiritual perfection.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>