<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 3 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 3 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">R&#803;s&#803;abhadeva's Appearance in the Womb of Merudev&#299;, the Wife of King N&#257;bhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.3.3</P><P CLASS=c>atha ha tam &#257;vis&#803;kr&#803;ta-bhuja-yugala-dvayam&#769; hiran&#803;mayam&#769; purus&#803;a-vi&#347;es&#803;am&#769; kapi&#347;a-kau&#347;ey&#257;mbara-dharam urasi vilasac-chr&#299;vatsa-lal&#257;mam&#769; daravara-vanaruha-vana-m&#257;l&#257;cch&#363;ry-amr&#803;ta-man&#803;i-gad&#257;dibhir upalaks&#803;itam&#769; sphut&#803;a-kiran&#803;a-pravara-mukut&#803;a-kun&#803;d&#803;ala-kat&#803;aka-kat&#803;i-s&#363;tra-h&#257;ra-key&#363;ra-n&#363;pur&#257;dy-a&#324;ga-bh&#363;s&#803;an&#803;a-vibh&#363;s&#803;itam r&#803;tvik-sadasya-gr&#803;ha-patayo 'dhan&#257; ivottama-dhanam upalabhya sabahu-m&#257;nam arhan&#803;en&#257;vanata-&#347;&#299;rs&#803;&#257;n&#803;a upatasthuh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/a/aviskrta">&#257;vis&#803;kr&#803;ta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuja">bhuja</A>-<A CLASS=v HREF="http://vedabase.net/y/yugala">yugala</A>-<A CLASS=v HREF="http://vedabase.net/d/dvayam">dvayam</A> &#8212; who manifested Himself with four arms; <A CLASS=v HREF="http://vedabase.net/h/hiranmayam">hiran&#803;mayam</A> &#8212; very bright; <A CLASS=v HREF="http://vedabase.net/p/purusa">purus&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/v/visesam">vi&#347;es&#803;am</A> &#8212; the topmost of all living beings, <A HREF="http://vedabase.net/p/purusottama">Purus&#803;ottama</A>; <A CLASS=v HREF="http://vedabase.net/k/kapisa">kapi&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/k/kauseya">kau&#347;eya</A>-<A CLASS=v HREF="http://vedabase.net/a/ambara">ambara</A>-<A CLASS=v HREF="http://vedabase.net/d/dharam">dharam</A> &#8212; wearing <A HREF="http://vedabase.net/a/a">a</A> yellow silk garment; <A CLASS=v HREF="http://vedabase.net/u/urasi">urasi</A> &#8212; on the chest; <A CLASS=v HREF="http://vedabase.net/v/vilasat">vilasat</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/s/srivatsa">&#347;r&#299;vatsa</A> &#8212; called <A HREF="http://vedabase.net/s/srivatsa">&#346;r&#299;vatsa</A>; <A CLASS=v HREF="http://vedabase.net/l/lalamam">lal&#257;mam</A> &#8212; possessing the mark; <A CLASS=v HREF="http://vedabase.net/d/dara">dara</A>-<A CLASS=v HREF="http://vedabase.net/v/vara">vara</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> conchshell; <A CLASS=v HREF="http://vedabase.net/v/vana">vana</A>-<A CLASS=v HREF="http://vedabase.net/r/ruha">ruha</A> &#8212; lotus flower; <A CLASS=v HREF="http://vedabase.net/v/vana">vana</A>-<A CLASS=v HREF="http://vedabase.net/m/mala">m&#257;l&#257;</A> &#8212; garland of forest flowers; <A CLASS=v HREF="http://vedabase.net/a/acchuri">acch&#363;ri</A> &#8212; disc; <A CLASS=v HREF="http://vedabase.net/a/amrta">amr&#803;ta</A>-<A CLASS=v HREF="http://vedabase.net/m/mani">man&#803;i</A> &#8212; the <A HREF="http://vedabase.net/k/kaustubha">Kaustubha</A> gem; <A CLASS=v HREF="http://vedabase.net/g/gada">gad&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih&#803;</A> &#8212; and by <A HREF="http://vedabase.net/a/a">a</A> club and other symbols; <A CLASS=v HREF="http://vedabase.net/u/upalaksitam">upalaks&#803;itam</A> &#8212; symptomized; <A CLASS=v HREF="http://vedabase.net/s/sphuta">sphut&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/k/kirana">kiran&#803;a</A> &#8212; radiant; <A CLASS=v HREF="http://vedabase.net/p/pravara">pravara</A> &#8212; excellent; <A CLASS=v HREF="http://vedabase.net/m/mukuta">mukut&#803;a</A> &#8212; helmet; <A CLASS=v HREF="http://vedabase.net/k/kundala">kun&#803;d&#803;ala</A> &#8212; earrings; <A CLASS=v HREF="http://vedabase.net/k/kataka">kat&#803;aka</A> &#8212; bracelets; <A CLASS=v HREF="http://vedabase.net/k/kati">kat&#803;i</A>-<A CLASS=v HREF="http://vedabase.net/s/sutra">s&#363;tra</A> &#8212; girdle; <A CLASS=v HREF="http://vedabase.net/h/hara">h&#257;ra</A> &#8212; necklace; <A CLASS=v HREF="http://vedabase.net/k/keyura">key&#363;ra</A> &#8212; armlets; <A CLASS=v HREF="http://vedabase.net/n/nupura">n&#363;pura</A> &#8212; ankle bells; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; of the body; <A CLASS=v HREF="http://vedabase.net/b/bhusana">bh&#363;s&#803;an&#803;a</A> &#8212; with ornaments; <A CLASS=v HREF="http://vedabase.net/v/vibhusitam">vibh&#363;s&#803;itam</A> &#8212; decorated; <A CLASS=v HREF="http://vedabase.net/r/rtvik">r&#803;tvik</A> &#8212; the priests; <A CLASS=v HREF="http://vedabase.net/s/sadasya">sadasya</A> &#8212; associates; <A CLASS=v HREF="http://vedabase.net/g/grha">gr&#803;ha</A>-<A CLASS=v HREF="http://vedabase.net/p/patayah">patayah&#803;</A> &#8212; and King <A HREF="http://vedabase.net/n/nabhi">N&#257;bhi</A>; <A CLASS=v HREF="http://vedabase.net/a/adhanah">adhan&#257;h&#803;</A> &#8212; poor persons; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A>-<A CLASS=v HREF="http://vedabase.net/d/dhanam">dhanam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great treasure; <A CLASS=v HREF="http://vedabase.net/u/upalabhya">upalabhya</A> &#8212; having achieved; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/m/manam">m&#257;nam</A> &#8212; with great regard; <A CLASS=v HREF="http://vedabase.net/a/arhanena">arhan&#803;ena</A> &#8212; with ingredients for worship; <A CLASS=v HREF="http://vedabase.net/a/avanata">avanata</A> &#8212; bent; <A CLASS=v HREF="http://vedabase.net/s/sirsanah">&#347;&#299;rs&#803;&#257;n&#803;ah&#803;</A> &#8212; their heads; <A CLASS=v HREF="http://vedabase.net/u/upatasthuh">upatasthuh&#803;</A> &#8212; worshiped.</P><P CLASS=t>TRANSLATION</P><P>Lord Vis&#803;n&#803;u appeared before King N&#257;bhi with four arms. He was very bright, and He appeared to be the best of all personalities. Around the lower portion of His body, He wore a yellow silken garment. On His chest was the mark of &#346;r&#299;vatsa, which always displays beauty. He carried a conchshell, lotus flower, disc and club, and He wore a garland of forest flowers and the Kaustubha gem. He was beautifully decorated with a helmet, earrings, bangles, belt, pearl necklace, armlets, ankle bells and other bodily ornaments bedecked with radiant jewels. Seeing the Lord present before them, King N&#257;bhi and his priests and associates felt just like poor people who have suddenly attained great riches. They received the Lord and respectfully bent their heads and offered Him things in worship.</P><P CLASS=t>PURPORT</P><P>It is distinctly mentioned here that the Supreme Personality of Godhead did not appear as an ordinary human being. He appeared before King N&#257;bhi and his associates as the best of all personalities (Purus&#803;ottama). As stated in the Vedas: Nityo nity&#257;n&#257;m&#769; cetana&#347; cetan&#257;n&#257;m. The Supreme Personality of Godhead is also a living being, but He is the supreme living being. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/7.htm">7.7</A>), Lord Kr&#803;s&#803;n&#803;a Himself says. mattah&#803; parataram&#769; n&#257;nyat ki&#241;cid asti dhana&#241;jaya: "O conqueror of wealth [Arjuna], there is no truth superior to Me." No one is more attractive or more authoritative than Lord Kr&#803;s&#803;n&#803;a. That is one of the differences between God and an ordinary living being. According to this description of the transcendental body of Lord Vis&#803;n&#803;u, the Lord can easily be distinguished from all other living beings. Consequently Mah&#257;r&#257;ja N&#257;bhi and his priests and associates all offered the Lord obeisances and began to worship Him with various things. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/22.htm">6.22</A>), yam&#769; labdhv&#257; c&#257;param&#769; l&#257;bham&#769; manyate n&#257;dhikam&#769; tatah&#803;. That is, "Upon gaining this, one thinks that there is no greater gain." When one realizes God and sees the Lord face to face, one certainly thinks that he has gained the best of all things. Raso 'py asya param&#769; dr&#803;s&#803;t&#803;v&#257; nivartate: when one experiences a higher taste, his consciousness is fixed. After seeing the Supreme Personality of Godhead, one ceases to be attracted by anything material. One then remains steady in his worship of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4-5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>