<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vr&#803;tr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9.32</P><P CLASS=c>yat te gat&#299;n&#257;m&#769; tisr&#803;n&#803;&#257;m</P><P CLASS=c>&#299;&#347;ituh&#803; paramam&#769; padam</P><P CLASS=c>n&#257;rv&#257;c&#299;no visargasya</P><P CLASS=c>dh&#257;tar veditum arhati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/g/gatinam">gat&#299;n&#257;m</A> <A CLASS=v HREF="http://vedabase.net/t/tisrnam">tisr&#803;n&#803;&#257;m</A> &#8212; of the three destinations (the heavenly planets, the earthly planets and hell); <A CLASS=v HREF="http://vedabase.net/i/isituh">&#299;&#347;ituh&#803;</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> the controller; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; the supreme abode, Vaikun&#803;t&#803;haloka; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/arvacinah">arv&#257;c&#299;nah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person appearing after; <A CLASS=v HREF="http://vedabase.net/v/visargasya">visargasya</A> &#8212; the creation; <A CLASS=v HREF="http://vedabase.net/d/dhatah">dh&#257;tah&#803;</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme controller; <A CLASS=v HREF="http://vedabase.net/v/veditum">veditum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; is able.</P><P CLASS=t>TRANSLATION</P><P>O supreme controller, You control the three destinations [promotion to the heavenly planets, birth as a human being, and condemnation in hell], yet Your supreme abode is Vaikun&#803;t&#803;ha-dh&#257;ma. Since we appeared after You created this cosmic manifestation, Your activities are impossible for us to understand. We therefore have nothing to offer You but our humble obeisances.</P><P CLASS=t>PURPORT</P><P>An inexperienced man generally does not know what to beg from the Supreme Personality of Godhead. Everyone is under the jurisdiction of the created material world, and no one knows what benediction to ask when praying to the Supreme Lord. People generally pray to be promoted to the heavenly planets because they have no information of Vaikun&#803;t&#803;haloka. &#346;r&#299;la Madhv&#257;c&#257;rya quotes the following verse:</P><P>deva-lok&#257;t pitr&#803;-lok&#257;t</P><P CLASS=n>niray&#257;c c&#257;pi yat param</P><P CLASS=n>tisr&#803;bhyah&#803; paramam&#769; sth&#257;nam&#769;</P><P CLASS=n>vais&#803;n&#803;avam&#769; vidus&#803;&#257;m&#769; gatih&#803;</P><P>There are different planetary systems, known as Devaloka (the planets of the demigods), Pitr&#803;loka (the planet of the Pit&#257;s) and Niraya (the hellish planets). When one transcends these various planetary systems and enters Vaikun&#803;t&#803;haloka, he achieves the ultimate resort of the Vais&#803;n&#803;avas. Vais&#803;n&#803;avas have nothing to do with the other planetary systems.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>