<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vr&#803;tr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9.34</P><P CLASS=c>duravabodha iva tav&#257;yam&#769; vih&#257;ra-yogo yad a&#347;aran&#803;o '&#347;ar&#299;ra idam anaveks&#803;it&#257;smat-samav&#257;ya &#257;tmanaiv&#257;vikriyam&#257;n&#803;ena sagun&#803;am agun&#803;ah&#803; sr&#803;jasi p&#257;si harasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/duravabodhah">duravabodhah&#803;</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; quite; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vihara">vih&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/y/yogah">yogah&#803;</A> &#8212; engagement <A HREF="http://vedabase.net/i/in">in</A> the pastimes of material creation, maintenance and annihilation; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/asaranah">a&#347;aran&#803;ah&#803;</A> &#8212; not dependent on any other support; <A CLASS=v HREF="http://vedabase.net/a/asarirah">a&#347;ar&#299;rah&#803;</A> &#8212; without having <A HREF="http://vedabase.net/a/a">a</A> material body; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/anaveksita">anaveks&#803;ita</A> &#8212; without waiting for; <A CLASS=v HREF="http://vedabase.net/a/asmat">asmat</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/s/samavayah">samav&#257;yah&#803;</A> &#8212; the cooperation; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by Your own self; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/avikriyamanena">avikriyam&#257;n&#803;ena</A> &#8212; without being transformed; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/g/gunam">gun&#803;am</A> &#8212; the material modes of nature; <A CLASS=v HREF="http://vedabase.net/a/agunah">agun&#803;ah&#803;</A> &#8212; although transcendental <A HREF="http://vedabase.net/t/to">to</A> such material qualities; <A CLASS=v HREF="http://vedabase.net/s/srjasi">sr&#803;jasi</A> &#8212; You create; <A CLASS=v HREF="http://vedabase.net/p/pasi">p&#257;si</A> &#8212; maintain; <A CLASS=v HREF="http://vedabase.net/h/harasi">harasi</A> &#8212; annihilate.</P><P CLASS=t>TRANSLATION</P><P>O Lord, You need no support, and although You have no material body, You do not need cooperation from us. Since You are the cause of the cosmic manifestation and You supply its material ingredients without being transformed, You create, maintain and annihilate this cosmic manifestation by Yourself. Nevertheless, although You appear engaged in material activity, You are transcendental to all material qualities. Consequently these transcendental activities of Yours are extremely difficult to understand.</P><P CLASS=t>PURPORT</P><P>The Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/37.htm">5.37</A>) says, goloka eva nivasaty akhil&#257;tma-bh&#363;tah&#803;: the Supreme Personality of Godhead, Kr&#803;s&#803;n&#803;a, is always situated in Goloka Vr&#803;nd&#257;vana. It is also said, vr&#803;nd&#257;vanam&#769; parityajya padam ekam&#769; na gacchati: Kr&#803;s&#803;n&#803;a never goes even a step from Vr&#803;nd&#257;vana. Nevertheless, although Kr&#803;s&#803;n&#803;a is situated in His own abode, Goloka Vr&#803;nd&#257;vana, He is simultaneously all-pervading and is therefore present everywhere. This is very difficult for a conditioned soul to understand. but devotees can understand how Kr&#803;s&#803;n&#803;a, without undergoing any changes, can simultaneously be in His abode and be all-pervasive. The demigods are understood to be various limbs of the Supreme Lord's body, although the Supreme Lord has no material body and does not need anyone's help. He is spread everywhere (may&#257; tatam idam&#769; sarvam&#769; jagad avyakta-m&#363;rtin&#257;). Nevertheless, He is not present everywhere in His spiritual form. According to the M&#257;y&#257;v&#257;da philosophy, the Supreme Truth, being all-pervasive, does not need a transcendental form. The M&#257;y&#257;v&#257;d&#299;s suppose that since His form is distributed everywhere, He has no form. This is untrue. The Lord keeps His transcendental form, and at the same time He extends everywhere, in every nook and corner of the material creation.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>