<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vr&#803;tr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9.38</P><P CLASS=c>sa eva hi punah&#803; sarva-vastuni vastu-svar&#363;pah&#803; sarve&#347;varah&#803; sakala-jagat-k&#257;ran&#803;a-k&#257;ran&#803;a-bh&#363;tah&#803; sarva-pratyag-&#257;tmatv&#257;t sarva-gun&#803;&#257;bh&#257;sopalaks&#803;ita eka eva paryava&#347;es&#803;itah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah&#803;</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/punah">punah&#803;</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/v/vastuni">vastuni</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> everything, material and spiritual; <A CLASS=v HREF="http://vedabase.net/v/vastu">vastu</A>-<A CLASS=v HREF="http://vedabase.net/s/svarupah">svar&#363;pah&#803;</A> &#8212; the substance; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah&#803;</A> &#8212; the controller of everything; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A>-<A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; of the whole universe; <A CLASS=v HREF="http://vedabase.net/k/karana">k&#257;ran&#803;a</A> &#8212; of the causes; <A CLASS=v HREF="http://vedabase.net/k/karana">k&#257;ran&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutah">bh&#363;tah&#803;</A> &#8212; existing <A HREF="http://vedabase.net/a/as">as</A> the cause; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/p/pratyak">pratyak</A>-<A CLASS=v HREF="http://vedabase.net/a/atmatvat">&#257;tmatv&#257;t</A> &#8212; because of being the Supersoul of every living being, or being present <A HREF="http://vedabase.net/i/in">in</A> everything, even the atom; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">gun&#803;a</A> &#8212; of all the effects of the material modes of nature (such <A HREF="http://vedabase.net/a/as">as</A> intelligence and the senses); <A CLASS=v HREF="http://vedabase.net/a/abhasa">&#257;bh&#257;sa</A> &#8212; by the manifestations; <A CLASS=v HREF="http://vedabase.net/u/upalaksitah">upalaks&#803;itah&#803;</A> &#8212; perceived; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah&#803;</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/paryavasesitah">paryava&#347;es&#803;itah&#803;</A> &#8212; left remaining.</P><P CLASS=t>TRANSLATION</P><P>With deliberation, one will see that the Supreme Soul, although manifested in different ways, is actually the basic principle of everything. The total material energy is the cause of the material manifestation, but the material energy is caused by Him. Therefore He is the cause of all causes, the manifester of intelligence and the senses. He is perceived as the Supersoul of everything. Without Him, everything would be dead. You, as that Supersoul, the supreme controller, are the only one remaining.</P><P CLASS=t>PURPORT</P><P>The words sarva-vastuni vastu-svar&#363;pah&#803; indicate that the Supreme Lord is the active principle of everything. As described in the Brahma-sam&#769;hit&#257; (<A CLASS=v HREF="../../../bs/5/35.htm">5.35</A>):</P><P>eko 'py asau racayitum&#769; jagad-an&#803;d&#803;a-kot&#803;im&#769;</P><P CLASS=n>yac-chaktir asti jagad-an&#803;d&#803;a-cay&#257; yad-antah&#803;</P><P CLASS=n>an&#803;d&#803;&#257;ntara-stha-param&#257;n&#803;u-cay&#257;ntara-stham&#769;</P><P CLASS=n>govindam &#257;di-purus&#803;am&#769; tam aham&#769; bhaj&#257;mi</P><P>"I worship the Personality of Godhead, Govinda, who enters the existence of every universe and every atom by one of His plenary portions and thus manifests His infinite energy throughout the material creation." By His one plenary portion as Param&#257;tm&#257;, antary&#257;m&#299;, the Lord is all-pervading throughout the unlimited universes. He is the pratyak, or antary&#257;m&#299;, of all living entities. The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/3.htm">13.3</A>), ks&#803;etraj&#241;am&#769; c&#257;pi m&#257;m&#769; viddhi sarva-ks&#803;etres&#803;u bh&#257;rata: "O scion of Bharata, you should understand that I am also the knower in all bodies." Because the Lord is the Supersoul, He is the active principle of every living entity and even the atom (an&#803;d&#803;a-ntara-stha-param&#257;n&#803;u-cay&#257;ntara-stham). He is the actual reality. According to various stages of intelligence, one realizes the presence of the Supreme in everything through the manifestations of His energy. The entire world is permeated by the three gun&#803;as, and one can understand His presence according to one's modes of material nature.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>