<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 10 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 10 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Discussion Between Jad&#803;a Bharata and Mah&#257;r&#257;ja Rah&#363;gan&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.10.2</P><P CLASS=c>yad&#257; hi dvija-varasyes&#803;u-m&#257;tr&#257;valok&#257;nugater na sam&#257;hit&#257; purus&#803;a-gatis tad&#257; vis&#803;ama-gat&#257;m&#769; sva-&#347;ibik&#257;m&#769; rah&#363;gan&#803;a upadh&#257;rya purus&#803;&#257;n adhivahata &#257;ha he vod&#803;h&#257;rah&#803; s&#257;dhv atikramata kim iti vis&#803;amam uhyate y&#257;nam iti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/v/varasya">varasya</A> &#8212; of <A HREF="http://vedabase.net/j/jada">Jad&#803;a</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/i/isu">is&#803;u</A>-<A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tra</A> &#8212; the measurement of <A HREF="http://vedabase.net/a/an">an</A> arrow (three feet) ahead; <A CLASS=v HREF="http://vedabase.net/a/avaloka">avaloka</A>-<A CLASS=v HREF="http://vedabase.net/a/anugateh">anugateh&#803;</A> &#8212; from moving only after glancing; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/s/samahita">sam&#257;hit&#257;</A> &#8212; not united; <A CLASS=v HREF="http://vedabase.net/p/purusa">purus&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/g/gatih">gatih&#803;</A> &#8212; the movement of the carriers; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/v/visama">vis&#803;ama</A>-<A CLASS=v HREF="http://vedabase.net/g/gatam">gat&#257;m</A> &#8212; becoming uneven; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/sibikam">&#347;ibik&#257;m</A> &#8212; his own palanquin; <A CLASS=v HREF="http://vedabase.net/r/rahuganah">rah&#363;gan&#803;ah&#803;</A> &#8212; King <A HREF="http://vedabase.net/r/rahugana">Rah&#363;gan&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/u/upadharya">upadh&#257;rya</A> &#8212; understanding; <A CLASS=v HREF="http://vedabase.net/p/purusan">purus&#803;&#257;n</A> &#8212; unto the men; <A CLASS=v HREF="http://vedabase.net/a/adhivahatah">adhivahatah&#803;</A> &#8212; who were carrying the palanquin; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/h/he">he</A> &#8212; oh; <A CLASS=v HREF="http://vedabase.net/v/vodharah">vod&#803;h&#257;rah&#803;</A> &#8212; carriers of the palanquin; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> <A CLASS=v HREF="http://vedabase.net/a/atikramata">atikramata</A> &#8212; please walk evenly <A HREF="http://vedabase.net/s/so">so</A> that there will not be bouncing; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; for what reason; <A CLASS=v HREF="http://vedabase.net/v/visamam">vis&#803;amam</A> &#8212; uneven; <A CLASS=v HREF="http://vedabase.net/u/uhyate">uhyate</A> &#8212; is being carried; <A CLASS=v HREF="http://vedabase.net/y/yanam">y&#257;nam</A> &#8212; the palanquin; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>The palanquin, however, was very erratically carried by Jad&#803;a Bharata due to his sense of nonviolence. As he stepped forward, he checked before him every three feet to see whether he was about to step on ants. Consequently he could not keep pace with the other carriers. Due to this, the palanquin was shaking, and King Rah&#363;gan&#803;a immediately asked the carriers, "Why are you carrying this palanquin unevenly? Better carry it properly."</P><P CLASS=t>PURPORT</P><P>Although Jad&#803;a Bharata was forced to carry the palanquin, he did not give up his sympathetic feelings toward the poor ants passing on the road. A devotee of the Lord does not forget his devotional service and other favorable activities, even when he is in a most distressful condition. Jad&#803;a Bharata was a qualified br&#257;hman&#803;a, highly elevated in spiritual knowledge, yet he was forced to carry the palanquin. He did not mind this, but while walking on the road, he could not forget his duty to avoid killing even an ant. A Vais&#803;n&#803;ava is never envious or unnecessarily violent. There were many ants on the path, but Jad&#803;a Bharata took care by looking ahead three feet. When the ants were no longer in his way, he would place his foot on the ground. A Vais&#803;n&#803;ava is always very kind at heart to all living entities. In His s&#257;&#324;khya-yoga, Lord Kapiladeva explains: suhr&#803;dah&#803; sarva-dehin&#257;m. Living entities assume different bodily forms. Those who are not Vais&#803;n&#803;avas consider only human society worthy of their sympathy, but Kr&#803;s&#803;n&#803;a claims to be the supreme father of all life forms. Consequently the Vais&#803;n&#803;ava takes care not to annihilate untimely or unnecessarily any life form. All living entities have to fulfill a certain duration for being encaged in a particular type of material body. They have to finish the duration allotted a particular body before being promoted or evolved to another body. Killing an animal or any other living being simply places an impediment in the way of his completing his term of imprisonment in a certain body. One should therefore not kill bodies for one's sense gratification, for this will implicate one in sinful activity.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>