<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 10 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 10 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Discussion Between Jad&#803;a Bharata and Mah&#257;r&#257;ja Rah&#363;gan&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.10.24</P><P CLASS=c>tan me bhav&#257;n nara-dev&#257;bhim&#257;na-</P><P CLASS=c>madena tucch&#299;kr&#803;ta-sattamasya</P><P CLASS=c>kr&#803;s&#803;&#299;s&#803;t&#803;a maitr&#299;-dr&#803;&#347;am &#257;rta-bandho</P><P CLASS=c>yath&#257; tare sad-avadhy&#257;nam am&#769;hah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; your good self; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/a/abhimana">abhim&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/m/madena">madena</A> &#8212; by madness due <A HREF="http://vedabase.net/t/to">to</A> having the body of <A HREF="http://vedabase.net/a/a">a</A> king and thus being proud of <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/t/tucchikrta">tucch&#299;kr&#803;ta</A> &#8212; who has insulted; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/t/tamasya">tamasya</A> &#8212; you who <A HREF="http://vedabase.net/a/are">are</A> the best among human beings; <A CLASS=v HREF="http://vedabase.net/k/krsista">kr&#803;s&#803;&#299;s&#803;t&#803;a</A> &#8212; kindly show; <A CLASS=v HREF="http://vedabase.net/m/maitri">maitr&#299;</A>-<A CLASS=v HREF="http://vedabase.net/d/drsam">dr&#803;&#347;am</A> &#8212; your causeless mercy upon <A HREF="http://vedabase.net/m/me">me</A> like <A HREF="http://vedabase.net/a/a">a</A> friend; <A CLASS=v HREF="http://vedabase.net/a/arta">&#257;rta</A>-<A CLASS=v HREF="http://vedabase.net/b/bandho">bandho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> friend of all distressed persons; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/t/tare">tare</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> can get relief from; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/avadhyanam">avadhy&#257;nam</A> &#8212; neglecting <A HREF="http://vedabase.net/a/a">a</A> great personality like you; <A CLASS=v HREF="http://vedabase.net/a/amhah">am&#769;hah&#803;</A> &#8212; the sin.</P><P CLASS=t>TRANSLATION</P><P>Whatever you have spoken appears to me to be contradictory. O best friend of the distressed, I have committed a great offense by insulting you. I was puffed up with false prestige due to possessing the body of a king. For this I have certainly become an offender. Therefore I pray that you kindly glance at me with your causeless mercy. If you do so, I can be relieved from sinful activities brought about by insulting you.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu has said that by offending a Vais&#803;n&#803;ava, one finishes all his spiritual activities. Offending a Vais&#803;n&#803;ava is considered the mad elephant offense. A mad elephant can destroy an entire garden which has been developed with great labor. One may attain the topmost platform of devotional service, but somehow or other if he offends a Vais&#803;n&#803;ava, the whole structure collapses. Unconsciously, King Rah&#363;gan&#803;a offended Jad&#803;a Bharata, but due to his good sense, he asked to be excused. This is the process by which one can be relieved from a vais&#803;n&#803;ava-apar&#257;dha. Kr&#803;s&#803;n&#803;a is always very simple and by nature merciful. When one commits an offense at the feet of a Vais&#803;n&#803;ava, one must immediately apologize to such a personality so that his spiritual advancement may not be hampered.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>