<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 10 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 10 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Discussion Between Jad&#803;a Bharata and Mah&#257;r&#257;ja Rah&#363;gan&#803;a</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.10.5</P><P CLASS=c>s&#257;m&#769;sargiko dos&#803;a eva n&#363;nam ekasy&#257;pi sarves&#803;&#257;m&#769; s&#257;m&#769;sargik&#257;n&#803;&#257;m&#769; bhavitum arhat&#299;ti ni&#347;citya ni&#347;amya kr&#803;pan&#803;a-vaco r&#257;j&#257; rah&#363;gan&#803;a up&#257;sita-vr&#803;ddho 'pi nisargen&#803;a bal&#257;t kr&#803;ta &#299;s&#803;ad-utthita-manyur avispas&#803;t&#803;a-brahma-tejasam&#769; j&#257;ta-vedasam iva rajas&#257;vr&#803;ta-matir &#257;ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/samsargikah">s&#257;m&#769;sargikah&#803;</A> &#8212; resulting from intimate association; <A CLASS=v HREF="http://vedabase.net/d/dosah">dos&#803;ah&#803;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> fault; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/e/ekasya">ekasya</A> &#8212; of one; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarves&#803;&#257;m</A> &#8212; of all other; <A CLASS=v HREF="http://vedabase.net/s/samsargikanam">s&#257;m&#769;sargik&#257;n&#803;&#257;m</A> &#8212; persons associated with him; <A CLASS=v HREF="http://vedabase.net/b/bhavitum">bhavitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> become; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; is able; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/n/niscitya">ni&#347;citya</A> &#8212; ascertaining; <A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; by hearing; <A CLASS=v HREF="http://vedabase.net/k/krpana">kr&#803;pan&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/v/vacah">vacah&#803;</A> &#8212; the words of the poor servants, who were very afraid of being punished; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/r/rahuganah">rah&#363;gan&#803;ah&#803;</A> &#8212; <A HREF="http://vedabase.net/r/rahugana">Rah&#363;gan&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/u/upasita">up&#257;sita</A>-<A CLASS=v HREF="http://vedabase.net/v/vrddhah">vr&#803;ddhah&#803;</A> &#8212; having served and heard from many elderly sages; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> spite of; <A CLASS=v HREF="http://vedabase.net/n/nisargena">nisargen&#803;a</A> &#8212; by his personal nature, which was that of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/k/ksatriya">ks&#803;atriya</A>; <A CLASS=v HREF="http://vedabase.net/b/balat">bal&#257;t</A> &#8212; by force; <A CLASS=v HREF="http://vedabase.net/k/krtah">kr&#803;tah&#803;</A> &#8212; done; <A CLASS=v HREF="http://vedabase.net/i/isat">&#299;s&#803;at</A> &#8212; slightly; <A CLASS=v HREF="http://vedabase.net/u/utthita">utthita</A> &#8212; awakened; <A CLASS=v HREF="http://vedabase.net/m/manyuh">manyuh&#803;</A> &#8212; whose anger; <A CLASS=v HREF="http://vedabase.net/a/avispasta">avispas&#803;t&#803;a</A> &#8212; not being distinctly visible; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/t/tejasam">tejasam</A> &#8212; his (<A HREF="http://vedabase.net/j/jada">Jad&#803;a</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>'s) spiritual effulgence; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vedasam">vedasam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> fire covered by ashes <A HREF="http://vedabase.net/i/in">in</A> Vedic ritualistic ceremonies; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/r/rajasa">rajas&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/avrta">&#257;vr&#803;ta</A> &#8212; covered by the mode of passion; <A CLASS=v HREF="http://vedabase.net/m/matih">matih&#803;</A> &#8212; whose mind; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said.</P><P CLASS=t>TRANSLATION</P><P>King Rah&#363;gan&#803;a could understand the speeches given by the carriers, who were afraid of being punished. He could also understand that simply due to the fault of one person, the palanquin was not being carried properly. Knowing this perfectly well and hearing their appeal, he became a little angry, although he was very advanced in political science and was very experienced. His anger arose due to his inborn nature as a king. Actually King Rah&#363;gan&#803;a's mind was covered by the mode of passion, and he therefore spoke as follows to Jad&#803;a Bharata, whose Brahman effulgence was not clearly visible, being covered like a fire covered by ashes.</P><P CLASS=t>PURPORT</P><P>The distinction between rajo-gun&#803;a and sattva-gun&#803;a is explained in this verse. Although the King was very upright and advanced in political science and governmental management, he was nonetheless in the mode of passion, and therefore, due to a slight agitation, he became angry. Jad&#803;a Bharata, despite all kinds of injustice endured because of his deaf and dumb display, remained silent by the strength of his spiritual advancement. Nonetheless his brahma-tejah&#803;, his Brahman effulgence, was indistinctly visible in his person.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>