<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 13 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 13 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Description of the Descendants of Dhruva Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.13.1</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>ni&#347;amya kaus&#803;&#257;ravin&#803;opavarn&#803;itam&#769;</P><P CLASS=c>dhruvasya vaikun&#803;t&#803;ha-pad&#257;dhirohan&#803;am</P><P CLASS=c>prar&#363;d&#803;ha-bh&#257;vo bhagavaty adhoks&#803;aje</P><P CLASS=c>pras&#803;t&#803;um&#769; punas tam&#769; vidurah&#803; pracakrame</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah&#803;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; after hearing; <A CLASS=v HREF="http://vedabase.net/k/kausaravina">kaus&#803;&#257;ravin&#803;&#257;</A> &#8212; by the sage Maitreya; <A CLASS=v HREF="http://vedabase.net/u/upavarnitam">upavarn&#803;itam</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/d/dhruvasya">dhruvasya</A> &#8212; of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/d/dhruva">Dhruva</A>; <A CLASS=v HREF="http://vedabase.net/v/vaikuntha">vaikun&#803;t&#803;ha</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">pada</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the abode of <A HREF="http://vedabase.net/v/visnu">Vis&#803;n&#803;u</A>; <A CLASS=v HREF="http://vedabase.net/a/adhirohanam">adhirohan&#803;am</A> &#8212; ascent; <A CLASS=v HREF="http://vedabase.net/p/prarudha">prar&#363;d&#803;ha</A> &#8212; increased; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;vah&#803;</A> &#8212; devotional emotion; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adhoksaje">adhoks&#803;aje</A> &#8212; who is beyond the reach of direct perception; <A CLASS=v HREF="http://vedabase.net/p/prastum">pras&#803;t&#803;um</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> inquire; <A CLASS=v HREF="http://vedabase.net/p/punah">punah&#803;</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Maitreya; <A CLASS=v HREF="http://vedabase.net/v/vidurah">vidurah&#803;</A> &#8212; <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/p/pracakrame">pracakrame</A> &#8212; attempted.</P><P CLASS=t>TRANSLATION</P><P>S&#363;ta Gosv&#257;m&#299;, continuing to speak to all the r&#803;s&#803;is, headed by &#346;aunaka, said: After hearing Maitreya R&#803;s&#803;i describe Dhruva Mah&#257;r&#257;ja's ascent to Lord Vis&#803;n&#803;u's abode, Vidura became very much enlightened in devotional emotion, and he inquired from Maitreya as follows.</P><P CLASS=t>PURPORT</P><P>As evidenced in the topics between Vidura and Maitreya, the activities of the Supreme Personality of Godhead and the devotees are so fascinating that neither the devotee who is describing them nor the devotee who is hearing is at all fatigued by the inquiries and answers. Transcendental subject matter is so nice that no one becomes tired of hearing or speaking. Others, who are not devotees, may think, "How can people devote so much time simply to talks of God?" But devotees are never satisfied or satiated in hearing and speaking about the Supreme Personality of Godhead or about His devotees. The more they hear and talk, the more they become enthusiastic to hear. The chanting of the Hare Kr&#803;s&#803;n&#803;a mantra is simply the repetition of three words, Hare, Kr&#803;s&#803;n&#803;a and R&#257;ma, but still devotees can go on chanting this Hare Kr&#803;s&#803;n&#803;a mantra twenty-four hours a day without feeling fatigued.</P><P CLASS=l><A CLASS=i HREF="../12/52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>