<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.32</P><P CLASS=c>kr&#803;s&#803;n&#803;a-varn&#803;am&#769; tvis&#803;&#257;kr&#803;s&#803;n&#803;am&#769;</P><P CLASS=c>s&#257;&#324;gop&#257;&#324;g&#257;stra-p&#257;rs&#803;adam</P><P CLASS=c>yaj&#241;aih&#803; sa&#324;k&#299;rtana-pr&#257;yair</P><P CLASS=c>yajanti hi su-medhasah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/v/varnam">varn&#803;am</A> &#8212; repeating the syllables kr&#803;s&#803;-<A HREF="http://vedabase.net/n/na">n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/t/tvisa">tvis&#803;&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> luster; <A CLASS=v HREF="http://vedabase.net/a/akrsnam">akr&#803;s&#803;n&#803;am</A> &#8212; not black (golden); <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; along with associates; <A CLASS=v HREF="http://vedabase.net/u/upa">upa</A>-<A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; servitors; <A CLASS=v HREF="http://vedabase.net/a/astra">astra</A> &#8212; weapons; <A CLASS=v HREF="http://vedabase.net/p/parsadam">p&#257;rs&#803;adam</A> &#8212; confidential companions; <A CLASS=v HREF="http://vedabase.net/y/yajnaih">yaj&#241;aih&#803;</A> &#8212; by sacrifice; <A CLASS=v HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A>-<A CLASS=v HREF="http://vedabase.net/p/prayaih">pr&#257;yaih&#803;</A> &#8212; consisting chiefly of congregational chanting; <A CLASS=v HREF="http://vedabase.net/y/yajanti">yajanti</A> &#8212; they worship; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/medhasah">medhasah&#803;</A> &#8212; intelligent persons.</P><P CLASS=t>TRANSLATION</P><P>In the age of Kali, intelligent persons perform congregational chanting to worship the incarnation of Godhead who constantly sings the names of Kr&#803;s&#803;n&#803;a. Although His complexion is not blackish, He is Kr&#803;s&#803;n&#803;a Himself. He is accompanied by His associates, servants, weapons and confidential companions.</P><P CLASS=t>PURPORT</P><P>This same verse is quoted by Kr&#803;s&#803;n&#803;ad&#257;sa Kavir&#257;ja in the Caitanya-carit&#257;mr&#803;ta, &#256;di-l&#299;l&#257;, Chapter Three, verse 52. His Divine Grace A.C. Bhaktivedanta Swami Prabhup&#257;da has given the following commentary on this verse. "This text is from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/5/32.htm">11.5.32</A>). &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has explained this verse in his commentary on the Bh&#257;gavatam known as the Krama-sandarbha, wherein he says that Lord Kr&#803;s&#803;n&#803;a also appears with a golden complexion. That golden Lord Kr&#803;s&#803;n&#803;a is Lord Caitanya, who is worshiped by intelligent men in this age. That is confirmed in &#346;r&#299;mad-Bh&#257;gavatam by Garga Muni, who said that although the child Kr&#803;s&#803;n&#803;a was blackish, He also appears in three other colors &#8212; red, white and yellow. He exhibited His white and red complexions in the Satya and Tret&#257; ages respectively. He did not exhibit the remaining color, yellow-gold, until He appeared as Lord Caitanya, who is known as Gaurahari.</P><P>"&#346;r&#299;la J&#299;va Gosv&#257;m&#299; explains that kr&#803;s&#803;n&#803;a-varn&#803;am means &#346;r&#299; Kr&#803;s&#803;n&#803;a Caitanya. Kr&#803;s&#803;n&#803;a-varn&#803;am and Kr&#803;s&#803;n&#803;a Caitanya are equivalent. The name Kr&#803;s&#803;n&#803;a appears with both Lord Kr&#803;s&#803;n&#803;a and Lord Caitanya Kr&#803;s&#803;n&#803;a. Lord &#346;r&#299; Caitanya Mah&#257;prabhu is the Supreme Personality of Godhead, but He always engages in describing Kr&#803;s&#803;n&#803;a and thus enjoying transcendental bliss by chanting and remembering His name and form. Lord Kr&#803;s&#803;n&#803;a Himself appears as Lord Caitanya to preach the highest gospel. Varn&#803;ayati means 'utters' or 'describes.' Lord Caitanya always chants the holy name of Kr&#803;s&#803;n&#803;a and describes it also, and because He is Kr&#803;s&#803;n&#803;a Himself, whoever meets Him will automatically chant the holy name of Kr&#803;s&#803;n&#803;a and later describe it to others. He injects one with transcendental Kr&#803;s&#803;n&#803;a consciousness, which merges the chanter in transcendental bliss. In all respects, therefore, He appears before everyone as Kr&#803;s&#803;n&#803;a, either by personality or by sound. Simply by seeing Lord Caitanya one at once remembers Lord Kr&#803;s&#803;n&#803;a. One may therefore accept Him as vis&#803;n&#803;u-tattva. In other words, Lord Caitanya is Lord Kr&#803;s&#803;n&#803;a Himself.</P><P>"S&#257;&#324;gop&#257;&#324;g&#257;stra-p&#257;rs&#803;adam further indicates that Lord Caitanya is Lord Kr&#803;s&#803;n&#803;a. His body is always decorated with ornaments of sandalwood and with sandalwood paste. By His superexcellent beauty He subdues all the people of the age. In other descents the Lord sometimes used weapons to defeat the demoniac, but in this age the Lord subdues them with His all-attractive figure as Caitanya Mah&#257;prabhu. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; explains that His beauty is His astra, or weapon, to subdue the demons. Because He is all-attractive, it is to be understood that all the demigods lived with Him as His companions. His acts were uncommon and His associates wonderful. When He propagated the sa&#324;k&#299;rtana movement, He attracted many great scholars and &#257;c&#257;ryas, especially in Bengal and Orissa. Lord Caitanya is always accompanied by His best associates like Lord Nity&#257;nanda, Advaita, Gad&#257;dhara and &#346;r&#299;v&#257;sa.</P><P>"&#346;r&#299;la J&#299;va Gosv&#257;m&#299; cites a verse from the Vedic literature that says that there is no necessity of performing sacrificial demonstrations or ceremonial functions. He comments that instead of engaging in such external, pompous exhibitions, all people, regardless of caste, color or creed, can assemble together and chant Hare Kr&#803;s&#803;n&#803;a to worship Lord Caitanya. Kr&#803;s&#803;n&#803;a-varn&#803;am&#769; tvis&#803;&#257;kr&#803;s&#803;n&#803;am [<A CLASS=v HREF="../../11/5/32.htm">SB 11.5.32</A>] indicates that prominence should be given to the name Kr&#803;s&#803;n&#803;a. Lord Caitanya taught Kr&#803;s&#803;n&#803;a consciousness and chanted the name of Kr&#803;s&#803;n&#803;a. Therefore, to worship Lord Caitanya, everyone should together chant the mah&#257;-mantra &#8212; Hare Kr&#803;s&#803;n&#803;a, Hare Kr&#803;s&#803;n&#803;a, Kr&#803;s&#803;n&#803;a Kr&#803;s&#803;n&#803;a, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. To propagate worship in churches, temples or mosques is not possible because people have lost interest in that. But anywhere and everywhere, people can chant Hare Kr&#803;s&#803;n&#803;a. Thus worshiping Lord Caitanya, they can perform the highest activity and fulfill the highest religious purpose of satisfying the Supreme Lord.</P><P>"&#346;r&#299;la S&#257;rvabhauma Bhat&#803;t&#803;&#257;c&#257;rya, a famous disciple of Lord Caitanya, said: 'The principle of transcendental devotional service having been lost, &#346;r&#299; Kr&#803;s&#803;n&#803;a Caitanya has appeared to deliver again the process of devotion. He is so kind that He is distributing love of Kr&#803;s&#803;n&#803;a. Everyone should be attracted more and more to His lotus feet, as humming bees are attracted to a lotus flower.' "</P><P>The incarnation of Caitanya Mah&#257;prabhu is also described in the &#346;r&#299; Vis&#803;n&#803;u-sahasra-n&#257;ma, which appears in Chapter 189 of the D&#257;na-dharma-parva of Mah&#257;bh&#257;rata. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has quoted this reference as follows: suvarn&#803;a-varn&#803;o hem&#257;&#324;go var&#257;&#324;ga&#347; candan&#257;&#324;gad&#299;. "In His early pastimes He appears as a householder with a golden complexion. His limbs are beautiful, and His body, smeared with the pulp of sandalwood, seems like molten gold." He has also quoted, sanny&#257;sa-kr&#803;c chamah&#803; &#347;&#257;nto nis&#803;t&#803;h&#257;-&#347;&#257;nti-par&#257;yan&#803;ah&#803;: "In His later pastimes He accepts the sanny&#257;sa order, and He is equipoised and peaceful. He is the highest abode of peace and devotion, for He silences the impersonalist nondevotees."</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>