<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.47</P><P CLASS=c>dar&#347;an&#257;li&#324;gan&#257;l&#257;paih&#803;</P><P CLASS=c>&#347;ayan&#257;sana-bhojanaih&#803;</P><P CLASS=c>&#257;tm&#257; v&#257;m&#769; p&#257;vitah&#803; kr&#803;s&#803;n&#803;e</P><P CLASS=c>putra-sneham&#769; prakurvatoh&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; by seeing; <A CLASS=v HREF="http://vedabase.net/a/alingana">&#257;li&#324;gana</A> &#8212; embracing; <A CLASS=v HREF="http://vedabase.net/a/alapaih">&#257;l&#257;paih&#803;</A> &#8212; and conversing; <A CLASS=v HREF="http://vedabase.net/s/sayana">&#347;ayana</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> taking rest; <A CLASS=v HREF="http://vedabase.net/a/asana">&#257;sana</A> &#8212; sitting; <A CLASS=v HREF="http://vedabase.net/b/bhojanaih">bhojanaih&#803;</A> &#8212; and eating; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the hearts; <A CLASS=v HREF="http://vedabase.net/v/vam">v&#257;m</A> &#8212; of you two; <A CLASS=v HREF="http://vedabase.net/p/pavitah">p&#257;vitah&#803;</A> &#8212; have become purified; <A CLASS=v HREF="http://vedabase.net/k/krsne">kr&#803;s&#803;n&#803;e</A> &#8212; for Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A>-<A CLASS=v HREF="http://vedabase.net/s/sneham">sneham</A> &#8212; the affection toward <A HREF="http://vedabase.net/a/a">a</A> son; <A CLASS=v HREF="http://vedabase.net/p/prakurvatoh">prakurvatoh&#803;</A> &#8212; who were manifesting.</P><P CLASS=t>TRANSLATION</P><P>My dear Vasudeva, you and your good wife Devak&#299; have manifested great transcendental love for Kr&#803;s&#803;n&#803;a, accepting Him as your son. Indeed, you are always seeing the Lord, embracing Him, speaking with Him, resting with Him, sitting together with Him and taking your meals with Him. By such affectionate and intimate association with the Lord, undoubtedly both of you have completely purified your hearts. In other words, you are already perfect.</P><P CLASS=t>PURPORT</P><P>The words &#257;tm&#257; v&#257;m p&#257;vitah&#803; in this verse are very significant. Ordinary conditioned souls are required to purify their existence by practicing the regulative principles of bhakti-yoga and learning how to offer all of their activities in the devotional service of the Lord. Such a regulative, gradual process, however, cannot be applied to those exalted souls who are personally attending the Lord as His parents, boyfriends, girl friends, advisors, sons, etc. Due to Vasudeva and Devak&#299;'s intense love for Kr&#803;s&#803;n&#803;a as their son, they had already achieved the highest perfectional stage of life. Although in the previous verse &#346;r&#299; N&#257;rada Muni informed Vasudeva that he and his wife had become glorious by Kr&#803;s&#803;n&#803;a's taking birth as their son, Vasudeva might have argued that other personal associates of the Lord, such as Jaya and Vijaya, had fallen down due to offending the br&#257;hman&#803;a class. Therefore, in the present verse N&#257;rada has used the word p&#257;vitah&#803;: "You are completely purified, and therefore you are completely free from the slightest trace of discrepancy in your devotional service, due to your intense love for Kr&#803;s&#803;n&#803;a."</P><P>It is understood from the commentary of &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; T&#803;h&#257;kura that &#346;r&#299; Vasudeva, Kr&#803;s&#803;n&#803;a's pastime father, is actually an eternally liberated nitya-siddha associate of the Personality of Godhead. Vasudeva has a spiritual body, just as Kr&#803;s&#803;n&#803;a does, and he is always merged in the overwhelming ecstatic desire to serve Kr&#803;s&#803;n&#803;a, his beautiful son. However, N&#257;rada could understand that due to extreme humility, Vasudeva considered himself an ordinary human being and was feeling very anxious to receive transcendental instructions on the devotional service of the Lord. Accepting the ecstatic humility of Vasudeva, and to relieve his anxiety, &#346;r&#299; N&#257;rada Muni instructed him in the science of bhakti-yoga as one might instruct an ordinary human being. However, at the some time N&#257;rada has revealed that actually &#346;r&#299; Vasudeva and Devak&#299; are already completely glorious by their unprecedented fortune of having Kr&#803;s&#803;n&#803;a and Balar&#257;ma as their sons. Therefore, N&#257;rada is telling Vasudeva, "My dear Vasudeva, do not in any way be discouraged or doubtful about your position. Undoubtedly you are immediately going back home, back to Godhead. And actually you and your good wife are the most fortunate persons."</P><P>In conclusion, everyone should become fortunate by fully developing his dormant love for Kr&#803;s&#803;n&#803;a. Many terrible demons who opposed Kr&#803;s&#803;n&#803;a eventually achieved a happy state of life by their association with Kr&#803;s&#803;n&#803;a. Therefore there is no doubt about the supreme bliss achieved by the loving devotees of the Lord who day and night can only think of pleasing Kr&#803;s&#803;n&#803;a.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>