<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.48</P><P CLASS=c>vairen&#803;a yam&#769; nr&#803;patayah&#803; &#347;i&#347;up&#257;la-paun&#803;d&#803;ra-</P><P CLASS=c>&#347;&#257;lv&#257;dayo gati-vil&#257;sa-vilokan&#257;dyaih&#803;</P><P CLASS=c>dhy&#257;yanta &#257;kr&#803;ta-dhiyah&#803; &#347;ayan&#257;san&#257;dau</P><P CLASS=c>tat-s&#257;myam &#257;pur anurakta-dhiy&#257;m&#769; punah&#803; kim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vairena">vairen&#803;a</A> &#8212; with envy; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom (Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>); <A CLASS=v HREF="http://vedabase.net/n/nr">nr&#803;</A>-<A CLASS=v HREF="http://vedabase.net/p/patayah">patayah&#803;</A> &#8212; kings; <A CLASS=v HREF="http://vedabase.net/s/sisupala">&#347;i&#347;up&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/p/paundra">paun&#803;d&#803;ra</A>-<A CLASS=v HREF="http://vedabase.net/s/salva">&#347;&#257;lva</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah&#803;</A> &#8212; like <A HREF="http://vedabase.net/s/sisupala">&#346;i&#347;up&#257;la</A>, <A HREF="http://vedabase.net/p/paundraka">Paun&#803;d&#803;raka</A>, <A HREF="http://vedabase.net/s/salva">&#346;&#257;lva</A>, etc.; <A CLASS=v HREF="http://vedabase.net/g/gati">gati</A> &#8212; upon His movements; <A CLASS=v HREF="http://vedabase.net/v/vilasa">vil&#257;sa</A> &#8212; sporting; <A CLASS=v HREF="http://vedabase.net/v/vilokana">vilokana</A> &#8212; glances; <A CLASS=v HREF="http://vedabase.net/a/adyaih">&#257;dyaih&#803;</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> forth; <A CLASS=v HREF="http://vedabase.net/d/dhyayantah">dhy&#257;yantah&#803;</A> &#8212; meditating; <A CLASS=v HREF="http://vedabase.net/a/akrta">&#257;kr&#803;ta</A> &#8212; thus fixed; <A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah&#803;</A> &#8212; their minds; <A CLASS=v HREF="http://vedabase.net/s/sayana">&#347;ayana</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the activities of lying down; <A CLASS=v HREF="http://vedabase.net/a/asana">&#257;sana</A>-<A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; sitting, and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/s/samyam">s&#257;myam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> position on the <A HREF="http://vedabase.net/s/same">same</A> level with Him (that is, <A HREF="http://vedabase.net/a/a">a</A> position <A HREF="http://vedabase.net/i/in">in</A> the eternal, spiritual world); <A CLASS=v HREF="http://vedabase.net/a/apuh">&#257;puh&#803;</A> &#8212; they achieved; <A CLASS=v HREF="http://vedabase.net/a/anurakta">anurakta</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiyam">dhiy&#257;m</A> &#8212; for those whose minds <A HREF="http://vedabase.net/a/are">are</A> naturally attached <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> favorable way; <A CLASS=v HREF="http://vedabase.net/p/punah">punah&#803;</A> <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak of <A HREF="http://vedabase.net/i/in">in</A> comparison.</P><P CLASS=t>TRANSLATION</P><P>Inimical kings like &#346;i&#347;up&#257;la, Paun&#803;d&#803;raka and &#346;&#257;lva were always thinking about Lord Kr&#803;s&#803;n&#803;a. Even while they were lying down, sitting or engaging in other activities, they enviously meditated upon the bodily movements of the Lord, His sporting pastimes, His loving glances upon His devotees, and other attractive features displayed by the Lord. Being thus always absorbed in Kr&#803;s&#803;n&#803;a, they achieved spiritual liberation in the Lord's own abode. What then can be said of the benedictions offered to those who constantly fix their minds on Lord Kr&#803;s&#803;n&#803;a in a favorable, loving mood?</P><P CLASS=t>PURPORT</P><P>On the eve of the disappearance of Lord Kr&#803;s&#803;n&#803;a from this world, Vasudeva became filled with lamentation thinking that he had not properly utilized the opportunity of the Lord's personal presence to become perfectly Kr&#803;s&#803;n&#803;a conscious. However, N&#257;rada Muni assured &#346;r&#299; Vasudeva that the glories of Vasudeva and his good wife Devak&#299; were chanted throughout the universe because even the demigods worshiped the exalted status of the Lord's own parents. Vasudeva was not only concerned about his own spiritual position, but he also lamented for the Yadu dynasty, which had left the world in an apparently inauspicious way, being cursed by great br&#257;hman&#803;as such as N&#257;rada and dying in a fratricidal war. Although the members of the Yadu dynasty were personal associates of the Lord, their disappearance from the earth was apparently inauspicious, and therefore Vasudeva was concerned about their eventual destination. So N&#257;rada here assures Vasudeva that even the demons who opposed Kr&#803;s&#803;n&#803;a, such as &#346;i&#347;up&#257;la, Paun&#803;d&#803;raka and &#346;&#257;lva, achieved promotion to the Lord's own abode because of their constant absorption in thinking of Kr&#803;s&#803;n&#803;a. Therefore what to speak of the exalted members of the Yadu dynasty who actually loved Kr&#803;s&#803;n&#803;a more than anything (anurakta-dhiy&#257;m punah&#803; kim)? Similarly, it is stated in the Garud&#803;a Pur&#257;n&#803;a,</P><P>aj&#241;&#257;ninah&#803; sura-varam&#769; samadhiks&#803;ipanto</P><P CLASS=n>yam&#769; p&#257;pino 'pi &#347;i&#347;up&#257;la-suyodhan&#257;dy&#257;h&#803;</P><P CLASS=n>muktim&#769; gat&#257;h&#803; smaran&#803;a-m&#257;tra-vidh&#363;ta-p&#257;p&#257;h&#803;</P><P CLASS=n>kah&#803; sam&#769;&#347;ayah&#803; parama-bhaktimat&#257;m&#769; jan&#257;n&#257;m</P><P>"Even foolish sinners like &#346;i&#347;up&#257;la and Duryodhana who showered abuse upon the Lord were cleansed of all sins simply by remembering Lord Kr&#803;s&#803;n&#803;a. Somehow or other their minds were absorbed in the Lord, and thus they attained liberation. What doubt then is there about the destination of those who are overwhelmed with devotional feelings for the Lord?"</P><P>Vasudeva was also feeling anxiety because on the one hand he was aware that Kr&#803;s&#803;n&#803;a is the Supreme Personality of Godhead, but at the same time he treated the Lord as his beloved son. In the relationship between the father and son, sometimes the father must chastise the son and restrict him in various ways. In this way Vasudeva was feeling that undoubtedly he had offended the Lord in his attempt to train Lord Kr&#803;s&#803;n&#803;a as his son. However, Lord Kr&#803;s&#803;n&#803;a is actually pleased when a pure devotee becomes absorbed in parental love for Him and thus devotedly tries to care for Him just as loving parents care for a small child. Kr&#803;s&#803;n&#803;a reciprocates the intense devotional feelings of such devotees by actually appearing before them as a young boy and acting just like their son.</P><P>As mentioned in this verse, the demons actually chastised Kr&#803;s&#803;n&#803;a with feelings of enmity. Nevertheless, such demons attained liberation due to their absorption in Kr&#803;s&#803;n&#803;a. Therefore, what to speak of the destination of Vasudeva, who chastised Kr&#803;s&#803;n&#803;a due to his overwhelming parental love for Him? The conclusion is that the devotees of the Lord should never consider Vasudeva and Devak&#299; to be ordinary, conditioned souls. Their relationship with Lord Kr&#803;s&#803;n&#803;a is completely on the transcendental platform of v&#257;tsalya-rasa, or parental love for the Personality of Godhead. It has nothing to do with the parental love of the material world, which is based on a mood of sense gratification, since the parents see their children as objects of material enjoyment.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>