<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.49</P><P CLASS=c>m&#257;patya-buddhim akr&#803;th&#257;h&#803;</P><P CLASS=c>kr&#803;s&#803;n&#803;e sarv&#257;tman&#299;&#347;vare</P><P CLASS=c>m&#257;y&#257;-manus&#803;ya-bh&#257;vena</P><P CLASS=c>g&#363;d&#803;hai&#347;varye pare 'vyaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/a/apatya">apatya</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhim">buddhim</A> &#8212; the idea of being your son; <A CLASS=v HREF="http://vedabase.net/a/akrthah">akr&#803;th&#257;h&#803;</A> &#8212; impose; <A CLASS=v HREF="http://vedabase.net/k/krsne">kr&#803;s&#803;n&#803;e</A> &#8212; on <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; the Supreme Soul of all; <A CLASS=v HREF="http://vedabase.net/i/isvare">&#299;&#347;vare</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; by His power of illusion; <A CLASS=v HREF="http://vedabase.net/m/manusya">manus&#803;ya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; appearing <A HREF="http://vedabase.net/a/as">as</A> if <A HREF="http://vedabase.net/a/an">an</A> ordinary person; <A CLASS=v HREF="http://vedabase.net/g/gudha">g&#363;d&#803;ha</A>-<A CLASS=v HREF="http://vedabase.net/a/aisvarye">ai&#347;varye</A> &#8212; hiding His opulence; <A CLASS=v HREF="http://vedabase.net/p/pare">pare</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/a/avyaye">avyaye</A> &#8212; infallible.</P><P CLASS=t>TRANSLATION</P><P>Do not think of Kr&#803;s&#803;n&#803;a as an ordinary child, because He is the Supreme Personality of Godhead, inexhaustible and the Soul of all beings. The Lord has concealed His inconceivable opulences and is thus outwardly appearing to be an ordinary human being.</P><P CLASS=t>PURPORT</P><P>Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a is the original source of all plenary incarnations of the Absolute Truth. Kr&#803;s&#803;n&#803;as tu bhagav&#257;n svayam. His unlimited transcendental opulences are inexhaustible, and thus He very easily brings the entire creation under His personal control. Lord Kr&#803;s&#803;n&#803;a is the eternal well-wisher of every living entity, so there was no need for Vasudeva to be anxious about his future destination, nor that of the other personal associates of Kr&#803;s&#803;n&#803;a, such as the members of the Yadu dynasty. In verse 46 of this chapter, N&#257;rada Muni told Vasudeva, putrat&#257;m agamad yad v&#257;m&#769; bhagav&#257;n &#299;&#347;varo harih&#803;: "You and your good wife are now glorified throughout the universe because Lord Kr&#803;s&#803;n&#803;a has personally become your son." In this way N&#257;rada is encouraging Vasudeva to continue to love Kr&#803;s&#803;n&#803;a as his most beloved son, for such ecstatic devotional feelings are never to be given up. But at the same time, N&#257;rada is removing Vasudeva's doubts about the future by assuring him, "Due to your love for Kr&#803;s&#803;n&#803;a you may think that He is an ordinary human being. You are appearing like a human being, and Lord Kr&#803;s&#803;n&#803;a is simply reciprocating with you. In order to encourage you to love Him as your son, He is placing Himself under your control. And thus, His inconceivable power and opulences are being concealed from you. Don't assume, however, that there is actually a dangerous situation because of the events of this material world. Although Kr&#803;s&#803;n&#803;a appears to be under your control, He is eternally the supreme controller. Therefore, do not consider Him to be a human being. He is always the Supreme Personality of Godhead."</P><P>The word m&#257;y&#257; in this verse indicates that Kr&#803;s&#803;n&#803;a's manus&#803;ya, or humanlike, activities are actually misleading to the ordinary man because Kr&#803;s&#803;n&#803;a is the Supreme Personality of Godhead. M&#257;y&#257; also means "transcendental potencies." As stated in Bhagavad-g&#299;t&#257;, sambhav&#257;my &#257;tma-m&#257;yay&#257;: [<A CLASS=v HREF="../../../bg/4/6.htm">Bg. 4.6</A>] the Lord descends in His own transcendental form filled with transcendental potencies. And thus the words m&#257;y&#257;-manus&#803;ya-bh&#257;vena here also indicate Kr&#803;s&#803;n&#803;a's original transcendental form, which resembles the humanlike forms experienced in this world. M&#257;y&#257; also indicates "mercy," or "compassion," according to the Sanskrit dictionary, and thus the Lord's incarnation is understood to be His causeless mercy upon the conditioned souls. The Lord's descent is also His causeless mercy upon the liberated souls, who take immense pleasure in joining the Lord in His pastimes and in chanting and hearing about such exalted spiritual activities (&#347;ravan&#803;am&#769; k&#299;rtanam&#769; vis&#803;n&#803;oh&#803; [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]).</P><P>In order to reciprocate the love of Vasudeva for Him, Kr&#803;s&#803;n&#803;a mostly concealed His unlimited opulences. In this way the devotee is fully encouraged in his particular loving relationship with the Lord. However, when Vasudeva was filled with anxiety due to the dangerous situation created by the br&#257;hman&#803;a's curse, N&#257;rada immediately reminded him that such anxiety was unnecessary, since all these events were under the direct control of the Supreme Personality of Godhead. Thus, the Vais&#803;n&#803;ava paramaham&#769;sas who take the position of the Lord's parents remain under the shelter of the Lord at all times and never deviate from the loving devotional service of the Lord. They remain fixed in transcendence in all circumstances, unlike ordinary parents of the material world, who are constantly becoming bewildered by illusion due to the bodily concept of life.</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="50.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>