<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 4 Verses 3-4</TITLE><LINK REL=STYLESHEET HREF="../../../om.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 4 Verses 3-4"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Process of Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.4.3-4</P><P CLASS=c>papraccha cemam ev&#257;rtham&#769;</P><P CLASS=c>yan m&#257;m&#769; pr&#803;cchatha sattam&#257;h&#803;</P><P CLASS=c>kr&#803;s&#803;n&#803;&#257;nubh&#257;va-&#347;ravan&#803;e</P><P CLASS=c>&#347;raddadh&#257;no mah&#257;-man&#257;h&#803;</P><P CLASS=c>sam&#769;sth&#257;m&#769; vij&#241;&#257;ya sannyasya</P><P CLASS=c>karma trai-vargikam&#769; ca yat</P><P CLASS=c>v&#257;sudeve bhagavati</P><P CLASS=c>&#257;tma-bh&#257;vam&#769; dr&#803;d&#803;ham&#769; gatah&#803;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/papraccha">papraccha</A> &#8212; asked; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; exactly like; <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; purpose; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/p/prcchatha">pr&#803;cchatha</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> asking; <A CLASS=v HREF="http://vedabase.net/s/sattamah">sattam&#257;h&#803;</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great sages; <A CLASS=v HREF="http://vedabase.net/k/krsna">kr&#803;s&#803;n&#803;a</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhava">anubh&#257;va</A> &#8212; rapt <A HREF="http://vedabase.net/i/in">in</A> thought of <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/s/sravane">&#347;ravan&#803;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> hearing; <A CLASS=v HREF="http://vedabase.net/s/sraddadhanah">&#347;raddadh&#257;nah&#803;</A> &#8212; full of faith; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h&#803;</A> &#8212; the great soul; <A CLASS=v HREF="http://vedabase.net/s/samstham">sam&#769;sth&#257;m</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/v/vijnaya">vij&#241;&#257;ya</A> &#8212; being informed; <A CLASS=v HREF="http://vedabase.net/s/sannyasya">sannyasya</A> &#8212; renouncing; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/t/trai">trai</A>-<A CLASS=v HREF="http://vedabase.net/v/vargikam">vargikam</A> &#8212; the three principles religion, economic development and sense gratification; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; what <A HREF="http://vedabase.net/i/it">it</A> may be; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Kr&#803;s&#803;n&#803;a</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavam">bh&#257;vam</A> &#8212; attraction of love; <A CLASS=v HREF="http://vedabase.net/d/drdham">dr&#803;d&#803;ham</A> &#8212; firmly fixed; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah&#803;</A> &#8212; achieved.</P><P CLASS=t>TRANSLATION</P><P>O great sages, the great soul Mah&#257;r&#257;ja Par&#299;ks&#803;it, constantly rapt in thought of Lord Kr&#803;s&#803;n&#803;a, knowing well of his imminent death, renounced all sorts of fruitive activities, namely acts of religion, economic development and sense gratification, and thus fixed himself firmly in his natural love for Kr&#803;s&#803;n&#803;a and asked all these questions, exactly as you are asking me.</P><P CLASS=t>PURPORT</P><P>The three activities of religion, economic development and sense gratification are generally attractive for conditioned souls struggling for existence in the material world. Such regulated activities prescribed in the Vedas are called the karma-k&#257;n&#803;d&#803;&#299;ya conception of life, and householders are generally recommended to follow the rules just to enjoy material prosperity both in this life and in the next. Most people are attracted by such activities. Even in the activities of their modern godless civilization, people are more concerned with economic development and sense gratification without any religious sentiments. As a great emperor of the world, Mah&#257;r&#257;ja Par&#299;ks&#803;it had to observe such regulations of the Vedic karma-k&#257;n&#803;d&#803;&#299;ya section, but by his slight association with &#346;ukadeva Gosv&#257;m&#299; he could perfectly understand that Lord Kr&#803;s&#803;n&#803;a, the Absolute Personality of Godhead (V&#257;sudeva), for whom he had a natural love since his birth, is everything, and thus he fixed his mind firmly upon Him, renouncing all modes of Vedic karma-k&#257;n&#803;d&#803;&#299;ya activities. This perfectional stage is attained by a j&#241;&#257;n&#299; after many, many births. The j&#241;&#257;n&#299;s, or the empiric philosophers endeavoring for liberation, are thousands of times better than the fruitive workers, and out of hundreds of thousands of such j&#241;&#257;n&#299;s one is liberated factually. And out of hundreds of thousands of such liberated persons, even one person is rarely found who can firmly fix his mind unto the lotus feet of Lord &#346;r&#299; Kr&#803;s&#803;n&#803;a, as declared by the Lord Himself in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>). Mah&#257;r&#257;ja Par&#299;ks&#803;it is specially qualified with the word mah&#257;-man&#257;h&#803;, which puts him on an equal level with the mah&#257;tm&#257;s described in the Bhagavad-g&#299;t&#257;. In the later age also there have been many mah&#257;tm&#257;s of this type, and they also gave up all karma-k&#257;n&#803;d&#803;&#299;ya conceptions of life' solely and wholly depending on the Supreme Personality of Godhead Kr&#803;s&#803;n&#803;a. Lord Caitanya, who is Lord Kr&#803;s&#803;n&#803;a Himself, taught us in His &#346;iks&#803;&#257;s&#803;t&#803;aka (8):</P><P>&#257;&#347;lis&#803;ya v&#257; p&#257;da-rat&#257;m&#769; pinas&#803;t&#803;u m&#257;m</P><P CLASS=n>adar&#347;an&#257;n marma-hat&#257;m&#769; karotu v&#257;</P><P CLASS=n>yath&#257; tath&#257; v&#257; vidadh&#257;tu lampat&#803;o</P><P CLASS=n>mat-pr&#257;n&#803;a-n&#257;thas tu sa eva n&#257;parah&#803;</P><P>"Lord Kr&#803;s&#803;n&#803;a, who is the lover of many devotees (women), may embrace this fully surrendered maidservant or may trample me with His feet, or He may render me brokenhearted by not being present before me for a long duration of time, but still He is nothing less than the Absolute Lord of my heart."</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; spoke thus:</P><P>viracaya mayi dan&#803;d&#803;am&#769; d&#299;na-bandho day&#257;m&#299; v&#257;</P><P CLASS=n>gatir iha na bhavattah&#803; k&#257;cid any&#257; mam&#257;sti</P><P CLASS=n>nipatatu &#347;ata-kot&#803;i-nirbharam&#769; v&#257; nav&#257;mbhah&#803;</P><P CLASS=n>tad api kila-payodah&#803; st&#363;yate c&#257;takena</P><P>"O Lord of the poor, do what you like with me, give me either mercy or punishment, but in this world I have none to look to except Your Lordship. The c&#257;taka bird always prays for the cloud, regardless of whether it showers rains or throws a thunderbolt."</P><P>&#346;r&#299;la M&#257;dhavendra Pur&#299;, the grand-spiritual master of Lord Caitanya, took leave of all karma-k&#257;n&#803;d&#803;&#299;ya obligations in the following words:</P><P>sandhy&#257;-vandana bhadram astu bhavato bhoh&#803; sn&#257;na tubhyam&#769; namo</P><P CLASS=n>bho dev&#257;h&#803; pitara&#347; ca tarpan&#803;a-vidhau n&#257;ham&#769; ks&#803;amah&#803; ks&#803;amyat&#257;m</P><P CLASS=n>yatra kv&#257;pi nis&#803;adya y&#257;dava-kulottamasya kam&#769;sa-dvis&#803;ah&#803;</P><P CLASS=n>sm&#257;ram&#769; sm&#257;ram agham&#769; har&#257;mi tad alam&#769; manye kim anyena me</P><P>"O my evening prayer, all good unto you. O my morning bath, I bid you good-bye. O demigods and forefathers, please excuse me. I am unable to perform any more offerings for your pleasure. Now I have decided to free myself from all reactions to sins simply by remembering anywhere and everywhere the great descendant of Yadu and the great enemy of Kam&#769;sa [Lord Kr&#803;s&#803;n&#803;a]. I think that this is sufficient for me. So what is the use of further endeavors?"</P><P>&#346;r&#299;la M&#257;dhavendra Pur&#299; said further:</P><P>mugdham&#769; m&#257;m&#769; nigadantu n&#299;ti-nipun&#803;&#257; bhr&#257;ntam&#769; muhur vaidik&#257;h&#803;</P><P CLASS=n>mandam&#769; b&#257;ndhava-sa&#241;cay&#257; jad&#803;a-dhiyam&#769; mukt&#257;dar&#257;h&#803; sodar&#257;h&#803;</P><P CLASS=n>unmattam&#769; dhanino viveka-catur&#257;h&#803; k&#257;mam mah&#257;-d&#257;mbhikam</P><P CLASS=n>moktum&#769; na ks&#803;&#257;mate man&#257;g api mano govinda-p&#257;da-spr&#803;h&#257;m</P><P>"Let the sharp moralist accuse me of being illusioned; I do not mind. Experts in Vedic activities may slander me as being misled, friends and relatives may call me frustrated, my brothers may call me a fool, the wealthy mammonites may point me out as mad, and the learned philosophers may assert that I am much too proud; still my mind does not budge an inch from the determination to serve the lotus feet of Govinda, though I be unable to do it."</P><P>And also Prahl&#257;da Mah&#257;r&#257;ja said:</P><P>dharm&#257;rtha-k&#257;ma iti yo 'bhihitas trivarga</P><P CLASS=n>&#299;ks&#803;&#257; tray&#299; naya-damau vividh&#257; ca v&#257;rt&#257;</P><P CLASS=n>manye tad etad akhilam&#769; nigamasya satyam&#769;</P><P CLASS=n>sv&#257;tm&#257;rpan&#803;am&#769; sva-suhr&#803;dah&#803; paramasya pum&#769;sah&#803;</P><P>"Religion, economic development and sense gratification are celebrated as three means of attaining the path of salvation. Of these, &#299;ks&#803;&#257; tray&#299; especially, i.e., knowledge of the self, knowledge of fruitive acts and logic and also politics and economics, are different means of livelihood. All these are different subjects of Vedic education, and therefore I consider them temporary engagements. On the other hand, surrendering unto the Supreme Lord Vis&#803;n&#803;u is a factual gain in life, and I consider it the ultimate truth." (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/6/26.htm">7.6.26</A>)</P><P>The whole matter is concluded in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/41.htm">2.41</A>) as vyavas&#257;y&#257;tmik&#257; buddhih&#803;, or the absolute path of perfection. &#346;r&#299; Baladeva Vidy&#257;bh&#363;s&#803;an&#803;a, a great Vais&#803;n&#803;ava scholar, defines this as bhagavad-arcan&#257;-r&#363;paika-nis&#803;k&#257;ma-karmabhir vi&#347;uddha-cittah&#803; &#8212; accepting transcendental loving service to the Lord as the prime duty, free from fruitive reaction.</P><P>So Mah&#257;r&#257;ja Par&#299;ks&#803;it was perfectly right when he firmly accepted the lotus feet of Lord Kr&#803;s&#803;n&#803;a, renouncing all karma-k&#257;n&#803;d&#803;&#299;ya conceptions of life.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright &#169; The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>